[
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Chernobyl",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7366338/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Chernobyl_(miniseries)",
    "fanwikiUrl": "",
    "notesOnAnyIdentificationData": "",
    "genres": "*other:tragedy\ndrama\nhistorical\n",
    "plotgeo": "Russia\n",
    "plotdate": "1980s\n",
    "distributiontags": "hbo\n",
    "productiontags": "*other:Sky UK\nSister Pictures\nThe Mighty Mint\nWord Games\n",
    "productiongeo": "Lithuania\nUkraine\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B*, W, C",
    "biasTagNotes": "B* barley, only one out of 5 episodes passes",
    "plotSummary": "This 5 part miniseries chronicles the 1986 Chernobyl disaster and the following cleanup efforts.",
    "plotTagNotes": "",
    "positivereceptiontags": "*no significant diversity-related positive reception\n",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen05] challenges stereotypes and tropes about women",
    "negativeReceptionTagNotes": "[gen05] Emily Watson's character show's a women in the 80's defying stereotypes ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.mediaversityreviews.com/tv-reviews/2019/6/20/chernobyl",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 4,
    "gender": 3,
    "sexuality": 4,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 36,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 12,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Although this is a story that focuses almost exclusively on older white men, it is also a story about loss, (in)justice, anger, and grief.",
    "pseudonym": "",
    "copyEditedBlurb": "<i>Chernobyl</i> is not at all interested in diversity. And to be fair, it does not need to be. <i>Chernobyl</i> explores the aftermath of the real nuclear disaster that took place at the Chernobyl Nuclear Power Plant in the (then) USSR on April 26th, 1986. The series recreates the event, and more importantly, examines the government response, the people who tried to save those they could, and the civilians whose lives were irreversibly changed by that explosion. Although this is a story that focuses almost exclusively on older white men, that doesn’t change the fact that it is also a story about loss, (in)justice, anger, and grief. It’s heavy. It’s also hard to watch, especially in the context of the current national or international disaster – no matter when you’re reading this, I’m sure we are living through catastrophe. But if there is a bright light to this story and series, it is unsurprisingly the female characters and the actresses that play them with such nuance and care. Emily Watson, who plays fictional physicist Ulana Khomyuk, and Jessie Buckley who plays Lyudmilla Ignatenko, a devoted wife whose husband was a first responder and badly affected by the explosion, both add a necessary sense of justice and hope to a cast of distraught and forlorn characters. A part of me struggles with this, because in some ways it feels a bit stereotypical that the women are pillars of virtue despite the circumstances. But at the same time, I can’t think of a woman who wouldn’t hold steadfast to the ideas of love, justice, and responsibility in the face of crisis because that is what we are trained to do. To give Watson and Buckley credit, they play their respective roles with such emotional depth that we do understand the duality of their experiences – they are tired and scared at the same time that they are emboldened and fierce. That duality gives these characters a necessary dimension and prevents them from becoming flat and forgettable. I appreciate that the series does not downplay these performances or characters. While I would have loved to spend more time with them, I understand the narrative choices made and overall found the series to be compelling. "
  },
  {
    "tagger": "Aneliza",
    "propertyNameOriginal": "Chernobyl",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt7366338/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Chernobyl_(miniseries)",
    "fanwikiUrl": "https://chernobyl-hbo.fandom.com/wiki/Chernobyl_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\nhistorical\nthriller",
    "plotgeo": "Russia",
    "plotdate": "1980s",
    "distributiontags": "*other: Sky Atlantic\nhbo\n",
    "productiontags": "*other: Sky Uk, Sister Pictures, The Mights Mint, Word Games\nhbo max originals / hbo entertainment\n",
    "productiongeo": "Lithuania\nUkraine",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, D, W",
    "biasTagNotes": "B *- There are only two female characters and they interact only once when they discuss one of their husbands and the danger of the explosion",
    "plotSummary": "Chernobyl is limited series that tracks the government response and changes in civilian life following the Chernobyl disaster 0f 1986, when a nuclear reactor exploded. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
    "positiveReceptionTagNotes": "[gen15] The character Ulana Khomyuk (played by Emily Watson) is a fictional composite character that does allow for a woman to be a main character ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 4,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 4,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Including non-hegemonic characters (even if it’s only two white, straight-presenting women) in narratives traditionally dominated by men is progress, especially for stories set in historically homogeneous regions.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "Critics have praised the HBO miniseries <i>Chernobyl</i> for its realistic portrayal of the 1986 nuclear disaster that shook the world. Given that the series takes place in the Soviet Union during the 1980s, it is understandable why most characters are white. However, the show does try to include characters from different backgrounds, most notably Lyudmilla Ignatenko, the wife of a firefighter exposed to radiation, and Ulana Khomyuk, a scientist who helps uncover the truth about the disaster.\n\nIgnatenko is a strong and supportive character who plays a crucial role in the story. Her inclusion in the show helps to highlight the critical impact of the disaster and its aftermath on women and people not usually discussed when talking about Chernobyl. Khomyuk, on the other hand, serves as a powerful symbol of the scientific community's response to the disaster. Her character is based on a collection of people. Her inclusion in the show helps give credit to the many scientists who worked tirelessly to understand the disaster and its impact on the surrounding areas.\n\nAdditionally, <i>Chernobyl</i> does an excellent job of showing how the disaster affected not only the officials and scientists involved but also the working class individuals on the front lines of the cleanup effort. The show does not shy away from depicting the harsh realities of the disaster, including portraying the devastating consequences for the local population.\n\n<i>Chernobyl</i> only passes the Bechdel Test in one episode of the five-part series. However, it is worth noting that it does pass the test. By including characters such as Ignatenko and Khomyuk, who were not directly involved in the nuclear industry, the series helps show the disaster's far-reaching effects. Including these non-hegemonic characters (even if it’s only two white, straight-presenting women) in narratives traditionally dominated by men is progress, especially for stories set in historically homogeneous regions.\n\nIn conclusion, while it is understandable why most of the characters in <i>Chernobyl</i> are white, including characters like Ignatenko and Khomyuk, the show still helps provide a more nuanced and complete picture of the disaster. Additionally, the show's portrayal of the effects of the disaster on the working class population is a haunting reminder of the real-world consequences of nuclear accidents."
  }
]