[
  {
    "tagger": "Jingyi",
    "propertyNameOriginal": "Fleabag",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5687612/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fleabag",
    "fanwikiUrl": "https://fleabag.fandom.com/wiki/Fleabag",
    "notesOnAnyIdentificationData": "",
    "genres": "comedy\ndrama\n",
    "plotgeo": "United Kingdom\n",
    "plotdate": "2010s\n",
    "distributiontags": "bbc one\n",
    "productiontags": "*other: two brothers pictures",
    "productiongeo": "United Kingdom\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "W, Y",
    "biasTagNotes": "",
    "plotSummary": "Fleabag, an interesting millennial hot mess of a woman, attempts to get her life together and ends up sleeping with a priest. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n",
    "positiveReceptionTagNotes": "[gen05] - people have called fleabag a \"bad feminist\" which i think is good in terms of challenging what feminism should be; some consider it \"postfeminism\" storytelling via fleabag's ability to break 4th wall\n[gen09] - fleabag has been hailed for being a fully fleshed out and complex character\n[gen13] - everyone loves phoebe waller-bridge",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[misc12] un-nuanced portrayal of socioeconomic class\n",
    "negativeReceptionTagNotes": "[misc12] - the guardian says fleabag is for \"posh girls\" ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.theguardian.com/tv-and-radio/2019/apr/20/fleabag-posh-girl-television, https://studenttheses.uu.nl/handle/20.500.12932/35893",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 3,
    "gender": 4,
    "sexuality": 3,
    "age": 2,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 26,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 9,
    "comments": "Very white and young, but at least it's feminist (and even then there's mixed reception)",
    "_150CharacterPullQuoteFromBlurb": "I think there's something to be said for white women writers recognizing the limitations of their lived experiences, not overstepping their bounds, while still creating brilliant pieces of art.",
    "pseudonym": "Noon",
    "copyEditedBlurb": "<i>Fleabag</i>'s strength does not lie in progressive treatment of diversity on screen, or even diversity signaling—the show centers around the stories of a white, British, young, and (largely) heterosexual cast. Despite performing poorly on diversity metrics on paper, its true strength—as many critics have recognized—lies in its nuanced and multidimensional portrayal of the titular character Fleabag, played by the show’s writer, Phoebe Waller-Bridge. Though her name is easily confused with singer-songwriter Phoebe Bridgers, Waller-Bridge has more often been compared to the likes of Greta Gerwig (<i>Ladybird</i>, <i>Barbie</i>): exploring what it means to be a woman in this modern day through absurd humor, characters that are Really Going Through It, and plain clever storytelling. Actually, I feel bad that I've compared Waller-Bridge to other women—this is against the very spirit of what <i>Fleabag</i> is about. (Or maybe, at the post-feminist, post-ironic, post-anything but shamelessly following your material pleasures level of the show, it is exactly what the show is about.)\n\nDespite criticisms of <i>Fleabag</i> being for \"posh girls,\" Waller-Bridge has amassed quite a sizable fanbase, to the point of fans gaining parasocial pleasure from their favorite writer—though I myself am not a part of said fanbase, I can totally understand why. <i>Fleabag</i> doesn't break any ground in terms of representation on screen—in fact, it's actually kind of embarrassing how white it is—yet makes it a delightful and interesting watch. I think there's something to be said for white women writers recognizing the limitations of their lived experiences, not overstepping their bounds, while still creating brilliant pieces of art. Especially if you're an educated, neurotic, millennial who identifies simultaneously as a sl*t and an incel. Bonus points if you've ever pined for a sexy priest. "
  },
  {
    "tagger": "Sam",
    "propertyNameOriginal": "Fleabag",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5687612/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fleabag",
    "fanwikiUrl": "https://fleabag.fandom.com/wiki/Fleabag",
    "notesOnAnyIdentificationData": "",
    "genres": "comedy\ndrama\n",
    "plotgeo": "United Kingdom\n",
    "plotdate": "2010s\n",
    "distributiontags": "bbc one\n",
    "productiontags": "*other: two brothers pictures",
    "productiongeo": "United Kingdom\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D, Q*, W",
    "biasTagNotes": "D: No people of color in the main cast\nQ*: Phoebe Waller-Bridge is presumed straight but plays a bisexual character",
    "plotSummary": "Fleabag is a thirty year old woman who struggles with feeling unmoored from people around her after the death of her friend and mother, distancing herself from others by breaking the fourth wall to talk to the audience. In season 2 she builds a relationship with the Hot Priest who she eventually sleeps with.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality",
    "positiveReceptionTagNotes": "[gen05] challenges how women are usually depicted in fiction by unflinchingly showing the 'taboo' aspects of fleabag's life and thoughts. she also literally speaks for herself rather than just being shown to us by her breaking the fourth wall, a knowing glance sharing her self-awareness of dramatic tropes.\n[gen09] fleabag is imperfect and doesn't, nor wants to, fit into polished ideals for women. people relate to \"the main character’s unabashed ability to screw things up\"\n[sex05] fleabag is revealed to be bisexual/queer",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[int06] un-nuanced portrayal of intersectional experience\n[misc12] un-nuanced portrayal of socioeconomic class",
    "negativeReceptionTagNotes": "[int06] fleabag is from a very white cis woman perspective, with the scene about how (cis)women's bodies are born to carry pain sounding a bit biological essentialism-y and that ideas about feminism and what women are allowed to do ignore the nuances of race or class. \n[misc12] fleabag is set in the company of the upper middle class which makes her \"universal\" women's experiences relatable to \"posh\" girls but not universal to others who don't have as much privilege",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.theguardian.com/tv-and-radio/2019/apr/20/fleabag-posh-girl-television, https://theconversation.com/darkest-taboos-how-fleabag-busted-unrealistic-portrayals-of-women-on-tv-78046 , https://gcn.ie/lead-character-fleabag-revealed-bisexual/, https://harvardpolitics.com/bible-brown-girl/",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 3,
    "gender": 4,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 30,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 12,
    "comments": "1 for eth bc white only, no reception on age or nationality. sexuality both bc fleabag is queer (while the internet exploded over it it was very..... one tiny scene) but also im kind of including the kinda gender transgressing of having fleabag as the woman protagonist be very sexual.",
    "_150CharacterPullQuoteFromBlurb": "Fleabag doesn't empower you by showing how strong and self-sufficient women can be, but rather by showing (messiness and all) how women feel in a world that often works against them.",
    "pseudonym": "Basil",
    "copyEditedBlurb": "Ah, <i>Fleabag</i>. \n\nThere’s no question that Fleabag resonated with fans. Her vulgarity and rawness, her rejection of social convention hiding a deep longing to finally feel like she's doing “It” (whatever “it” is) right, all with a conspiratorial glance to the audience, was something that people connected with. Hearing their lived experiences (or innermost thoughts or worries) voiced onscreen was empowering to those who related to the messiness of Fleabag's life. It did it all! It inspired TikTok trends and video essays, it gave rise to think pieces about how the show ushered in a new era of \"dissociative\" feminism — and then think pieces on why that was bad! Maybe it was, but Fleabag has never pretended to be a \"good\" feminist.\n\nFleabag, who is never named in the show, seems built to say the awkward/shameful/honest truths out loud. As a relatively small-scale story simply following Fleabag's life, the show is propelled by her stumbling through all of her interpersonal relationships: her sister, her father and step-mother, her romantic partner... who might also be a priest. She is not your latest TV girlboss. But she revels in it, breaking up dramatic and sometimes sexual tension with a knowing comment or wink. With more freedom than is usually allowed for women in media, Fleabag is unafraid to make mistakes, have insecurities, and want to get laid. Fleabag doesn't empower you by showing how strong and self-sufficient women can be, but rather by showing (messiness and all) how women feel in a world that often works against them. \n\nBut let's not get ahead of ourselves. Fleabag has some chips bet against her, but she's also a white cis woman from an upper-middle class family, so even when she falls, she has more of a cushion than the rest of us. The show attempts to embody a universal women's experience (\"Women are born with pain built in, it’s our physical destiny,\" one character says, describing periods and childbirth), but it's at its best when it's not trying to be a story about anyone else. It's not a show tackling class disparity, white privilege, or, evidently, biological essentialism. But, as evident by the amount of Emmys the show has, it’s a far cry from being unrelatable. "
  }
]