[
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "When They See Us",
    "additionalPropertyNames": "",
    "mediaType": "",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7137906/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/When_They_See_Us",
    "fanwikiUrl": "https://netflix.fandom.com/wiki/When_They_See_Us",
    "notesOnAnyIdentificationData": "",
    "genres": "biography\ncrime\ndrama\nhistorical\nhistorical fiction\n",
    "plotgeo": "United States\n",
    "plotdate": "1980s\n2000s\n",
    "distributiontags": "netflix\n",
    "productiontags": "ARRAY filmworks, Forward Movement, Harpo Films, Participant, Tribeca Productions",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "Anna Duvernay is one of the few Black women in directorial positions. She is rarely given films outside of race or painful histories. Please give her a film about Black girls and Black women in happy and playful sets who are just going through a regular indie coming of age please the hollywood canon needs it so bad",
    "biasTags": "",
    "biasTagNotes": "\n\n",
    "plotSummary": "The show is a miniseries documenting the conditions surrounding the rape of a Central Park jogger in 1989. 5 Black teens were charged and arrested for the rape in a case that attention from around the nation. In 2002, another man came forward and confessed his sole particaption in the rape and attack on Trisha Melie. The 5 boys, infamously dubbed \". The Central Park 5\" were freed and financially compensated by the State of New York and NYPD.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[nat03] challenges stereotypes and tropes about nationality\n[nat05] nuanced national representation\n[nat07] production team shares national culture for story centered on national cultural experiences\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen04] reinforces stereotypes and tropes about trans/gnc people\n",
    "negativeReceptionTagNotes": "\"How my mother Deloris Wise was portrayed wasn’t the mother I was raised with because she is an outspoken & a very supportive mother,\" said Korey's sister Vanity in an Instagram post. Vanity, who is also transgender, criticized director Ava DuVernay's decision to include the scene where her mother disapproves of Marci's transition to female.\n\nthis is a quote from an article, but the dude who wrote it was a blaring white supremacist who said the miniseries failed for citing the imprisonment of the 5 boys as racist. media literacy and common sense and logic and a whole lot of other things are dead in the brains of americans cuz wth? but this was good, he cited a comment from Korey's sister (who is also trans) and she commented on the portrayal of her sister in the miniseries ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 2,
    "ethnicity": 5,
    "nationality": 4,
    "gender": 4,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 39,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 15,
    "comments": "Age: Little reception based on age. Though the show mostly younger actors, this is received well in context - show is properly depicting the ages of the central park five as young boys and not aging them up to be more \"adult\". Ages generally match the characters.\nNationality: Most nationality representation is mixed with ethnicity representation, not all explicitly referencing nationality, but the show's handling of the complex and difficult realities of what it is like to be an American as a person of color, particularly Black or Hispanic, was received well and deserves at the very least a 4. \nGender: Generally well received representations of gender, but small pockets of negativity rising from fringe (and hostile) viewership regarding Linda Fairstein's depiction, including herself. But again, intense grain of salt, there regarding her influence and dogged pursuit in the conviction of the Central Park Five.",
    "_150CharacterPullQuoteFromBlurb": "The show provides an intensely critical picture of American institutions of “truth” and “justice” by highlighting the various ways they failed the boys and continue to fail people of color in America.",
    "pseudonym": "Poppy",
    "copyEditedBlurb": "<i>When They See Us</i> is a harrowing, brilliant biodrama depicting the stories of Antron McCray, Kevin Richardson, Yusef Salaam, Raymond Santana, and Korey Wise – or “The Central Park Five.” The show received massive amounts of positive reception – and I find myself agreeing completely with both critic and audience reactions. The show handles the profoundly personal and real events surrounding the Central Park Jogger case and the boys’ lives with a supreme amount of empathy. Though the story has been told through various media, Ava DuVernay works throughout <i>When They See Us</i> to shift the narrative of the crime to focus on the lives and experiences of the boys themselves. The show’s main source of positive reception was its relentless representations of how the racism and anti-Blackness embedded not only into the justice system, but American institutions in general, ensured their wrongful convictions. The show humanizes them through nuanced and holistic portrayals after decades of incessant dehumanization both during and after their convictions. The show emphasizes the individual experiences and lives of the boys – breaking the common practice of simply clumping them together as “The Central Park Five.” As the show progresses, tension is built through transparent depictions of the ways in which the boys are subjected to injustice. These depictions – of police pressuring, a conviction lacking any substantial evidence, a media and prosecution willing to play into racist stereotypes against Black and Latino “men” to gain a conviction – fully engage the violence that the inherent racism in the justice system leveled against the boys. <i>When They See Us</i> shatters the expected form of the crime drama and recontextualizes the events of the case to emphasize the lives and losses of Antron McCray, Kevin Richardson, Yusef Salaam, Raymond Santana, and Korey Wise. In doing so, the show provides an intensely critical picture of American institutions of “truth” and “justice” by highlighting the various ways they failed the boys and continue to fail people of color in America. The majority of reception is positive and unwavering with audiences and critics expressing relief, gratitude, and respect for presenting the story with empathy and humanity. The narrative shifts to examine how systemic racism and bigotry has overshadowed the injustice faced by the boys for decades. <i>When They See Us<i>’s nuanced and refocused representation of the real events leading to the convictions of McCray, Richardson, Salaam, Santana, and Wise finally enables their control of the narrative, allowing them to tell their stories."
  },
  {
    "tagger": "Elle",
    "propertyNameOriginal": "When They See Us",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7137906/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/When_They_See_Us",
    "fanwikiUrl": "https://netflix.fandom.com/wiki/When_They_See_Us",
    "notesOnAnyIdentificationData": "",
    "genres": "biography\ncrime\ndrama\nhistorical\nhistorical fiction",
    "plotgeo": "United States",
    "plotdate": "1980s\n1990s\n2000s\n2010s",
    "distributiontags": "netflix",
    "productiontags": "*other:\nharpo productions\nparticipant media",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "Production-tags: Other: Tribeca Productions, Participant Media, and ARRAY. ARRAY was founded by Ava DuVernay who created, co-wrote, and directed \"When They See Us\". ",
    "biasTags": "",
    "biasTagNotes": "Based on reception and my own personal notes on the show, I do not believe the show has earned any bias tags. Instead, it portrays a well-rounded, diverse, empathetic portrait of the story that is devoted to accurate and re-focused representation of Richardson, McCray, Santana, Wise and Salaam that views them as individuals, rather than the \"Central Park Five.\" The show seems dedicated to undoing/challenging  harmful stereotypes and representations of the boys.",
    "plotSummary": "\"When They See Us\" is a biographical miniseries that depicts the lives and experiences of the \"Central Park Five\" - following their individual stories throughout the entirety of their false convictions, and later exonerations, for the rape of Trisha Meili in 1989.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[nat07] production team shares national culture for story centered on national cultural experiences\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen07] nuanced portrayal of trans experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[dis07] nuanced representation of mental health\n[int01] actor shares intersectional identity with character\n[misc11] nuanced portrayal of socioeconomic class",
    "positiveReceptionTagNotes": "[eth01] All actors are cast in accordance with their real-life counterparts. Appropriate care put into maintaining shared ethnicity between actors and the characters/real-life persons.\n[eth03], [eth05] The show is dedicated to portraying a well-rounded, diverse, empathetic portrait of Richardson, McCray, Santana, Wise, and Salaam that views them as individuals, rather than the \"Central Park Five.\"\n[eth03], [eth05] The show consistently undoes & challenges harmful, racist stereotypes and representations of the boys that were utilized to dehumanize them during the before, during, and after the trial. \n[eth03], [eth05] The show works to pull the veil back from the harmful, racist rhetoric that fueled the trial. The show makes active commentary on the systemic racism that is imbued in the justice system, the prison system, and the legal system as a whole. Provides context for the challenges that the boys faced and the amount of deeply-rooted dogma that was standing against them. \n[eth07], [nat07] Centered on the stories of the African-American boys (and Afro-Latino Raymond Santana) the show was created by Ava DuVernay, an African-American woman. As well, a majority of the head writers are also African-American. The production team, with DuVernay on it, also features Oprah Winfrey.\n[eth09]*: Focuses on the lives, families, and emotions of Richardson, McCray, Santana, Wise, and Salaam very closely. Provides a more empathetic, complex depiction of them than an expected \"just the facts\" portrayal would offer. Allows them to exist within their own narrative and helps to reclaim their humanity in the face of dehumanizing media rhetoric.\n[gen01], [int01] Isis King is a Black trans woman, portraying a Black trans woman in the show.\n[gen03], [gen07] The portrayal by Isis King of Marci Wise is deeply impactful and done with a lot of care by King. The portrayal is nuanced and in-depth, does not fall into stereotype, and offers a window into Marci Wise's life and her impact on her brother's life. Also depicts the struggles that Black trans women go through in particular, emphasized by the scene where she is thrown-out by her mother. \n[gen19] Provides more visibility and investment into Marci Wise's story and experiences.\n[gen15] Provides more investment into the families of Richardson, McCray, Santana, Wise, and Salaam - with particular focus on their mothers as compared to previous interpretations/productions of the story or in the media.\n[dis07] Provides a deep look into how the trauma of the events impacts Richardson, McCray, Santana, Wise, and Salaam and how they negotiate with it. The show particularly pays attention to the excruciating mental trauma that Wise undergoes in solitary confinement.\n[misc11] Show focuses on how socioeconomic class leaves the boys and their families vulnerable to being exploited and taken advantage of by multiple parties throughout the series.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n[gen10] un-nuanced portrayal of women's experience",
    "negativeReceptionTagNotes": "[gen10] FRINGE***; There was some negative reactions spearheaded by Linda Fairstein, who has vocally opposed her depiction in the series as being full of \"distortions and falsehoods.\" However, it is worth noting that she has suffered severe backlash from her dogged involvement in the convictions and she also has yet to let-up or retract any of her racist, unfavorable rhetoric regarding the case. SO this should be taken with a grain of salt. It is NOT representative of general reactions to the show.",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.nytimes.com/2019/06/11/arts/television/linda-fairstein-when-they-see-us.html, https://muse.jhu.edu/article/730381/pdf, https://www.forbes.com/sites/danafeldman/2019/06/19/ava-duvernay-on-when-they-see-us-what-kind-of-people-are-we-if-we-turn-our-eyes-to-this/?sh=875be1e63427, https://www.oprahdaily.com/entertainment/tv-movies/a27757881/isis-king-when-they-see-us-facts/, https://www.rogerebert.com/reviews/when-they-see-us-2019",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 5,
    "nationality": 5,
    "gender": 5,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 44,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 14,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "It is depressing how many Black actors are given major roles only in trauma-based stories, but not in the popular cheesy rom-coms or coming-of-age stories that Netflix often creates.",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "This miniseries has resulted in immeasurable discourse. Well before the show’s release, the Central Park jogger case was a national discussion. Even bell hooks was involved: she wrote about the criminality of the boys indicted in the case, but did not change her stance even after their exoneration. People today still claim the boys were at fault, not innocent, and have written lengthy blog posts trying to “debunk” the case. This is wild to me. This text involves so many aspects I do not have the right to discuss. Other critics have explained how the series does a good job showing how Black boys'/mens' Blackness and gender go hand-in-hand in creating a violent sexualized archetype of the Black boy/man that is deployed by white supremacist forces to harm Black communities. Many feminist scholars have previously explored how men are not protected by patriarchy and its violence extends to them as well. We can see the effects of racialized patriarchy depicted throughout this series. An intersectional lens shows how Black boys/men experience patriarchy in devastatingly unique ways compared to non-Black boys/men. Within this text and within the greater case, there is a lot of nuance I am unable to discuss, but the series’ diverse representation was good in the sense of giving actors of color roles. However, many of these actors have not been in major roles since. It is depressing how many Black actors are given major roles only in trauma-based stories, but not in the popular cheesy rom-coms or coming-of-age stories that Netflix often creates.\n\nThis text also resulted in a lot of mad conservative racists, so honestly, good job. There was a man who wrote an entire document listing why the boys are guilty and it is one of the most angry, racist, pseudo-lawyer texts I’ve read. The way he speaks about the boys, and the loose evidence he presents to criminalize the boys further, is absurd and unfortunately a true reflection of white America. The man claimed the sweat in the boys’ boxers was proof of the rape. It is insane how regular biological processes, like sweating in your private regions, becomes an anomaly when talking about Black people. Media like <i>When They See Us</i>, despite their imperfections, prove to be important for the American canon as they reveal the horrific reality of American history and culture. "
  }
]