[
  {
    "tagger": "Jingyi",
    "propertyNameOriginal": "Euphoria",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt8772296/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Euphoria_(American_TV_series)",
    "fanwikiUrl": "https://euphoria.fandom.com/wiki/Euphoria_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\n",
    "plotgeo": "United States\n",
    "plotdate": "2010s\n",
    "distributiontags": "hbo\n",
    "productiontags": "*other: HOT, ADD content agency, TEDY productions\na24\ndreamcrew\nhbo max originals / hbo entertainment\nlittle lamb\nthe reasonable bunch",
    "productiongeo": "Ireland\nItaly\nSingapore\nUnited Kingdom\nUnited States\n",
    "notesOnContentProductionDistributionData": "huge crew, huge budget",
    "biasTags": "F, S, Q, Y, C",
    "biasTagNotes": "F - i personally feel like there are scenes that fetishize rue and her younger sister gia, both black girls\nS - the character of cassie is basically fetishized and used/viewed as a sex doll, that's her whole personality (and trying to escape it)\nQ - zendaya is straight but her character is in love with jules (a girl)",
    "plotSummary": "The messiest and hottest high school you'll ever witness as characters deal with sex, drugs, and violence. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen07] nuanced portrayal of trans experience\n[gen23] gender nonconformity normalized\n",
    "positiveReceptionTagNotes": "Jules is trans and her actor is also trans and the writing is not transphobic\n\n*other: The show has been praised for its makeup, which I think is related to diversity esp for darker skinned characters ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[gen12] cis people led creative / production team for story centered on trans/gnc people's experiences\n[gen14] men-led creative / production team for story centered on women's experiences\n[sex08] cishet creative / production team for story centered on queer experiences\n[int08] production team does not share intersectional identity for story centered on intersectional experiences\n",
    "negativeReceptionTagNotes": "[all] - Surface level diversity stemming from production team critiques - characters are diverse but writers are not (https://nyunews.com/opinion/2022/02/01/euphoria-lacks-genuine-representation/). Sam Levinson, the show's writer, has gone under major fire in particular. There is no writer's room; it's just him ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://atticusreview.org/ambitiously-edgy-surface-level-diversity/, https://nyunews.com/opinion/2022/02/01/euphoria-lacks-genuine-representation/",
    "fSTVOtherLetters": "black, white, fem",
    "cCases": "The lead women of color characters are played by light-skinned actors.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 4,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 28,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "4+0+8+2+0 = 14",
    "comments": "sexuality - it's just jules? and rue to an extent. but jules was doxxed and harrassed as a huge part of the plot ",
    "_150CharacterPullQuoteFromBlurb": "<i>Euphoria</i> is a show that rips open the worst wounds of society, but doesn't seek to critically engage with the viewer: instead, it capitalizes on the carnage.",
    "pseudonym": "Noon",
    "copyEditedBlurb": "Oh, <i>Euphoria</i>. Where to begin with this hot mess of a show? I think the general consensus is that while the cast and characters are relatively diverse, the writing room is not—it is basically one white guy: Sam Levinson. The show is an exercise in maximalism: a huge production budget, sex and drugs at every turn, and glamorous makeup and outfits as ambitious as the show itself. Yet, as an audience member, I really feel the limitations of Levinson's writing—while the supremely talented actors bring the characters to life, they seem more like allegories or lessons for the audience to receive than characters I want to root for.\n\n<i>Euphoria</i> may seem diverse on the page (a biracial female lead, Rue, in love with a transgirl, Jules!), but once you squint (or just look, honestly. You don't have to squint), you see that the plot is driven by Jules being blackmailed for sending nudes to the most powerful man in town (who also happens to be a closeted chaser), that Rue is constantly being sexualized as she grapples with her addiction, and that Zendaya's light skin has been a point of contention and privilege in her casting (link). The men are abusers and the women (particularly Cassie) are sex objects. Kat's entire character is struggling with her weight, so what does she do to reclaim her body positivity? Become a camgirl and dominatrix. (Not to mention the falling out actor Barbie Ferreira had with Levinson, resulting in her eventually leaving the show.) Like, can we get female characters whose primary identities do not revolve around their sexual worth? Can we get characters of color who are not constantly subjugated to violence?\n\nSure, the show is entertaining and dramatic—but watching it feels extremely voyeuristic. It's a show that rips open the worst wounds of society, but doesn't seek to critically engage with the viewer: instead, it capitalizes on the carnage. It is edgy to be edgy (and for money and fame). One could apply a generous nihilist reading to <i>Euphoria</i>: in this stage of late capitalism, nothing matters, so why should we even bother trying, other than for our own personal gains? Call me too pro-social, but I would like to see <i>Euphoria</i> try: it could use its privilege as HBO's most popular show ever (beating out <i>Game of Thrones</i>) to, you know, potentially step away from tropes of violence and hypersexualization and move towards giving its talented cast the roles they deserve to play. The show is so myopically focused on each individual character's story (with the first 7 out of 8 episodes of Season 1 starting with a new character's childhood flashback) that it forgets sometimes the best storytelling is collective."
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Euphoria",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt8772296/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Euphoria_(American_TV_series)",
    "fanwikiUrl": "https://euphoria.fandom.com/wiki/Euphoria_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\n",
    "plotgeo": "United States\n",
    "plotdate": "2010s\n",
    "distributiontags": "hbo\n",
    "productiontags": "a24\ndreamcrew\nhbo max originals / hbo entertainment\nlittle lamb\nthe reasonable bunch\nADD Content Agency, HOT, TEDY Productions",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "F*, S, V*, Q, Y, C",
    "biasTagNotes": "F* - It can be argued that Rue, Kat, Maddy, are all fetishized at times during season one. Jules is also fetishized for het trans identity by both Carl and Nate.\nS - Queer characters are depicted in dangerous sexual situations. \nV* - The writing of the character of Jules has been praised for being a developed and nuanced depiction of a trans experience. Though well developed, Jules is still defined by deep rooted trauma steaming from parental abuse and continuing through years of objectification. In the Pilot, Jules is threatened with the non-consensual exposure of her trans identity by Nate, who also weaponizes her sexuality against her later in the season.\nQ - Eric Dane is straight but playing a character hiding his homosexual or bisexuality.   \nY - Rue's mother and other parental roles are minimal and under developed.  ",
    "plotSummary": "The lives of high school students in suburban California told through the eyes of Ru, a queer, mixed-race student dealing with grief, trauma, mental health, and addiction.   ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[gen01] actor shares gender identity with character\n[gen07] nuanced portrayal of trans experience\n[gen17] men or cis characters replaced by women or trans/gnc characters in adaptation\n[gen23] gender nonconformity normalized\n",
    "positiveReceptionTagNotes": "[gen17] The Israeli source material does not have a transgender character. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://glaad.org/euphorias-jules-continues-pushing-boundaries-trans-representation/, https://www.teenvogue.com/story/euphoria-jules-trans-teens, https://karloctagon.medium.com/the-power-of-trans-storytelling-in-pose-and-euphoria-4658dbf9e1c6",
    "fSTVOtherLetters": "black, latinx, trans/X",
    "cCases": "The lead women of color characters are played by light-skinned actors.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 4,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "\nMany of the women characters are fetishized, but the majority of Jules's storyline involves being the recipient of some form of abuse or sexualization, much of which is tied to her trans identity.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "It is important to note that the first season of <i>Euphoria</i> features prominent queer, mixed-race, and transgender characters, who are often the focus of the show. This casting is a significant departure from traditional television, where such characters are typically relegated to supporting roles. The success of projects like HBO's <i>Euphoria</i> and FX's <i>Pose</i> show producers that there is a market for shows centering Black and brown queer people, and these projects have paved the way for such queer gems as the Max sitcom <i>Sort Of</i>. \n\nSeason 1 of <i>Euphoria</i> succeeds in giving some traditionally underrepresented communities screen time. It does have some nuanced representations of a certain kind of mixed-race experience, some types of body diversity, some connections between addiction and mental health, as well as certain types of queerness. But there are also many ways that <i>Euphoria</i> does not reach the level of representation producers seem to claim it does. Casting could be more diverse and inclusive, particularly regarding representing a comprehensive range of skin tones among Black and Latinx women.\n\nMany of the women characters are fetishized, but the majority of Jules's storyline involves being the recipient of some form of abuse or sexualization, much of which is tied to her trans identity. Jules’s storyline in season 1 revolves around a dangerous queer sexual encounter introduced in the first episode. Her \"risky\" sexual behavior defines Jules's main plot for the rest of the season. \n\nThe original Israeli series of the same name did not include a trans character; that was Sam Levinson's choice. Levinson brought in trans consultant Scott Turner Schofield to help create a layered and nuanced character that many queer organizations have praised. In <a href='https://glaad.org/euphorias-jules-continues-pushing-boundaries-trans-representation/'> an article for gladd.com</a>, Eshe Ukweli praises the show's trans representation, saying, \"Jules is allowed to freely exist in her body, allowed to show vulnerability as she deals with navigating the validation of men while also being attracted to women. Jules' validity as a woman of trans experience is never questioned or debated, and her freedom as a woman is not only constantly shown but is backed up time and time again by her community throughout the series.\" In the first episode, Cal's question, \"Do you walk around like this?\" referring to Jules's gender-affirming clothing, hair, and makeup, is a challenge to her validity, regardless of how tenderly the question is spoken. Jules’s reaction of \"What do you mean?\" reveals her comfort in her identity, something many in Cal's generation fail to understand. \n\nThere has been some apprehension about the show's popularity with younger viewers due to its depiction of sex, drugs, and more sex. However, this may be more of a reflection on the accessibility of HBO than on the show's content."
  }
]