[
  {
    "tagger": "Aneliza",
    "propertyNameOriginal": "Fosse/Verdon",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt8746478/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fosse/Verdon",
    "fanwikiUrl": "",
    "notesOnAnyIdentificationData": "",
    "genres": "biography\ndrama\nmusical",
    "plotgeo": "United States",
    "plotdate": "60s\n70s\n80s",
    "distributiontags": "fx / fxx / fx networks",
    "productiontags": "5000 broadway productions\nfox 21 television studios\nfxp\nold 320 sycamore pictures, West Egg Studios, Pyrrhic Victory Productions",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, D, W, Y",
    "biasTagNotes": "",
    "plotSummary": "Fosse/Verdon is a biographical miniseries that explores the life, marriage, and careers of American musical theater legends, Bob Fosse and Gwen Verdon. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
    "positiveReceptionTagNotes": "[dis07] series portrays gendered social stigma towards men's mental health \n[dis19] series underscores the need for mental health support by using a main character's emotional downfall in the face of societal pressures",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 3,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 30,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 10,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "It’s in these more contemplative moments that I think the show gives us the strongest sense of what it’s trying to say about relationships, men, and women. ",
    "pseudonym": "",
    "copyEditedBlurb": "In the third grade I got to be in my sister’s high school production of <i>Pippin</i> and my life genuinely changed. For that reason, I will always have a tender spot in my heart for Bob Fosse, a complicated figure of American theater who was as talented as he was toxic. <i>Fosse/Verdon</i> appeals to viewers like me: fans of musical theater in general, and those who have some personal connection to the various shows and films spotlit throughout the series. Fans of musical theater might know Broadway by its other name — “the Great White Way” — which is an apt description for the series as well. Sam Rockwell and Michelle Williams, who play the titular Bob Fosse and Gwen Verdon respectively, are indeed great white actors. Williams especially shines in this role and I applaud Rockwell for leaping at every opportunity to dance on screen. However, the series maintains a vision of American theater as a primarily white space save for a few exceptional performers of color like Chita Rivera and Ben Vereen, both of whom we see glimpses of during a couple of mid-series episodes. To a certain extent the lack of racial diversity can be easily explained away by the fact that this is a biographical series that is about people who were/are white. Which, yeah, is fair. And perhaps there is room to interrogate what whiteness coupled with a notion of genius or exceptional talent enables and teaches. Is Fosse allowed to behave poorly because he is a man, white, and very talented? Historically, worse things than infidelity and emotional abuse have been tolerated from men who share those qualities. But that’s not really what the show is saying or leading us to consider. Rather, the series seems to be more interested in rendering a detailed portrait of a man who was not perfect but was capable of the spectacular. Fosse was complicated. And so was Gwen Verdon. Personally, I think the series works best when focusing on the gender politics that are threaded into Verdon and Fosse’s relationship. The classic conundrums around who has the “bigger” career, greater ambitions, or who is getting less than they need are always interesting to me. Williams especially is gifted at playing a certain kind of broken, quiet woman who yearns for justice (or at least what’s fair) and makes receiving love feel like a concession. It’s in these more contemplative moments that I think the show gives us the strongest sense of what it’s trying to say about relationships, men, and women. <i>Fosse/Verdon</i> is, for the most part, politically neutral. Even its whiteness feels more circumstantial than exclusionary. It’s not a series that will really change the way you think or feel about the world unless you put in the work to get there. But you know, I had a good time watching it. "
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Fosse/Verdon",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt8746478/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fosse/Verdon",
    "fanwikiUrl": "https://disney-plus-australia.fandom.com/wiki/Fosse/Verdon",
    "notesOnAnyIdentificationData": "Based on the biography by Sam Wasson titled Fosse. ",
    "genres": "biography\ndrama\nmusical\n",
    "plotgeo": "Germany\nUnited States\n",
    "plotdate": "1930s\n1940s\n1950s\n1960s\n1970s\n1980s\n",
    "distributiontags": "fx / fxx / fx networks\n",
    "productiontags": "*other: Pyrrhic Victory Productions, Joel Fields Productions\n5000 broadway productions\nfox 21 television studios\nfxp\nold 320 sycamore pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "Sam Wasson's book primarily focuses on Bob Fosse, and according to reviewers, it pays tribute to his genius. However, Steven Levenson, the executive producer of Fosse/Verdon, says that after speaking with Nicole Fosse, the only daughter of Gwen Verdon and Bob Fosse, it became clear that Verdon had a more significant impact on the creation of the works that have shaped the image of Broadway than she had previously been credited for.",
    "biasTags": "B, D, T, W, Y*, C",
    "biasTagNotes": "T: What few characters of color do show up, such as Chita Rivera, played by Bianca Marroquin, and Ben Vereen, played by Ahmad Simmons, have little to no storyline aside from being in the background of the white principles. \nY*: Gwen Verdon was 50 years old during the run of Chicago, <spoilers>Bob Fosse's final Broadway show</spoilers> , but spends the majority of the series under the age of 50. ",
    "plotSummary": "Fosse/Verdon is a story about the collaboration of Bob Fosse and Gwen Verdon and its impact on theater, film, and modern performance in the United States. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
    "positiveReceptionTagNotes": "[gen06] When Gwen Verdon first meets Ann Reinking, she tells Bob Fosse that Reinking is a good enough dancer to know she doesn't have to sleep with Fosse. But Reinking and Fosse do end up in a relationship. \n[gen09] Gwen Verdon is shown as both a survivor of trauma and a powerful influence on Bob Fosse's career. \n[gen15] The book does not give Gwen Verdon the creative credit she receives in the show. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences\n",
    "negativeReceptionTagNotes": "[gen13] The writing room had three women and two men. ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.npr.org/2019/04/09/711063555/fosse-verdon-wiggles-and-kicks-but-fails-to-satisfy, https://www.thewrap.com/fosse-verdon-metoo-bob-fosse-gwen-verdon/, https://variety.com/2019/tv/features/fosse-verdon-me-too-bob-fosse-premiere-interview-1203181805/, https://www.americantheatre.org/2019/04/05/5-6-7-8-takeaways-from-fosse-verdon/, https://www.vanityfair.com/hollywood/2019/04/fosse-verdon-interview-showrunners-steven-levenson-joel-fields, https://www.logotv.com/news/yhruwv/bob-fosse-gay-marc-jacobs-michael-musto",
    "fSTVOtherLetters": "asian, black, latinx",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 2,
    "gender": 4,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "<i>Fosse/Verdon</i> raises important questions about how the entertainment industry operates and whose stories are deemed worthy of being told.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "Jazz Hands are a quintessential element of musical theater and synonymous with the concept of Broadway. For generations of musical theater fans, the image of the Jazz Hands’ splayed fingers and outward-facing palms is iconic. If not for Bob Fosse, the Jazz Hands might have never entered the U.S. dramatic movement vocabulary. Fosse's frequent use of the move in almost every film and theatrical piece he worked on helped cement it as a part of American culture.\n\nBob Fosse's impact on American film, dance, and musical theater is undeniable. Fosse's legacy was solidified when the Broadway tribute show of the same name was aired on <i>Great Performances</i> on PBS. This show brought to light Bob Fosse's impact on musical theater and got his name into households outside the Broadway community. What had been left out of Fosse's narrative before the FX miniseries <i>Fosse/Verdon</i> was how great an impact Fosse’s collaborator and wife Gwen Verdon had on the creation of his most memorable works. The miniseries explores the dynamic between the two and how their creative partnership fueled their success.\n\nOne of the most surprising revelations in the series is that <Spoiler>if it weren't for Gwen Verdon, the musical </i>Chicago</i> may have never been directed by Bob Fosse.</Spoiler> The show sheds light on Verdon's pivotal role in Fosse's life and career. Executive producer Steven Levenson stated in a Variety interview that the creative team aimed to portray this story through the perspective of the #MeToo movement. However, there are differing opinions on whether the production successfully achieves this goal or perpetuates the narrative of abusive behavior being excused due to the abuser's perceived genius.\n\n<i>Fosse/Verdon</i> explores the complex relationship between Fosse and Verdon and critically examines the American musical theater industry. However, the show misses an opportunity to explore how working with Fosse affected the careers of non-white performers like Ben Vereen (played by Ahmad Simmons) and Chita Rivera (played by Bianca Marroquin), who appear as minor background characters. Although the miniseries discusses the impact of working with Bob Fosse (and Gwen Verdon) on Liza Minnelli's image and career, it could have done more to shed light on the influence of Fosse's work on non-white performers. For instance, the show could have shown how working on <i>Chicago</i> impacted Chita Rivera or how the closeness of Fosse and Ben Vereen could have affected how Vereen directs, choreographs, and interacts with cast members.\n\nOverall, <i>Fosse/Verdon</i> is a compelling and enjoyable miniseries highlighting the artistic partnership of two Broadway icons. However, it also raises important questions about how the entertainment industry operates and whose stories are deemed worthy of being told. By exploring the complex relationship between Fosse and Verdon and the impact of their work on the American musical theater industry, the show invites viewers to consider the broader cultural and societal forces that shape artistic expression."
  }
]