[
  {
    "id": 1,
    "seriesname": "WandaVision",
    "tagger": "Jingyi",
    "mediatype": "serial",
    "season": 1,
    "imbdlink": "https://www.imdb.com/title/tt9140560/",
    "wikilink": "https://en.wikipedia.org/wiki/WandaVision",
    "fanwikilink": "https://marvelcinematicuniverse.fandom.com/wiki/WandaVision",
    "metadatanotes": "",
    "genres": "action\ncomedy\ndrama\n*other: superhero, sitcom",
    "plotgeo": "United States\n",
    "plotdate": "2020s\n",
    "distributiontags": "disney+\n",
    "productiontags": "marvel studios\n",
    "productiongeo": "United States\n",
    "contentnotes": "",
    "biastags": "T, S, Y",
    "biastagnotes": "the two BIPOC characters (jimmy woo and monica rambeau) don't have super interesting or meaningful storylines imo, but they're not like explicit racist stereotypes\n\nblack characters are sidekicks to white main characters\n\nmonica (black character) uses herself as human shield for wanda in the last episode",
    "plotsummary": "Wanda tries to deal with the death of her husband Vision by using her powers to construct a perfect fantasy world. But of course, the fantasy world has its own problems too.",
    "plottagnotes": "",
    "positivereceptiontags": "[sex05] nuanced representation of queer sexuality\n",
    "positivereceptiontagsnotes": "[sex05] despite having no queer representation, queer audiences love it because the character agatha is camp ",
    "additionalpositivereceptiontags": "",
    "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[nat06] un-nuanced national representation\n",
    "negativereceptiontagsnotes": "[eth06] - not really unnuanced, but fans liked the black and asian characters and wanted a spin off so they got more lines in otherwise a very white show. also, geraldine character is very stereotyped and expected to act like a black housewife in the 60s - but this shows how wanda's imagination is racist, since she created the character.\n[nat06] - whitewashing of wanda's story, does not really touch on her character's jewish history",
    "additionalnegativereceptiontags": "",
    "receptiontaggingsources": "https://www.mediaversityreviews.com/tv-reviews/2021/6/27/wandavision, https://colorwebmag.com/2021/02/08/rambeau-woo-darcy-wandavision/",
    "biastagdetails": "asian, black",
    "ccases": "",
    "acases": "",
    "mediaconsumption": 5,
    "email": "",
    "receptionnotes": "",
    "ethnicity": 2,
    "nationality": 2,
    "gender": 3,
    "sexuality": 4,
    "age": 3,
    "qualscore": 28,
    "quantscore": 11,
    "blurb": "WandaVision isn't particularly offensive when it comes to diversity on screen, but it's not good either. Is it a fine way to spend six hours? Yes. Are the episodes better at 1.25x speed? Also yes. In the perfect fantasy suburban town of Westview, New Jersey, white women rule—as they do in reality, in most American suburbs. This show is all about Wanda Maxinoff. Unfortunately, this means BIPOC characters—like the <a href=\"https://www.forbes.com/sites/scottmendelson/2021/01/14/review-in-marvels-wandavision-the-medium-is-the-message/\">highly praised</a> Teyonah Parris playing Monica Rambeau, who gets transported into Wanda's world as Geraldine—are little more than accessories and tropes in Wanda's constructed world. Geraldine is a neighbor for comedic relief and to serve Wanda when convenient, such as when she goes into unexpected labor. The only other BIPOC character in the show, Jimmy Woo, also revolves around Wanda's story, though actor Randall Park brings in his own humor to brighten up otherwise dull lines. The wasted potential of these two characters is so bad, fans have <a href=\"https://colorwebmag.com/2021/02/08/rambeau-woo-darcy-wandavision/\">been calling</a> for a spin-off featuring them (JimmyMonica, anyone?).\n\n<spoilers>Of course, part of Monica's tepid characterization is a commentary on the sterility, predictability, and control facilitated by the suburbs—something Wanda lacks after the events of Avengers: Endgame and the loss of her husband. Yet even when Monica breaks out of Wanda's control, her character still falls into tropes of Black women serving white women, such as how Monica uses her body as a human shield for Wanda in the last episode.</spoilers>\n\nMost comic adaptations for the modern screen race-bend characters whose new ethnic identities add a layer to their narrative—take, for instance, Mark Grayson in Invincible, who feels pressure not only from failing to have superpowers like his dad, but also from wanting to be a good son in his Korean American family. WandaVision, unfortunately, does the opposite by white washing Wanda's Romani Jewish roots; the show gives us some paltry flashbacks of her and her brother running from an unspecified war. What it chooses instead to highlight is Wanda's denial of and grief for her husband's passing. On the one hand, this plays into hysterical women tropes—as pointed out by <a href=\"https://www.mediaversityreviews.com/tv-reviews/2021/6/27/wandavision\">other reviewers</a>, Wanda hurts the citizens of Westview when her (female, womanly) emotions get out of control. On the other hand, the show does seem to believe genuinely that these flaws are what make Wanda stronger—yay, feminism! And, while I personally don't get it (yes, it's cool that a woman and android have babies, but isn't it just a nuclear family? Aren't we still upholding heteronormativity?), Wanda and Vision's non traditional relationship has been met with positive reception from queer fans (cite), as has how campy Agatha is. <spoiler>But doesn't that just mean we have another queer coded Disney+ villain?</spoiler>\n\nThe first few episodes of WandaVision are in black and white, emulating the early sitcoms of the 1950s. If I could, like Wanda, construct my own perfect world, it would be one where her story has a little more color. ",
    "blurbcomments": ""
  },
  {
    "id": 2,
    "seriesname": "WandaVision",
    "tagger": "Sam",
    "mediatype": "serial",
    "season": 1,
    "imbdlink": "https://www.imdb.com/title/tt9140560/",
    "wikilink": "https://en.wikipedia.org/wiki/WandaVision",
    "fanwikilink": "https://marvelcinematicuniverse.fandom.com/wiki/WandaVision",
    "metadatanotes": "",
    "genres": "*other: sitcom, superhero\ndrama\nmystery\nromance\n",
    "plotgeo": "United States",
    "plotdate": "2020s\n",
    "distributiontags": "disney+\n",
    "productiontags": "marvel studios\n",
    "productiongeo": "United States\n",
    "contentnotes": "",
    "biastags": "S, T, Y, V*",
    "biastagnotes": "T, S: Monica's character serves mainly to support Wanda despite personal harm to herself without having much character development for herself, also is forced to play a stereotypical role of the sassy black best friend\nV*: While mostly there to support Wandas story and humanize her, Monica seems to get a disproportionate amount of physical violence done against her by Wanda",
    "plotsummary": "Wanda Maximoff (the Scarlet Witch) takes refuge in a small town after Avengers: Endgame where she uses her powers to transform the town into a world of sitcoms in order to deal with her grief. ",
    "plottagnotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[sex05] nuanced representation of queer sexuality\n",
    "positivereceptiontagsnotes": "[gen05] \"show repeatedly underlines that it is Wanda’s most stereotypically feminine traits – her love, her grief, her maternal instinct, her connection to her emotions – that actually make her stronger and more powerful than she otherwise ever might have been\"\n[sex05] romantic pairing is between a woman and android who have children through non-traditional means. ",
    "additionalpositivereceptiontags": "",
    "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth12] poc/mixed-race characters whitewashed / not present in adaptation\n[gen06] reinforces stereotypes and tropes about women\n[misc04] reinforces stereotypes and tropes about ethnoreligious identity\n[misc18] decreased visibility and/or investment in story of characters of a specific ethnoreligious background in adaptation\n",
    "negativereceptiontagsnotes": "[gen06] \"the idea that too much female emotion — hysteria — is also a threat, something reinforced by the series, as when Wanda panics and nearly injures the citizens of Westview with her magic\"\n[eth06] Monica forced into a stereotypical role as a sassy black woman in Wandas sitcom which monica critiques but the show overall has a view of sitcoms being comforting and safe (a pov reinforced by the main white character)\n[eth12] Wanda in the comics is a romani jewish character who is here portrayed as a white easter-european woman (who works alongside nazis)\n[misc18] Wanda in the comics is a romani jewish character who is here portrayed as a white easter-european woman (who works alongside nazis)\n[misc04] wanda as a white woman dresses up in a stereotypical \"gypsy\" costume for halloween, reinforcing the harmful stereotype for romani people while simultaneously distancing the character from that identity",
    "additionalnegativereceptiontags": "",
    "receptiontaggingsources": "https://www.denofgeek.com/tv/how-wandavision-has-blazed-a-new-path-for-women-in-the-mcu/, https://www.nytimes.com/2021/03/11/arts/television/wandavision-disney-plus-gender.html, ",
    "biastagdetails": "black",
    "ccases": "",
    "acases": "",
    "mediaconsumption": 5,
    "email": "",
    "receptionnotes": "",
    "ethnicity": 2,
    "nationality": 2,
    "gender": 3,
    "sexuality": 4,
    "age": 3,
    "qualscore": 28,
    "quantscore": "",
    "blurb": "WandaVision, the first limited series produced by Marvel Studios* to join Disney+, seemed to elicit intrigue and excitement for many viewers: it starred Elizabeth Olsen and Paul Bettany reprising their roles as the Scarlet Witch and Vision and the supporting cast featured fan-favorite characters from around the MCU. But by the completion of the series I found the show fell flat compared to the potential of the cast, with problems in how characters of color were represented and persistent reminders of how Marvel erased one of their few Jewish and Romani characters from their cinematic universe.\n\nThe reintroduction of characters Jimmy Woo, Darcy Lewis, and Monica Rambeau (who I found to be a highlight of the series) was welcome, and their popularity took off in the fandom with many people hoping for a spin-off following their adventures. The sitcom settings also introduced a new tone to the MCU, though my biggest fault with it was that, true to the show, the nostalgia it presented was from a restrictedly white perspective. \n\nWanda's comfort with the genre forced other characters, primarily Monica Rambeau, into stereotypical and racist roles that I was hoping would have been left in the past. Monica deals with racism outside of Westview with her boss undermining her capabilities and achievements, but he’s set up as the Horrible Racist Boss that we aren’t supposed to like. This issue comes from Monica’s insertion into Wanda’s world: Monica’s sitcom counterpart “Geraldine” was placed firmly into a sassy black woman/ black best friend trope. While people could argue Monica’s self-awareness and discomfort with this role challenges these stereotypes (and I would partly agree), Monica ultimately was denied agency by being forced into a reductive trope against her will. \n\nI found it more shocking that despite the best friend trope’s role in supporting the white main character, Wanda reacts excessively violently to Monica’s attempt at help, at one point throwing her through a wall. If Wanda created the sitcoms to escape the hardships she faced in reality, Westview couldn’t even provide Monica solace from the racism she was experiencing, much less give her an idyllic life. I will grant that the show eventually problematizes the sitcoms for Wanda as well, but the difference is that while Horrible Boss was never supposed to be liked, the show can’t help but absolve Wanda from any accusations made against her. Even at the end, it’s Monica who reassures Wanda that she was the real victim, not the people forced to play along to her whims.\n\nI admit I was rooting against WandaVision from the beginning, displeased with how Marvel whitewashed her and her brother and, to add salt to the wound, aligned them with fictional Nazis. While WandaVision could have been an opportunity to add nuance, instead it doubles down. Flashbacks with her parents reaffirm a white European background (and don’t think I didn’t see the crosses in her room in Civil War) while her comic heritage is something the writers pull out as a costume to be worn on Halloween. Some fans loved seeing her comic costume make an appearance, but I couldn’t look past how her identity had become so overtly disposable. \n\n*previous Marvel shows were under Marvel Television, not Marvel Studios",
    "blurbcomments": ""
  }
]