[
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Barry",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5348176/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Barry_(TV_series)",
    "fanwikiUrl": "https://barry-hbo.fandom.com/wiki/Barry",
    "notesOnAnyIdentificationData": "",
    "genres": "action\ncomedy\ncrime\n",
    "plotgeo": "Afghanistan\nUnited States\n",
    "plotdate": "2010s\n",
    "distributiontags": "hbo max / hbo now / hbo go\n",
    "productiontags": "*other:\nhbo max originals / hbo entertainment",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "Q, Y",
    "biasTagNotes": "Q: The characters Noho Hank and Cristobal Sifuentes are revealed to be gay or bi in season 3 of Barry, and their portrayers, Anthony Carrigan and Michael Irby, are straight. Even though the characters' queer sexual orientations are not confirmed until season 3, I am including the Q bias tag in season 2 because Carrigan stated in a Variety interview that there were \"breadcrumbs\" hinting at their attraction for each other prior to season 3: \"there were kind of breadcrumbs that you can kind of see if you’re paying attention. It’s pretty obvious, I think. There’s certain moments that are just like OK, yeah, these two are really feeling each other and it only makes sense that that’s the next logical step.\" (https://variety.com/2022/tv/news/barry-anthony-carrigan-michael-irby-gay-relationship-1235272689/). Redditors also were shipping Cristobal/Hank in the season 2 finale: https://www.reddit.com/r/Barry/comments/bqidru/barry_2x08_berkman_block_episode_discussion/\nY: There are no significant women characters aged 50 or over in Barry s2.",
    "plotSummary": "Barry Berkman is a hitman who carries out his violent profession at the same time that he takes theater classes and dips his toe into the world of professional acting. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen21] increased visibility / investment in story of women compared to past seasons\n",
    "positiveReceptionTagNotes": "[gen05] [gen09] Sally's story arc in season 2 was highly praised. In season 1, Sally seemed selfish and egocentric, but in season 2, it was revealed that she is a survivor of domestic violence, and was shown to struggle with feelings of responsibility and guilt for her own abuse. She also  questioned how she should play an abused woman on stage and on screen, and made some choices that seemed ethical and artistically valid, and other choices that seemed unethical and artistically \"selling out.\"\n[gen 21] Sally had a more prominent and much more complex and nuanced role in season 2 than in season 1. \n[gen13] A woman director (Liza Johnson) directed season 2 episode 4, in which Sally meets up with her abusive ex-boyfriend; the showrunners also asked the actress who portrays Sally (Sarah Goldberg) to do research on domestic violence survivors and to give her input about the storyline. (https://www.vanityfair.com/hollywood/2019/05/barry-hbo-sally-sarah-goldberg)\n[eth01] Michael Irby is Latinx, as is his character, Cristobal\n[eth03] The character Cristobal is a Bolivian mob boss, which is stereotypical, but Cristobal was beloved by audiences for his humor and his flirtatious chemistry with Noho Hank",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "Vanity Fair (https://www.vanityfair.com/hollywood/2019/05/barry-hbo-sally-sarah-g); EW (https://ew.com/tv-reviews/2019/05/19/barry-season-2-finale/); Twitter on Sally in season 2 (https://twitter.com/search?q=barry%20season%202%20sally&src=typed_query); Reddit season 2 finale discussion (https://www.reddit.com/r/Barry/comments/bqidru/barry_2x08_berkman_block_episode_discussion/)",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 5,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 12,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "I wish we got to see more women survivors on screen get to be as simultaneously tragic, comic, and true as Sally is. ",
    "pseudonym": "Nightflier",
    "copyEditedBlurb": "Season 2 of <i>Barry</i>, a show about a hitman who takes acting lessons when he isn’t committing murder, only slays in one diversity category: gender. The season 2 arc of female lead character, Sally Reed (played by the outstanding Sarah Goldberg), rightfully earned kudos from critics and viewers. In season 1, Sally was very much a supporting role — “the girl” standing upstage behind Barry — but in season 2, she moves into the spotlight. Sally reveals that years ago, she escaped an abusive relationship, and still struggles with feelings of guilt, sadness, and fear pertaining to that period of her life. She’s also torn about how to translate her experiences into her beloved art form of theater: should she represent her troubles as truthfully as she can, or should she give audiences a satisfying-but-too-simple version of her history, depicting herself as an oppressed woman who found her power and threw off the yoke of a no-good man? Sally talks, thinks, and acts through her trauma in stunningly complex ways — she doesn’t always (or, okay, often) do the best or right thing, but she consistently comes across as a multidimensional woman, full of contradictory impulses and needs, who isn’t a “perfect victim” because she is deeply human. I wish we got to see more women survivors on screen get to be as simultaneously tragic, comic, and true as Sally is. \n\nIn other areas of diversity, <i>Barry</i> is okay, but not killer. One positive is the series' casting of a Latinx actor, Michael Irby, as a Latinx character, Cristobal, whose sexuality in season 2 is ambiguous with loads of queer subtext. Cristobal is a Bolivian mob boss with an endearing personality who has flirtatious chemistry with Chechen mob boss NoHo Hank (played with hilarious earnestness by Anthony Carrigan). Neither Irby nor Carrigan is queer, so <i>Barry</i> gets a “Q” bias tag for “queer impersonation,\" and their mutual attraction is only subtextual in season 2 <spoiler> but lays the groundwork for their couplehood, which is explicit starting in season 3 </spoiler>. There are no women aged 50 or older, so it also gets a “Y” (“Younger”) bias tag. Of <i>Barry's</i> six main characters, five are white, five are cis men, and four are straight — can an ensemble with so few minorities do any significant, exciting, or compelling diversity work? If not for the extraordinary power of Sally’s story and Goldberg’s tour-de-force performance, I would have said no. "
  },
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Barry",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5348176/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Barry_(TV_series)",
    "fanwikiUrl": "https://barry-hbo.fandom.com/wiki/Barry",
    "notesOnAnyIdentificationData": "",
    "genres": "action\ncomedy\ncrime\n",
    "plotgeo": "Bolivia\nRussia\nUnited States\n",
    "plotdate": "2010s\n2020s\n",
    "distributiontags": "max (hbo)\n",
    "productiontags": "*other:\nhbo max originals / hbo entertainment\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "plot-geo: Fuches spends time in Chechnya/Chechen Republic, which is not a sovereign country but a part of Russia. \nplot-date: Barry season 2 aired in 2019 (ending in May 2019); Barry season 3 aired in 2022; Bill Hader stated that the time jump between the events of s2 and the events of s3 is 6 months (https://www.reddit.com/r/Barry/comments/vdd9h0/is_there_a_time_jump_between_seasons_2_and_3_and/), so I am assuming that the early episodes of Barry s3 take place in the 2010s (I am assuming that the events of s2 take place in or before May 2019), but that the later episodes of Barry e3 take place in the 2020s (as some time elapses between the first and last ep of s3). ",
    "biasTags": "Q, Y",
    "biasTagNotes": "Q: NoHo Hank and Cristobal Sifuentes are in an explicitly gay romantic relationship in Barry season 3; their portrayers, Anthony Carrigan and Michael Irby, are straight\nY: There are no significant women characters aged 50 or over in Barry s3. ",
    "plotSummary": "Barry Berkman is a hitman who carries out his violent profession at the same time that he takes theater classes and dips his toe into the world of professional acting. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex03] challenges stereotypes and tropes about queer sexuality\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n[sex15] queerness normalized\n",
    "positiveReceptionTagNotes": "[gen05] [gen09] The arc of Sally Reed in Barry s3 was praised for showcasing Sally as a multi-faceted main character with an involving and complex plot arc. In s3, Sally experiences career success and failure, is subjected to Barry's rage and subjects another woman to her rage, is attacked and kills her attacker, and displays a full gamut of emotions from pride to envy to horror to (many shades of) anger. Collider called Sally the \"unsung antihero\" of Barry in a review of s3; Movieweb lauded Sally's portrayer (Sarah Goldberg) for excelling in the \"challenging\" role. ]Viewers expressed sympathy and compassion for Sally--especially as her having survived domestic violence in the past was repeatedly referenced in s3--but also recognized her self-centeredness and egoism (Twitter, Reddit).\n[sex 03] [sex13] [sex15] The romantic pairing of Noho Hank and Cristobal Sifuentes was widely lauded for being a positive, endearing depiction of a rootworthy queer couple and adding depth to Noho Hank's character (Collider). One Twiter user called Hank and Cristobal \"the emotional centre of the show\" in s3. LGBT magazine The Advocate appreciated that when male mobsters such as Noho Hank are depicted as gay in media, \"their sexuality is more matter-of-fact and not sensationalized. Being gay is treated in a way that does not diminish their menacing conduct or their masculinity.\" ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "Collider on Sally in Barry s3:, https://collider.com/barry-sally-antihero-sarah-goldberg/, Movieweb on Sally in Barry s3: https://movieweb.com/barry-season-3-sarah-goldberg-sally/,\nThe Advocate on Noho Hank: https://www.advocate.com/commentary/2022/5/05/barrys-noho-hank-just-another-series-gay-television-mobsters, Twitter on Noho Hank/Cristobal: https://twitter.com/search?q=noho%20hank%20cristobal%20season%203%20barry&src=typed_query&f=top ",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 4,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 32,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "In Sarah Goldberg's hands, Sally Reed blossoms into a deeply complex character, with a depth of development that few female characters are blessed with.",
    "pseudonym": "",
    "copyEditedBlurb": "I love <i>Barry</i>. There’s nothing quite as enjoyable as watching a tragicomedy done right, and <i>Barry</i> deftly introduces comedic levity without compromising its heavier themes (“If I suck balls [then] you are king of suck-balls mountain!” is an improvised season 2 line that I don’t quote enough in my daily life). Two constants characterize <i>Barry</i> as a series—(1) its nuanced representation of mental health shown through the show’s titular ex-marine Barry Berkman, whose only talent seems to be being an exceptionally good murderer, and (2) the less savory detail of the show having a predominately white cast. Whether a white, cis, heterosexual male lead like Barry can offer the best meditation on trauma is questionable, but season 2’s focus on Sally’s backstory presents a compelling portrayal of women’s experience that elevates this season above the others.\n     Sally is revealed to have escaped an abusive marriage years prior, and her efforts to speak out about her experience expose her—and viewers—to a variety of tropes on what it means to be a “Resilient Woman”: what boxes can she fit her story into, as a survivor, that make her seem realistic, strong, and, most importantly, palatable to audiences? As an aspiring actor, Sally’s adoption and subsequent breaking of these reductive storylines make her a hard sell in an entertainment industry that already discriminates against young actresses, but her efforts to stay true to herself are a treat to watch. Sarah Goldberg masterfully plays a character who is impossible to pin down—one full of righteous anger and hard-won pride who pinballs between ambition and intense vulnerability. In her hands, Sally Reed blossoms into a deeply complex character, with a depth of development that few female characters are blessed with.\n     In this show about trauma, though, there stands a fundamental obstacle: whatever message on trauma <i>Barry</i> manages to convey is checked by the show’s white casting. Barry’s dilemma, though tragic, remains purely circumstantial rather than institutional; one <a href=\"https://urbanbioethics.medium.com/hbos-barry-is-a-meditation-on-trauma-masquerading-as-a-comedy-474d234cd2b8\">Medium</a> writer laments that the show missed a “golden opportunity” to delineate the intersection between race and trauma with its casting. Indeed, <i>Barry </i>manages to have the runtime that it does because Barry Berkman belongs to the last demographic group suspected guilty of a crime. He is frighteningly analogous to the malevolent, “misunderstood,” white, cishet criminals whose actions are pardoned solely on the grounds of their mental instability. What could the show accomplish—beyond its delightfully-unhinged gallows humor—if Barry was played by an actor of color? Or if the existing \ncharacters of color were rewritten to be more than just eccentric international crime lords? As rewarding as season 2’s gender representation is, this season still exists within the show's lackluster, off-white backdrop—and thus begets a lackluster diversity score."
  },
  {
    "tagger": "Grace",
    "propertyNameOriginal": "Barry",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 3,
    "imdbPageUrl": "https://www.imdb.com/title/tt5348176/?ref_=ttep_ov",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Barry_(TV_series)",
    "fanwikiUrl": "https://barry-hbo.fandom.com/wiki/Barry_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "action\ncomedy\ncrime\n",
    "plotgeo": "Afghanistan\nUnited States\n",
    "plotdate": "2010s\n",
    "distributiontags": "hbo\nmax (hbo)\n",
    "productiontags": "hbo max originals / hbo entertainment\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "Q",
    "biasTagNotes": "Noho Hank and Cristobal's romantic relationship starts blossoming this season, but actors Anthony Carrigan and Michael Irby are straight.\n",
    "plotSummary": "Hitman-turned actor Barry Berkman continues to juggle his criminal past with his newfound theatre ambitions, but old ghosts and international crime rings won't let him walk away so easily.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n[sex15] queerness normalized\n[dis07] nuanced representation of mental health",
    "positiveReceptionTagNotes": "[eth15], [sex13], [sex15]: all refer to relationship between Cristobal and NoHo Hank (not confirmed yet in season 3 but heavily hinted at)\n[gen05], [gen09]: Sally's former abusive relationship is introduced this season",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[sex02] actor does not share sexuality with character\n",
    "negativeReceptionTagNotes": "[eth02]: international-crime-syndicate leaders (Cristobal, NoHo Hank, Esther) do not share ethnicities with their actors\n[eth06]: poc characters aren't nearly as dimensional as white characters are and are typically delegated to being crime ring leaders (their central purpose seems to be for comedic effect)\n[sex02]: Cristobal/NoHo Hank ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 5,
    "sexuality": 5,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 38,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 22,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "<i>Barry</i> manages to do something much more special than ideate a fan-favorite slash pairing: it treats their love with sincerity.",
    "pseudonym": "slowshow",
    "copyEditedBlurb": ""
  }
]