"items": [
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Aladdin",
        "year": 2019,
        "lookupcode": "SunnyAladdin",
        "timestamp": "2024-01-11T18:15:53.817Z",
        "emailAddress": "sunny22sangha@hotmail.com",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 1,
        "sexuality": 3,
        "age": 1,
        "qualitativeScore": 14,
        "quantitativeScore": 28,
        "blurb": "Aladdin got a diversity score of 7, which is surprisingly higher than I thought it would be. Anything I want to say, Edward Said probably already has. This film offers little other than a modern case study for orientalism. \n\nWhere do we start? Let's begin with half-white light skin Jasmine. I am not a casting director, but how hard is it to find a brown skin woman? I go outside and see so many. Do brown skin women just not like acting? You’re telling me if I took a statistic, there would be a correlation between light skin women and liking to act, and at the same time, it would show an inverse relationship for darker skin women claiming they do not like to act? Like? “sHeS a CarToOn” Yes! A brown one! Colorism is a beast. Building upon the work of Dr. Maytha Alhassen, we can examine the effects of colorism deeper by seeing how Aladdin and Jasmine are depicted in comparison to the other “Arabs” in the film and how this can fuel white supremacist ideologies. “Arabs” is in quotes, because while it is obvious this film is making a caricature of Arabs through the fictitious “Agrabah” — the actual “culture” shown is an amalgamation of Middle Eastern and South Asian cultures. Not only are those two extremely large, diverse, and differing regions compressed to Western labels – but conflating all their cultural nuances into one fictitious land shows how little care Disney has for the unique cultures of these areas and how they see the people as homogeneous. How many Disney films explore different European cultures? Frozen 2 engaged in deep specificity by covering Norway, filmmakers even visited the land to learn about Nordic culture. How many Disney films explore African countries' cultures? If American Girl Doll can build diverse capitalism — Disney can too! Jokes, because they will probably do it poorly: Case Study #1 Aladdin (1992), Case Study #2 Aladdin (2019). Aladdin explores neither Middle Eastern or South Asian culture, instead, it yet again explores white culture –in the form of orientalism. \n\nThe highest score was a 3 for sexuality because there was nothing explicitly homophobic about this film. Now, if “heterophobia” was a real thing, I am certain this film would qualify. Jasmine is also the only major female character and the movie fails the Bechdel Test. Every time a movie fails the Bechdel Test, the part of me that says “what is the test even proving nowadays anyways” dies. It is proving a lot. The Kent test needs to be pushed more often because no way is the Bechdel test (bare minimum) still not being fulfilled. \n\nAll in all, the live-action version of the film which can be used as supplementary evidence for Edward Said’s “Orientalism” is shockingly, not diverse. \n"
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Aladdin",
        "year": 2019,
        "lookupcode": "AnelizaAladdin",
        "timestamp": "2024-01-13T02:04:33.790Z",
        "emailAddress": "aruiz3@berkeley.edu",
        "ethnicity": 2,
        "nationality": 2,
        "gender": 3,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 19,
        "blurb": "Aladdin is a really excellent example of lazy diversity. As in, there are People of Color on camera the entire time and there is an attempt to make women feature more prominently, and yet, this feels so hollow and superficial. It’s easy to give the critique that this remake does not hold up to the animated original, but that’s beside the point. What makes this live - action remake feel even more bogged down is that there isn’t anything to help ground us other than an Orientalist perspective on the Middle East that imagines it as an oasis of magic and mythos and at the same time where “barbaric” men are waiting to take over the world. In fact, I feel that this remake muddies the water even further by adding South Asian dance and visual aesthetics to the landscape and characters, which only adds to a sense of confusion and, honestly, racism. Although, I’d be curious to learn if that was a decision made to offset backlash following the announcement of Naomi Scott as Princess Jasmine, who is Indian and White, not SWANA and also adding to a whitewashing of the film. And whilst we’re on the topic of Scott and Princess Jasmine, I’m really struggling with her female empowerment song where she decides she will never be silenced and generally the attempt to make her come across as a smart girl. While the effort was cute, there is something about the way her lines and scenes are written that make me wonder if anyone on the production team has met an actual smart girl, or at least paid enough attention to them to notice we don’t talk like this. In a similar vein, Nina Pedrad’s character Dalia was a nice addition, but Pedrad was not being used to her best potential as the dummy foil to Jasmine. Nina could have been Jasmine and that would have made this at least 40% better in my humble opinion. Before you ask, I have nothing to say about Will Smith, mostly because there is too much to say. "
    },
]