[
  {
    "tagger": "Elle",
    "propertyNameOriginal": "Avengers: Endgame",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4154796/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Avengers:_Endgame",
    "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Avengers:_Endgame",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\ndrama\nscifi",
    "plotgeo": "*world x\nNorway\nUnited States",
    "plotdate": "2010s\n2020s",
    "distributiontags": "walt disney studios motion picture",
    "productiontags": "marvel studios",
    "productiongeo": "Scotland\nUnited Kingdom\nUnited States",
    "notesOnContentProductionDistributionData": "plot-geo: world-x: the Garden, Vormir, Asgard, Morag\nPlot-Date: The movie begins in 2018, then has a 5 year time jump to 2023",
    "biasTags": "D*, S, T, V*, Y",
    "biasTagNotes": "D*: Among the main surviving characters, Rhodey is the only character of color. Though others do come back to feature later, Rhodey is the only one for most of the film. He exists mainly to support the other main, white, cast. Though he does contribute heavily to the success and planning of the movies events.\nS: Natasha is the only main woman avenger; other female (or at least, female presenting) characters like nebula and Gamora do not feature as heavily in the plot and mostly serve to aid a man. Natasha is made to sacrifice herself for the \"greater good\" and becomes a very familiar stereotype of the \"fridged woman\" that dies to motivate her male cast members.\nS, T: Rhodey continues to be kept in his comedic relief role, and falls back into step as a familiar presentation of \"the funny black best-friend\" trope. While he has agency and presence in the plot, his growth mostly happens offscreen. He acts mostly as a support to Nebula in this movie, in exchange of Tony Stark.\nThere is a particularly tokenizing moment wherein all the revived female characters line up for what I assume was a\"girlboss\" move from Marvel. However, it reads hollow and flat when the characters are barely given development or their own storylines.\nNatasha herself is tokenized as the only woman character in the Avengers, and despite being an emotional heart of the movie, she will die on the cliff where Gamora was killed off in the previous movie. Also, she is not given a funeral like Tony Stark is in the same movie. \nT/S: Carol Danvers is removed from the movie at the beginning to do other things, before she is brought back in to be a \"powerful, snarky\" woman in the final battle, giving no attention to her character and only to her powers. S/T: Peggy Carter's character is decimated to be reduced to Steve's love-interest again - negating her development and own life outside of Steve that previous projects gave her. \nV*: Despite not featuring in the movie, the implicit violence against a majority of the minority characters (particularly POC and Women characters) in the snap is felt dearly throughout the film. They are eliminated for the sake of the plot before it even starts, leaving a gap where they had been previously and restoring the mostly white, male dominance ratio of previous Avengers movies.",
    "plotSummary": "After the events of Avengers: Infinity War, the surviving Avengers race to stop Thanos and undo the \"snap\". After five years of waiting, the chance to stop Thanos and undo his work for good presents itself - sending the Avengers on an mission through both time and space.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[dis07] nuanced representation of mental health",
    "positiveReceptionTagNotes": "[eth03] Rhodey is given a much more major role than he typically receives in these Avengers films. He is given more of a character arc and development than he typically gets in his other films. He is a major player in the plot and is elevated from his \"side-kick\" status, which fans were happy to finally see. \nSam Wilson, despite being in the film for long, is given a very significant role. He is the voice that heralds the final battle/ huge moment of hope for Steve/the other surviving Avengers. He is also acknowledged as being a major influence on Steve and flipping their dynamic with Steve deferring to Sam. AT the end of the film, Sam is given the Captain America Shield, elevating him from his supporting role in the franchise to one of its major characters, which many fans were thrilled to see realized. His character development is also highlighted through this passing of the mantle.\nThe character of Valkyrie is given a role as the ruler of Asgard, offering hope for more moments from her in the future if the MCU.\n[eth11] The character of Valkyrie is white in the comics and is portrayed by Tessa Thompson, a woman of color.\n[gen05], [gen15]: Natasha is given much more status and emotionally landscape in this film. She is allowed to grieve and have stake in the plot, not just reacting/supporting the male characters’ interests. She is given emotional plot on-par with her male cohorts. She becomes a leader and gets to fully see through a character arc that makes sense for her character. She has her own internal struggles that she works through, and even in her death, she gets to choose her own agency and decides to sacrifice herself instead of dying by another's will/circumstance.\nGamora and Nebula's dynamic is given much more spotlight in this film than previous ones, subverting romance conventions and highlighting the relationship between sisters.\n[dis07] Nebula's mental health is handled well and explored throughout the film. It avoids the stereotype of making her mental health the reason for her \"evilness\"/ villainizing her responses, even the past version of her. It explains her perspective and responses in the lens of a traumatized, brutalized person & daughter.\nThe grief of the characters is all mostly explored well and is used to explain and portray their actions through the view of thoroughly traumatized individuals trying to make things better, for good or ill.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth10] decreased visibility / investment to poc/mixed-race characters in adaptation\n[eth12] poc/mixed-race characters whitewashed / not present in adaptation\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen16] decreased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex06] un-nuanced representation of queer sexuality\n[sex17] queerbaiting\n[dis08] un-nuanced representation of mental health\n[dis20] mental health stigmatization\n[misc06] un-nuanced portrayal of body size",
    "negativeReceptionTagNotes": "[eth02], [eth12]: The Ancient One, an Asian character in the comics, is brought back and  still portrayed by Tilda Swinton , a white actress - despite the backlash from fans.\n[eth04] Despite his main role in the movie, Rhodey is still relegated to certain stereotypical portrayals of Black men in media. He is still used as a vessel for comedic relief, and he often falls into echoes of the \"funny Black best friend\" trope. Also, he spends a significant chunk of his screentime helping and guiding Nebula's character development.\n[eth10], [gen16]: Due to the snap, a majority of the characters of color and female characters are removed from the plot where they would have been included previously, leaving fans with the primarily male, white cast.\n[gen06], [gen10]: Natasha fulfils the trope of a woman dying to motivate the male cast to finish their adventure. It is particularly distressing that the only woman of the original Avengers is sacrificed to save the day - and does not get to live in the world she helped create. She is also killed in the exact same way that Gamora is in the previous film - by being sacrificed off the cliff at Vormir, or the Woman Killing Cliff. \nPeggy Carter had significant development regarding her own personal life and values after her first appearance in CATFA, both in other CA films and her own show. She was established as a character outside of Steve and moved on to have her own life. At the end of Endgame, all of that is decimated by having Steve go back in time to live a life with her - completely eliminating her agency, choices, and developments as a character outside of Steve.\nGamora was killed off in the previous film, but brought back in Endgame. Except, this time, as an earlier version of herself - completely erasing her development and undercutting her death in Infinity War.\n[sex06]: The only mention towards queer sexuality in Endgame comes from a brief scene portrayed by the director acting as a member of a grief counseling group. The lack of representation is starkly obvious when the only nod is brief, forgettable, and not from a main or developed character.\n[sex17] Several relationships in the MCU are fan-favorite ships. However, some, like the dynamic between Steve Rogers and Bucky Barnes, are accused of being queerbait by fans. Pre-release, Marvel teased about a queer character coming to the screen in Endgame, which many fans took to mean a main character, but instead turned out to be a small, new, minor part portrayed by the director. Particularly, the Steve/Bucky fans had a particularly negative reaction to the ending of Endgame, citing how in previous movies, Steve risked everything to save and take care of Bucky \"'till the end of the line\", but then abandons Bucky in the future to go back to the 1940s to marry a woman he had a brief relationship with in the first Captain America movie.\n[dis08] Thor's mental health is ridiculed and joked about by other characters, offering hardly any decent interaction for him with other characters regarding mental health. The portrayal of his PTSD is also very realistic, which makes the comedic effect it is played for even more disturbing to fans. \nSteve's entire character up and to this movie has been a commentary on how one has to learn to live with their lives/world after suffering a great trauma. His whole arc has centered around the idea of getting back up again and moving on to make life the best you can - with an emphasis that you can never truly go back to how it was. Steve carved out a new life with friends and family as a support system, where he is still dedicated to helping people. However, at the end of the movie, all of this is negated by Steve going back in time, literally, to go back to his old life to live it how he wanted to originally, obliterating his character arc and the character's representation for mental health.\n[dis20] The portrayal of Thor's mental health/depression/PTSD is mostly played for laughs, particularly in regard to his weight gain. Though Thor is given a somewhat decent arc to investigate his suffering, the extent to which it is joked about and ridiculed left a bad taste in many fan's mouths and undercut any significance of Thor's arc.\n[misc06] Thor is subject to relentless fatphobia and his weight-gain (due to PTSD and depression) is mocked relentlessly by several characters and never decently addressed.",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.thecourieronline.co.uk/marvel-i-just-want-to-talk-about-queerbaiting/ , https://www.cbr.com/avengers-endgame-gamora-problem/#:~:text=Gamora's%20development%20shouldn't%20be,more%20compelling%20to%20delve%20into. , https://dillondevelopment.wordpress.com/2019/05/07/on-your-left-endgame/ , https://www.hypable.com/peggy-carter-deserved-better-avengers-endgame/ , https://www.insider.com/avengers-endgame-thor-fat-shaming-mental-illness-problematic-2019-4 , https://www.vox.com/culture/2019/5/2/18524155/avengers-endgame-failed-black-widow",
    "fSTVOtherLetters": "black, fem",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 3,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 28,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 9,
    "comments": "Ethnicity: Rhodey is the only main character of color throughout most of the film, with others only coming in at the final battle. Reception is mixed - while Rhodey was given significantly more screentime and relevance in the plot this movie, which fans were happy to see, fans also noted that he is sill relegated to supporting the development of Nebula, without getting his own emotional arc. \nFans were thrilled to see Sam Wilson receive the Captain America shield, elevating his significance in the MCU and slating him as a main character for future projects. Also, it acknowledges his significance in the CA plots and his significance to Steve Rogers.\n\nNationality: Very little reception related to Nationality I could find, neither positive nor negative leanings.\n\nGender: Natasha the only main female character. Fans were excited to see her finally get a major role in an Avengers movie that actually focused on her thoughts/feelings/emotions. However, criticism also emerged that she died to motivate the men and the plot, playing into \"fridged woman\" tropes. Also, she died in the same way another female character did in the previous movie, which fans felt was disheartening to see for representation of female characters. However, fans were happy to see Natasha have autonomy in her choice of sacrifice.\nFans thought Steve Rogers ending reduced Peggy Carter simply to his love interest, erasing the developed character she had become in previous films. \nGender reception was a mixed bag, with some really great reception and some absolutely terrible that I felt it couldn't go much above a 3.\n\nSexuality: Prior to the film, it was teased that there would be the first major LGBTQ+ character introduced to MCU in Endgame. Fans were excited and speculated who it could be. However, it actually turned out to be a minor character who appeared in one scene and was played by the director. Fans felt cheated and baited. Fans were also disappointed in the negation of the significance of many popular \"ships\" with a significant section of voices upset that Steve's ending, who is often read as LGBTQ+ by several communities, reinforced the idea that his happy ending was heteronormative, white-picket-fence life with a woman who he had already moved on from in previous movies. \nSome fans hope that with the slow introduction/normalization of LGBTQ+ characters in the MCU that later projects will have better handling of representation.\nThere was no other significant sexuality representation in the film.\n\nAge: Very little reception about age in major reception discussion. Received Y tag.",
    "150CharacterPullQuoteFromBlurb": "<i>Endgame</i> delivered genuine representation and diversity, but also inflicted significant narrative losses that fans are still reeling from in 2023.",
    "pseudonym": "Poppy",
    "copyEditedBlurb": "<i>Avengers: Endgame</i> returns to the “classic” era of Marvel movies and delivers fascinating mediocrity regarding diversity and representation one final time. Most of the characters who were “dusted” in <i>Avengers: Infinity War</i> (2018) were characters of color and women – making the return to the original six Avengers, composed of five white men and one white woman, unnerving to see. Fans were thrilled to see Rhodey, the only Black character in most of the film, finally escape the sidelines. Rhodey is a major player in the plot of the movie, contributing on an equal scale with the original six. However, criticism notes that Rhodey is still mainly supporting the emotional arc of another character, Nebula, without getting to explore his own. A positive moment of representation for Black characters in the MCU came at the conclusion of the movie when <spoilers> Sam Wilson is given the Captain America shield and asked to continue the legacy as a major character. </spoilers> Natasha Romanoff’s story also caused debate among fans. Natasha finally received a character arc that explored her thoughts, feelings, and motivations. <spoilers> However, many fans were upset to see that storyline culminate in Natasha sacrificing herself to further the plot and motivate the men. Natasha is also not given a funeral after her death, while Tony Stark is – which many felt erased Natasha’s significance in the plot. </spoilers> Perhaps the biggest failure, I felt, was the handling of mental health. Thor was mocked for his weight gain after experiencing severe PTSD and trauma. Though there is some effort to rectify this and uplift Thor, many fans felt that it simply couldn’t undo the damage. I believe the film also failed Steve Rogers, whose character has been intertwined with ideas of mental health and PTSD. He has represented the idea that while trauma changes a person’s experience of the world, and you can never return to your past, there is still life to live and causes worth fighting for. <spoilers> However, at the conclusion of the film, Steve uses the time machine to go back to the 1940s to live out his life with Peggy Carter. This choice effectively decimated the positive mental health representation Steve had stood for, instead insisting that his “happy ending” was going to the past to live out his previous life away from his new life he worked hard to develop. This devastated fans that looked to him as a symbol of hope in dealing with trauma and PTSD. Additionally, that ending also reduced Peggy Carter, a character who had been developed outside of her relationship with Steve, to merely being his love interest. This ending also disappointed queer fans who had identified with Steve’s story, as it emphasizes that only a heteronormative, white-picket-fence ending can be a happy one. </spoilers> <i>Endgame</i> delivered genuine representation and diversity, but also inflicted significant narrative losses that fans are still discussing and reeling from in 2023 – leaving Endgame off not with a bang but a rather mediocre whimper."
  },
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Avengers: Endgame",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4154796/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Avengers:_Endgame",
    "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Avengers:_Endgame",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\ndrama\nscifi\n",
    "plotgeo": "*world x\nUnited States\n",
    "plotdate": "1940s\n1970s\n2010s\n2020s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "marvel studios\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "Y*",
    "biasTagNotes": "Y*: there are no main female characters over 50 (Captain Marvel doesn't count because even though she is older than 50, she is a slow-aging metahuman played by an actress in her 30s). however, i give this a Y* because Frigga, Queen of Asgard (and Thor's mother), appears briefly, and she is played by an actress in her 60s. ",
    "plotSummary": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos's actions and undo the chaos to the universe, no matter what consequences may be in store, and no matter who they face.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen21] increased visibility / investment in story of women compared to past seasons\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n",
    "positiveReceptionTagNotes": "[gen05] [gen21] While the \"girl power\" scene near the end of A:E (when all of the female superheroes team up in the big final battle against Thanos) was criticized by many (see negative reception below), the scene has its fans. In a Reddit thread originating with a post expressing dislike for the scene, numerous Redittors responded that the scene is for young girls who were inspired by the sight of multiple female superheroes working together. Screen Queens summarizes the reactions of several fans to the scene, and many express enjoyment and appreciation, even while acknowledging that the scene is too obvious. Examples: \"Yes, it’s about as subtle as an elephant walking down a flight of stairs, but it put a huge smile on my face and hopefully on the faces of thousands of young girls around the world.\" \"No ten-year-old is going to look at a dozen badass women superheroes and think, ‘wow, crumbs much?’.\" \n[sex13] Gay Times appreciated that A:E includes the MCU's first openly gay character. The \"unnamed character\" has a \"short scene\" in which he discusses going on a date with a man, and \"It’s a small moment, sure, but it’s a step in the right direction and gives fans hope that something more substantial is on its way.\"",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen10] un-nuanced portrayal of women's experience\n[sex06] un-nuanced representation of queer sexuality\n[sex16] queerness stigmatized\n",
    "negativeReceptionTagNotes": "[gen10] IndieWire reports that in a behind-the-scenes book, Avengers: Endgame producer Trinh Tran worried the \"girl power\" scene would come off as \"pandering.\" The production team did reshoots to include more scenes of the individual women characters to be inserted before the team-up. But IndieWire notes that their own reviewer did think the scene was \"pandering.\" That review is titled, \"‘Avengers: Endgame’ Needed More Than One Pandering ‘Girl Power’ Moment to Make Its Female Superheroes Soar.\" Shondaland's review is titled, \"I Loved 'Avengers: Endgame' — But, Please, No More Token Female Empowerment.\" Slate's is titled, \"The Worst Scene in Endgame Is the One That’s Supposed to Be the Most Feminist. The movie’s “girls rock!” moment is too little, too patronizing, too late\" and points out that Natasha/Black Widow's death hews to the \"sacrifical lion\" trope (TV Tropes). The A.V. Club also notes that Natasha/Black Widow's death gets treated much more lightly than Iron Man's and while the reviewer appreciates the girl power moment, it also wants the MCU to stop promising to deliver more feminist productions and just start doing it. \n[sex06] About the one briefly-seen gay character in A:E, Vulture writes, \"Avengers: Endgame’s Gay Moment Is a Nice Gesture That Just Feels Exhausting,\" stating, \"It’s exhausting to have to cling to a minor step toward depicting the world as it is 22-episodes — I mean, movies — into a multi-billion dollar franchise...It’s exhausting to celebrate that steps are being made. It’s exhausting to cheer on the fact that changes are coming. It’s exhausting to feel obligated to say thank you to the gigantic corporate monolith even as it swallows smaller corporations and guts the parts of them that made smaller movies that might actually be more appealing to you.\" ScreenRant states, \"If fans thought they were getting a gay character within the MCU who would have any kind of significant impact, though, they were in for a disappointment...grieving man is unlikely to be a character of any significance moving forward. What LGBTQ fans mean when they argue for fair representation, and what Marvel should be striving for, is an openly gay character who is foremost in the MCU, with a prominence up alongside Thor, Doctor Strange, and Spider-Man, for example; a superhero who happens to be gay, just as Steve Rogers is a superhero who happens to be straight.\"\n[sex16] It's ironic to tag this text with \"queerness [is] stigmatized\" when it is the first MCU film to have an openly gay character, but that's the argument made by thousands of Steve/Bucky shippers and the Daily Dot reviewer, who argues that, in A:E, the heteronormative (i.e., married with kids) characters mostly get happy endings while the endings of the single, childless/childfree characters get sad endings (Thor giving up his kingdom, Natasha dying and going relatively un-mourned compared to Tony, Bucky losing his best friend without any fanfare). The Daily Dot's main argument is that Steve/Bucky was the core relationship of Captain America's story for several films, and that gets shoved aside in order to assert Cap's heterosexuality (by giving him a happy ending with Peggy Carter). ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "Positive: Reddit: https://www.reddit.com/r/Avengers/comments/st8amj/was_anyone_else_annoyed_by_this_scene_in_end_game/, Gay Times: https://www.gaytimes.co.uk/culture/avengers-endgame-is-first-marvel-film-to-feature-an-openly-gay-character/\nNegative: IndieWire reporting on producer Trinh Tran: https://www.indiewire.com/features/general/avengers-endgame-producers-feared-women-scene-pandering-1234674619/, IndieWire review of A:E: https://www.indiewire.com/features/general/avengers-endgame-girl-power-scarlet-witch-1202129153/, Shondaland: https://www.shondaland.com/watch/a27311629/avengers-endgame-token-female-empowerment/, Slate: https://slate.com/culture/2019/04/avengers-endgame-female-representation-black-widow.html, TV Tropes \"Sacrifical Lion\": https://tvtropes.org/pmwiki/pmwiki.php/Main/SacrificialLion, The A.V. Club: https://www.avclub.com/avengers-endgame-doesn-t-earn-its-big-girl-power-mom-1834366317, Vulture: https://www.vulture.com/2019/04/avengers-endgames-gay-moment-just-feels-exhausting.html#:~:text=Time%20to%20celebrate%2C%20uh%2C%20gay,plays%20the%20gay%20character%20himself, ScreenRant: https://screenrant.com/avengers-endgame-gay-character-joe-russo-bad/, Daily Dot: https://www.dailydot.com/parsec/avengers-endgame-heteronormative-steve-bucky/",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 3,
    "sexuality": 1,
    "age": 2,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 24,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 4,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "<i>Avengers: Endgame</i> ends up ensuring that nothing and no one distracts from the straight white guys who formed the heart of the franchise.",
    "pseudonym": "Nightflier",
    "copyEditedBlurb": "In terms of diversity, <i>Avengers: Endgame</i> is an interesting failure, because it tries to do some groundbreaking work with gender and sexuality. In the film’s final battle, there’s a shot of eight women Marvel superheroes standing together shoulder-to-shoulder, ready to combat big bad Thanos and his army. The “girl power” shot makes for a stirring image, but numerous reviews called it a shallow nod to feminism, offering up a few seconds of women’s empowerment while failing to give any of the heroes depicted (Shuri, Captain Marvel, Pepper Potts, Okoye, Valkyrie, Wanda Maximoff, Hope van Dyne, and Mantis) substantive screen time or storylines. <a href=”https://www.indiewire.com/features/general/avengers-endgame-girl-power-scarlet-witch-1202129153/”>IndieWire</a> calls the moment “pandering” and <a href=”https://slate.com/culture/2019/04/avengers-endgame-female-representation-black-widow.html”>Slate</a> calls it “too little, too patronizing, too late.” That said, one audience member told <a href=”https://screen-queens.com/2019/05/20/the-superhero-shot-what-we-really-think-about-endgames-girl-power-moment/”>Screen Queens</a>, “No ten-year-old is going to look at a dozen badass women superheroes and think, ‘wow, crumbs much?’.” Slate and several other outlets note that the one heavily featured female Avenger, Natasha Romanoff/Black Widow, <spoilers> sacrifices herself for her best (male) friend Clint Barton/Hawkeye, but isn’t really mourned – unlike Tony Stark, whose passing is marked by a stately funeral at the film’s close.</spoilers> Nat’s lesser importance relative to Tony couldn’t be made more stark (sorry). \nIn the film’s other short, diversity-focused scene, an unnamed male character talks about going on a date with another man, making him the MCU's first <a href=”https://www.gaytimes.co.uk/culture/avengers-endgame-is-first-marvel-film-to-feature-an-openly-gay-character/”>“openly gay character”</a>. But critics lambasted the scene’s brevity and the character’s triviality. <a href=”https://screenrant.com/avengers-endgame-gay-character-joe-russo-bad/”>ScreenRant</a> states, \"If fans thought they were getting a gay character within the MCU who would have any kind of significant impact…they were in for a disappointment.\" The slash fans who had enjoyed watching Steve Rogers/Captain America and Bucky Barnes/Winter Soldier as a queer-coded couple prior to this film were <a href=”https://www.dailydot.com/parsec/avengers-endgame-heteronormative-steve-bucky/”>appalled by Cap’s heternormative ending</a>, and even I, a Steve/Peggy shipper who loved that those two <spoilers>finally got their long-postponed dance</spoilers> have to admit that this film worked hard to both repress any hints of queerness and sideline previously prominent women. Pepper, Nat, and Peggy Carter were compelling leads in earlier MCU movies, but here are reduced to props for their male counterparts – their raison d’être is making Tony, Clint, and Steve happy or sad. On top of that, this is possibly the whitest main cast of any Marvel film, with Rhodey, Valkyrie, and the Black Panther characters having only supporting roles or cameos. Despite its attempts to make the MCU more inclusive, <i>Avengers: Endgame</i> ends up ensuring that nothing and no one distracts from the straight white guys who formed the heart of the franchise for its first two phases. "
  }
]