[
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "Frozen 2",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4520988/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Frozen_II",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Frozen_II",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\nanimation\ncomedy",
    "plotgeo": "Norway\nIceland",
    "plotdate": "1840s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "walt disney animation studios\nwalt disney pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "C, Y",
    "biasTagNotes": "",
    "plotSummary": "Elsa and her sister Anna, along with her husband Kristoff, set off to discover the origins of Elsa's powers",
    "plotTagNotes": "",
    "positivereceptiontags": "[nat03] challenges stereotypes and tropes about nationality\n[nat05] nuanced national representation\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
    "positiveReceptionTagNotes": "https://www.washingtonpost.com/outlook/2019/12/05/kids-love-anna-elsa-frozen-iis-lesson-is-adults/\n\nhttps://the-artifice.com/frozen-gender-stereotypes/\n\nhttps://en.wikipedia.org/wiki/Frozen_II#Voice_cast (the thematic analysis section)",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 2,
    "ethnicity": 1,
    "nationality": 3,
    "gender": 4,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 32,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 7,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Despite a prolonged campaign of violence against the Northuldra, everyone at the end seems to be happy and unbothered — because it must end that way to sell movie tickets, Disney+ subscriptions, and plushies of Olaf making funny faces.",
    "pseudonym": "Clovers",
    "copyEditedBlurb": "<i>Frozen 2</i> gestures towards the colonial history of fictional Arendelle, but it’s done in a distinctly Disney way. What I mean is, I watched this movie in theaters when it came out and I have no real memory of a plot about reparations, just the story of sisterhood and some catchy songs — takeaways I suspect most viewers will share.\n\nUnsurprisingly, Elsa and Anna’s kingdom is revealed to have a troubled past. King Runeard, their grandfather and the first monarch of Arendelle, intended to eliminate the Northuldra, the indigenous people of the region, by constructing a dam that would slowly force the Northuldra to rely on Arendelle — a move that escalated into prolonged violence, which Anna sets out to heal. It’s a familiar story with countless real life parallels, but one stands out: the Alta Dam Controversy, a case of environmental racism where the Norwegian government proposed a hydroelectric power plant that would block the indigenous Sámi people’s access to resources. It’s an interesting and arguably powerful move for the plot to evoke the real history of indigenous rights. But in the movie, without going into too much detail, potential disaster is completely avoided by Elsa’s ice powers, a magical deus ex machina that is not afforded to real-life decolonization. Despite a prolonged campaign of violence against the Northuldra, everyone at the end seems to be happy and unbothered — because it must end that way to sell movie tickets, Disney+ subscriptions, and plushies of Olaf making funny faces.\n\nThe Northuldra people are strongly inspired by the Sámi. During production of <i>Frozen 2</i>, members of the Sámi parliament reached out to collaborate, establishing a relationship with Disney which led to the film being dubbed into North Sámi. I want to highlight that it was not Disney who reached out – I do not intend to give them the credit for seeking consultation here. Regardless, Sámi representatives reached an agreement with Disney to avoid cultural appropriation in the film, which is a non-zero step forward for more diverse and respectful stories from the mouse. However, not all representation is necessarily good. Since the first <i>Frozen</i>, Disney retconned Arendelle to introduce both background characters of color and a Black supporting character. Upsettingly, this singular Black character is a military leader for King Runeard. It feels like a backhanded move to introduce characters of color and then make them not only complicit in but instrumental to the colonization of native lands. \n\nAt the end of the day, this is not a movie that will empower people to engage in the struggle for decolonization. It was a Disney sequel about sisterhood that was the tenth highest grossing movie of all time. I would certainly not recommend <i>Frozen 2</i> as the blueprint for stories about postcolonial reparations, and at most it is one palatable and mainstream way to expose children to the (fairly elementary) idea that history is rarely what it seems. "
  },
  {
    "tagger": "Ace",
    "propertyNameOriginal": "Frozen 2",
    "additionalPropertyNames": "Frozen II",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4520988/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Frozen_II",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Frozen_II",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\nanimation\ncomedy\nfantasy\nmusical\n",
    "plotgeo": "*world x: Arendelle\nNorway\n",
    "plotdate": "1840s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "walt disney animation studios\nwalt disney pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D, C, Y, E*",
    "biasTagNotes": "E*: several characters are (white) indigenous, either Sámi (like Kristoff) or heavily inspired by the Sámi. None of the voice cast is Sámi or otherwise indigenous. \nD: only one supporting character of color (Lieutenant Mattias)",
    "plotSummary": "To discover the origins of her powers, Elsa sets out to an enchanted land beyond Arendelle with Anna, Elsa, Kristoff, and Olaf.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[nat05] nuanced national representation\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality\n",
    "positiveReceptionTagNotes": "[eth07] Sámi parliaments and the Saami Council reached out to Disney to collaborate on the film. I don't want to give Disney that much credit because they were not the ones who reached out...\n[eth13] Frozen also had Sámi inspirations, but there was more intentional work this time. Also introduces the franchise's first Black character\n[nat05] Introduction of the indigenous Northuldra, more explicit about the Sámi references and inspirations from the first movie. The plot explores the imperialist history of Arendelle and draws from historical events\n[gen09] Continues with Frozen's themes of female empowerment and freedom, and ore fully explores Elsa and Anna's characters (largely independent from, say, romantic endeavors) \n[sex05] Popular fan theory of Elsa being a lesbian - she is not confirmed queer but also not confirmed straight, and there are sources claiming she'll have a girlfriend in Frozen III",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[nat06] un-nuanced national representation",
    "negativeReceptionTagNotes": "[eth02] Despite importance of indigenous stories and influence, there are no indigenous voice cast members\n[nat04] Any commentary on colonialism is still passed through a Disney filter - there is not really a huge revelation about indigenous sovereignty at the end, and magic sort of fixes everything ultimately",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.themarysue.com/sami-frozen-ii/, https://arctic-council.org/news/behind-the-scenes-of-frozen-2-how-saami-representatives-cooperated-with-disney/, https://nowtoronto.com/movies/disney-frozen-2-indigenous-culture-sami/, https://www.washingtonpost.com/outlook/2019/12/05/kids-love-anna-elsa-frozen-iis-lesson-is-adults/, https://www.vulture.com/2019/11/movie-review-frozen-ii-the-sequel-to-disneys-hit-frozen.html, https://www.nytimes.com/2019/11/21/movies/frozen-2-review.html, https://www.vox.com/culture/2019/11/22/20975178/frozen-2-elsa-girlfriend-lesbian-queer-review",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 4,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 26,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "I am not claiming Black and brown people cannot benefit from imperialism or have never supported it, but having a diverse group violently colonizing Nordic people in a period-inspired piece is insidious work.",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "<i>Frozen 2</i> is about colonization. Like, literally. I was indeed shocked. However—tragically, though unsurprisingly, since it is Disney—the film is not historically accurate at all. It is not about colonization; it is (how do I say this without seeming pretentious?) a simulacrum of colonization. It replaces the horrific reality of colonization with a Disney representation that does not portray any truth of colonization. I do not want to employ too much postmodernist thinking (though I unwillingly surrender to the postmodernists at times) but Jean Baudrillard writes, \"Simulation is no longer that of a territory, a referential being, or a substance.” What is being simulated here? Nothing. Or worse, <i>Frozen 2</i> is a simulacra of colonization through the eyes of a historically white supremacist company. \n\nThe most audacious thing about this film is including Black and brown people in the group of colonizers. I am not claiming Black and brown people cannot benefit from imperialism or have never supported it, but having a diverse group violently colonizing Nordic people in a period-inspired piece is insidious work. Removing the racial elements of colonization—one of its fundamental features—is audacious to say the least, and to make Black citizens a part of the colonizer group is absurd. Whose call was this? Some critics believe it was Disney’s response to the first <i>Frozen</i> being “too white.” Disney must have thought sprinkling in random Black characters (Black villains) [Black colonizing villains] was going to diversify the film in a positive way. Also, I doubt anyone critiquing <i>Frozen</i> for being too white is doing it in good faith. What people actually want is interesting movies featuring dynamic complex characters of color with relatable stories—not becoming fictional colonizers. Like, who is going “YASSSS OMG SO ME!!! FINALLY COLONIZERS OF COLOR!! YIPPIE!!!” (Vivek Ramaswamy erasure, my apologies.)\n\nThe story of King Runeard is excellent thematically, but offensive optically. If they made all the colonizers white, would people (Disney adults) have been pissed/disturbed? So instead, they opted to pretend people of color violently attacked Nordic people? I want to know the thought process. \n\nPutting that aside (if you can), Elsa is a really cool character! Having no love interest, she joins the ranks of Moana and other new princesses whose stories are not attached to a man. This is something I really appreciate when showing content to the younger children in my family, especially girls. It is important for girls to see women on screen having narratives of self-discovery without the presence of a man (the bare minimum, mind you). I also loved how Anna disregards her man to save her sister, which is beautiful to watch. It is an amazing depiction of sisterly love. Horrible depiction of the history of colonization. "
  }
]