[
  {
    "tagger": "Sam",
    "propertyNameOriginal": "Mindhunter",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5290382/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Mindhunter_(TV_series)",
    "fanwikiUrl": "https://mindhunter.fandom.com/wiki/Mindhunter_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "crime\ndrama\nmystery\n",
    "plotgeo": "United States\n",
    "plotdate": "1980s\n",
    "distributiontags": "netflix\n",
    "productiontags": "denver and delilah productions\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D*, Q, Y",
    "biasTagNotes": "D*: Jim doesn't really have a personal or inner life outside from work, we get a line about his wife but otherwise he is only there to be good at his job. \nQ: the two lesbian characters are not played by queer people as far as i can tell.",
    "plotSummary": "FBI Agents Holden Ford and Bill Trench and Psychologist Wendy Carr of the FBI's Behavioral Science Unit interview more notable serial killers under the units new leadership and head to Atlanta to investigate and make a profile for unsolved child murder cases.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[gen21] increased visibility / investment in story of women compared to past seasons\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n",
    "positiveReceptionTagNotes": "[eth07] black director for the last few episodes of the season dealing w racially targeted crimes\n[gen21] and [sex13] Wendy gets more of a personal life, we see her outside of her masking at work\n",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n",
    "negativeReceptionTagNotes": "[eth06] the mothers aren't made to be sympathetic characters. there is a lot of annoyance and irritation thrown at them online because of how antagonistic they were to the main character when he was trying to help. ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.vulture.com/2017/11/mindhunters-deft-commentary-on-toxic-masculinity.html (about women in s1), https://blacknerdproblems.com/unmasking-the-face-of-evil-a-review-of-the-sophomore-season-of-mindhunter/, https://slate.com/culture/2019/09/mindhunter-season-2-atlanta-child-murders-race-depiction.html, https://www.reddit.com/r/MindHunter/comments/crqymt/imho_this_lady_gave_one_of_the_most_powerful/, https://www.reddit.com/r/MindHunter/comments/gaj6ak/am_i_the_only_one_who_is_somewhat_irritated_by/, https://www.theringer.com/tv/2019/8/21/20825713/mindhunter-season-2-wendy-carr-anna-torv-netflix",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 2,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 4,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 32,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 8,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Season 2 makes a welcome change by giving more agency and focus to the women. Carr’s plotline becomes significantly more complex as we see her time away from work, where she can let the mask of corporate heterosexuality slip.",
    "pseudonym": "Basil",
    "copyEditedBlurb": "<i>Mindhunter</i> sets itself apart from its crime drama contemporaries by placing itself in the realm of the psychological. In focusing on the FBI’s emerging interest in criminal profiling by interviewing serial killers, the show maintains a chronological and visual distance from the sensationalism of the murders themselves. While we were given a reprieve from the torture porn of women dying gruesomely on screen in Season 1, they didn’t get to do much living either. Season 1 revolved around women as causes or victims of violence—which is to say, accessories to men’s stories—and we saw very few of them as complex characters. There were only a smattering of women in the first season and even psychologist Wendy Carr, one of the show’s leads, didn’t show up until episode three. Once she arrived, she immediately buried her personal life in order to work at Quantico, putting herself back in the closet to work for an organization that considered her sexuality a disorder. This conflict remained largely and unfortunately unexplored in Season 1.\n\nSeason 2 makes a welcome change by giving more agency and focus to the women. Carr’s plotline becomes significantly more complex as we see her time away from work, where she can let the mask of corporate heterosexuality slip. Carr is at her most interesting when her professional and personal lives bleed into each other as she navigates a new relationship with a queer woman. Season 2 also takes us to the family home of FBI agent Bill Tench and his wife Nancy, who are in conflict over raising their adopted son. With Nancy bumped up to a main character, we see the struggles of a working mother who has to handle family affairs singlehandedly while Bill is emotionally checked out. We know from the first season that the mother always gets blamed for the father’s absence, so seeing this dynamic from Nancy’s perspective adds a previously unexplored level of nuance to the gendered labor of parenthood.\n\nThere is a big leap for the white women in the show, but mixed response to the representation of race as the plot makes a strong pivot from gendered violence to the then-ongoing case of the Atlanta Child Murders. For some, the topic was perhaps too heavy for the second season of the show, and could have been handled with more care, especially with a predominantly white cast. <a href=”https://slate.com/culture/2019/09/mindhunter-season-2-atlanta-child-murders-race-depiction.html”>Slate.com</a> called it “unsatisfying,” talking about how the season could never have a neat ending when the real cases were closed without the suspect facing any charges for the murdered children. Narrativized retroactively, it makes for a clunky set up for FBI agent Holden Ford’s investigation: to approach the historically-accurate conviction, even if it means repeatedly rejecting the premise of “generations of violence and systemic racism” (as Tench tells Ford) in order to push his profile of a Black suspect. And while we hear about Klan involvement and racism in the police force, the cops shown are all well-meaning. “We all care,” the chief of police tells a frustrated Ford. As a result, Laura Miller argues, presenting the mothers of the missing children as distrustful and cold towards the police turns them into an “indictment of law enforcement for shortcomings the series itself doesn’t depict.” The mothers’ advocacy for themselves and their children becomes simply a means to dole out blame. \n\nWhen Ford leaves Atlanta with his efforts to help tied up in bureaucratic tape, it’s the inevitable dissatisfaction from the mothers that lingers unfavorably in the air as the season closes."
  },
  {
    "tagger": "SJ",
    "propertyNameOriginal": "Mindhunter",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt5290382/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Mindhunter_(TV_series)",
    "fanwikiUrl": "https://mindhunter.fandom.com/wiki/Mindhunter_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "*other::\ncrime\ndrama\nhistorical fiction\nmystery\nthriller\n",
    "plotgeo": "United States\n",
    "plotdate": "1970s\n1980s\n",
    "distributiontags": "netflix\n",
    "productiontags": "denver and delilah productions\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "The conception of the show from Fincher originated from the book \"Mindhunter: Inside the FBI's Elite Serial Crime Unit\", which inspired the name of the show. ",
    "biasTags": "W*, V, Y, D*, A*",
    "biasTagNotes": "The W and D tags are contested largely due to the historical period of the show, and the exploration of racial politics in the 1970s after King's assassination. The absence of black characters in the FBI investigative team was crucial to exploring the racial and political tensions throughout Season 2, although there were certainly ways the show could have increased diversity. The A tag is contested due to the depiction of mental illness throughout the show is progressive for the time period it is set in, and it shows the main characters advocating for institutional recognition of criminal psychology and the necessity of understanding a violent offender's psyche. ",
    "plotSummary": "Based on the real experiences of two FBI agents and a nursing professor who helped legitimize the field of criminal psychology, Mindhunter documents the journey that two FBI agents, Holden Ford and Bill Tench, embark on to crack the patterns of serial killers. Throughout this journey, they collaborate with psychology professor Dr. Wendy Carr, balance difficult relationships with FBI superiors, and interview multiple serial killers in order to apprehend a killer at large.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex05] nuanced representation of queer sexuality\n[sex11] heterosexual characters made queer characters in adaptation\n[dis03] challenges stereotypes and tropes about disabilities\n[dis07] nuanced representation of mental health\n[dis15] increased visibility / investment to disabled characters compared to past seasons\n[dis19] mental health de-stigmatization\n",
    "positiveReceptionTagNotes": "[eth05] audience members who had lived through the 70s and 80s remarked that Mindhunter was very accurate to their experience of racial politics and tensions during that era. They remarked that King's assassination planted deep wariness of the FBI, which they felt was well presented in the show. \n[gen15] audience members (especially women) liked the emphasis on Dr. Wendy Carr in the show and her role, given that the professor she is based off (Dr. Ann Burgess) was crucial to Douglas and Ressler's success in establishing the field. \n[sex05] both audience members as well as Dr. Ann Burgess expressed no issue with the portrayal of Dr. Carr as a lesbian, and some audience members felt it made the show more interesting\n[sex11] Dr. Carr is portrayed as a lesbian, even though Dr. Burgess is not a lesbian\n[dis03] overall, audience members liked the depiction of how mental illness and disability was handled in the era, and appreciated Holden's efforts to change those perspectives\n[dis07] viewers felt that the show straddled a good line between portraying the real stigmas against mental health for the time period, and challenging them. Also, it isn't just the serial killers who experience mental health issues, viewers liked that Holden also had his own unique mental health struggles. \n[dis15] Tench's son (Brian) being featured as possibly autistic and focused on was an intriguing choice to the audience\n[dis19] audience members liked the recognition of child abuse and its connection to mental illness and anti-social behaviours in adulthood",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex02] actor does not share sexuality with character\n[dis04] reinforces stereotypes and tropes about disabilities\n[dis18] disability stigmatization\n[dis20] mental health stigmatization\n",
    "negativeReceptionTagNotes": "[sex02] Anna Torv, who plays Dr. Wendy Carr, is presumed straight but is playing a lesbian character.\n[gen15] some controversial opinions from a small subset of audience members disliked the spotlight on Dr. Wendy Carr in the second season, finding her character unpleasant. However, this opinion was quickly called out as sexist every time it is voiced on online forums about the show.\n[dis04] some audience members did not like the portrayal of Tench's adopted son, where his behaviours were read as autistic but the show seemed to imply he was dangerous, an outdated, harmful and inaccurate stereotype of autistic individuals.\n[dis18] in addition to portraying Tench's autistic child as possibly violent, references to children with the potential to become serial killers create stigma around children who are struggling with disabilities or attachment disorders\n[dis20] language surrounding the serial killers being interviewed and their mental health can be stigmatizing, with reference to those with personality disorders as 'monsters', as perceived by a small number of audience members",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "black",
    "cCases": "",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
    "howMuchOfThisMediaHaveYouConsumed": 4,
    "ethnicity": 1,
    "nationality": 3,
    "gender": 3,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 26,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 17,
    "comments": "- due to the historical era in which the show is set, with racial politics being a crucial element of the plot, casting choices may have been restricted. some viewers liked the representation of a black serial killer, when \"serial killing\" was thought to be a white male phenomenon.",
    "150CharacterPullQuoteFromBlurb": "While many serial killers experienced abuse or trauma in their childhood, the framing of an autistic child who had experienced trauma as a budding serial killer was problematic.",
    "pseudonym": "",
    "copyEditedBlurb": "Netflix’s <i>Mindhunter</i> was a success during its first season, and built up a cult following online with the true crime fandom. When it returned for a second season, the audience — true crime fans and more typical Netflix enjoyers alike — responded favorably to the show. For true crime fans, one of the selling points of <i>Mindhunter</i> was its accuracy to the book that inspired it: <i>Mindhunter: Inside the FBI's Elite Serial Crime Unit</i>. The three characters that helm he plot (Holden Ford, Bill Tench, and Wendy Carr) are based on their <a href=\"https://www.vulture.com/2017/10/mindhunter-netflix-real-serial-killers.html\">real-life counterparts in the field of criminal psychology</a>. There was relatively little discussion online about diversity in the show other than with regard to three topics: mental illness/disability, gender, and race. A subplot that occurred during Ford and Tench’s hunt for the Atlanta murderer involved Tench’s young son, Brian, showing increasing signs of potentially anti-social behavior, generating controversy among viewers.  <a href=\"https://www.reddit.com/r/MindHunter/comments/d4jxhb/possible_point_towards_the_brian_is_autistic/\"> Many viewers pointed out</a> that Brian’s behaviors aligned much better with autism, and were uncomfortable with the show framing this behavior as warning signs of homicidal violence. They expressed that while many serial killers experienced abuse or trauma in their childhood, the framing of an autistic child who had experienced trauma as a budding serial killer was problematic.  <a href=\"https://www.reddit.com/r/MindHunter/comments/cx5xjg/does_anyone_else_think_brian_may_just_have_autism/\">Other viewers</a> gave the show the benefit of the doubt, arguing that this framing was intentionally misleading due to Tench’s unreliable perspective.\n\nAnother line of controversy surrounded the lack of characters of color in the main cast, but many avid fans argued that the show’s strength was in sticking to the source material and realistically depicting the 70s and 80s, where racism and misogyny were rampant and kept POC and women out of important positions. <a href=\"https://www.reddit.com/r/MindHunter/comments/7qmqmm/comment/dssjmzo/?utm_source=share&utm_medium=web2x&context=3\">Fans</a> connected this to the violence perpetrated against women and the way the Black community is failed by the justice system. In order to understand violent crime, they argued, a show must be willing to depict the unfairness and violence inherent in the social systems and structures that surround individual acts of extreme cruelty. Some Black viewers commented that the show was very accurate in its depictions of the political climate in the decade following King’s assassination, the failures of the government to care for its Black citizens, and the wariness that the Black community had towards the FBI and police. They felt that the <a href=\"https://www.reddit.com/r/MindHunter/comments/crqy3b/really_liked_how_the_show_explored_race_relations/\">depiction of Wayne Williams as a product of a racist system</a> that taught him to be violent through systemic violence was powerful in its execution. <a href=\"https://www.reddit.com/r/MindHunter/comments/cv8y1u/comment/ey6mmaf/?utm_source=share&utm_medium=web2x&context=3\">Some viewers</a> felt like the compressed TV show did not give enough screen time to the Black police officers also involved in the investigation.\n\nOne way the show deviated from its source material was through the character of Wendy Carr, who is inspired by Dr. Burgess, the real-life nursing professor who assisted the FBI in establishing criminal psychological profiles. Dr. Burgess is a straight woman, but Carr was written to be a closeted lesbian and a psychology professor. When interviewed by <a href=\"https://www.newsweek.com/mindhunter-wendy-carr-character-inspiration-ann-burgess-1459208\">Newsweek</a> about this rewriting, Dr. Burgess expressed that she was not bothered by this depiction, and mentioned that Carr’s character had to be written as a psychology professor due to misconceptions about nursing as a profession. Carr is played by Anna Torv, who is a presumably straight woman, but audiences seemed to have not taken any serious issue with this. Overall, it seemed that the show attempted to incorporate diversity despite sticking close to the source material, but simple choices (such as casting a lesbian actor to play Carr’s character) could have vastly improved its representation of marginalized groups. "
  }
]