[
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Pose",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
    "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\n",
    "plotgeo": "United States\n",
    "plotdate": "1990s\n",
    "distributiontags": "fx / fxx / fx networks\n",
    "productiontags": "*other: 20th Television\nbrad falchuk teley-vision\nfxp\nryan murphy television\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "",
    "biasTagNotes": "",
    "plotSummary": "Season 2 of Pose begins in 1990 as Madonna’s song and accompanying video, Vogue brings the attention of pop culture towards New York City’s underground, Black and Latinx, Queer ballroom scene. Blanca Rodreguez, mother of The House of Evangelista, sets out to make a better life for the children of her house while dealing with the ongoing HIV/AIDS crisis. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen05] challenges stereotypes and tropes about women\n[gen07] nuanced portrayal of trans experience\n",
    "positiveReceptionTagNotes": "[eth13] Some viewers criticized season 1 for focusing too much time on Evan Peters and Kate Mara's characters. Season 2 removes these characters completely, choosing to center the queer characters of color instead. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 5,
    "nationality": 3,
    "gender": 5,
    "sexuality": 5,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 44,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 42,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "<i>Pose</i> is able to be pure joy and devastating, gritty and glamorous, camp and high art; like queerness itself, <i>Pose</i> defies boundaries. ",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "After the first season finale I wondered if anything could be better than the queer representation in season one of <i>Pose</i>. It turns out something can, and that is season 2 of Ryan Murphy, Brad Falchuk, and Steven Canals’ dramatic masterpiece. Season 2 abandons the Trump Tower storyline, removing screen time for straight white men, focusing exclusively on the lives of the queer Black and brown characters. The removal of these storylines leave more screen time available for performers like Michaela Jaé Rodriguez, Billy Porter, Dominique Jackson, Indya Moore, Angelica Ross, Hailie Sahar, and so many more, to light up the screen brighter than the neon pink of the opening title sequence. \n\nSeason 2 of <i>Pose</i> has entire episodes where hardly any straight white men can be seen on screen. When we do see straight white characters, they are either villains like the bigoted landlord Frederica Norman, played by Patty Lupone, or characters like Paul, played by Frank De Julio. Paul is a client of Electra’s at a dominatrix club who <spoilers> dies of a drug overdose while tied up under Electra’s care. For ages transgender women have been resigned to playing dead bodies on television, so the reversal of trans characters dealing with a straight white dead body is very notable. </spoilers>\n\n<i>Pose</i> is a story of queer trauma, and does depict queer brown and Black people as the targets of violence and systemic oppression. But <i>Pose</i> is also the story of queer joy, queer resilience, and queer triumph. <i>Pose</i> is able to be pure joy and devastating, gritty and glamorous, camp and high art; like queerness itself, <i>Pose</i> defies boundaries. \n\nSeason 2 scores highly in almost every aspect we score at MERL. Some areas of body diversity, like large bodies, aren’t given stories in <i>Pose</i>. However, <i>Pose</i> still expands what is usually seen on screen in other ways. The epic romance of Angel and Lil Papi not only shows a nuanced relationship, but also depicts a feminine partner who is taller than a masculine one. \n\n<i>Pose</i> is not just a show about the ballroom community, it is in many ways by the community. The creators of <i>Pose</i> went directly to the source to ethically tell the story of the New York ball scene, using such legends as The House of Extravaganza as primary sources. Ballroom icon Leiomy Maldonado, whose signature 360 dip forever changed the ballroom scene, is not only featured on the show but is also the choreographer, giving authenticity to the catwalks of <i>Pose</i>. Sandra Bernhard’s real-life activism gives so much life to her fictional character’s fire — yet another authentic aspect of this spectacular ensemble. \n\nThe popularity of <i>Pose</i> is proof that queer Black- and brown-led stories can make money, so I can only hope more producers will take note and produce work by and about queer people. \n"
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Pose",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
    "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\n",
    "plotgeo": "United States\n",
    "plotdate": "1990s\n",
    "distributiontags": "fx / fxx / fx networks\n",
    "productiontags": "*other: 20th Television\nbrad falchuk teley-vision\nfxp\nryan murphy television",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "",
    "biasTagNotes": "",
    "plotSummary": "The 3rd and final season of Pose takes place in the height of the HIV/AIDS crisis as Blanca Rodreguez devotes herself to working as a  nurse on the HIV/AIDS clinical trials, while dealing with her own health issues, taking care of her house children, and finding time for her new romantic relationship. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen07] nuanced portrayal of trans experience\n",
    "positiveReceptionTagNotes": "Pose gained almost universal critical and fan praise for centering Black and Brown trans women and being unapologetically queer.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.rottentomatoes.com/tv/pose/s03",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 5,
    "nationality": 3,
    "gender": 5,
    "sexuality": 5,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 42,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 21,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "With half the primary characters being trans and more than half (depending on how you count) being queer, this is one of the strongest majority-minority dramatis personae to ever hit American screens.",
    "pseudonym": "Nightflier",
    "copyEditedBlurb": "<i>Pose</i>, more than any other television series in recent memory, strives above all to humanize queer and trans people of color (QTPOC), depicting a set of characters in and around New York’s late 1980s-early 1990s ballroom scene as compelling, complex multidimensional people who can never be reduced to just one thing. <i>Pose</i> season 2 doesn’t feature any white leads (a shift from season 1) – though a few famous white actresses show up in important supporting roles – and with half the primary characters being trans and more than half (depending on how you count) being queer, this is one of the strongest majority-minority dramatis personae to ever hit American screens. Behind-the-scenes creatives including Janet Mock, Steven Canals, and Our Lady J worked wonders in rendering the myriad realities that our heroes walk through in season 2: dazzling ballroom competitions, the high-stakes worlds of professional dance and modeling, the cutthroat New York real estate market, the struggles to navigate HIV-positive status in the early years of the AIDS crisis, the hopes and disappointments of a marginalized subculture when their creativity is appropriated into the cultural mainstream, various types of sex work and their benefits and (sometimes tragic) costs to individual workers, and the too-numerous forms of violence directed at QTPOC people. There’s also plenty of love, allyship, friendship, frenemyship, and downright enemyship on offer. <i>Pose</i> season 2 earned much love from <a href=”https://ew.com/tv-reviews/2019/06/07/pose-season-2-fx-review/”>EW</a>, <a href=”https://www.vulture.com/2019/06/pose-season-2-review.html”>Vulture</a>, <a href=”https://www.theatlantic.com/entertainment/archive/2019/06/pose-season-two-review-fx/591409/”The Atlantic</a>, and many other not-specifically-queer-serving publications, as well as specifically-queer-serving ones like <a href=”https://www.autostraddle.com/pose-episode-210-recap-together/”>Autostraddle</a> and <a href=”https://www.them.us/story/pose-season-two-review”>Them</a>. One criticism that several publications made was how pedantic and lecture-y the writing could sometimes get, but I don’t blame the show for teaching and preaching to the mass audience it managed to reach. I only found myself cringing at one diversity-related storyline all season, and it weirdly (for a show that does more and better work on gender than any other) had to do with women asking for, and not getting, a seat at the table: <spoilers>Elektra tells Pray Tell that she’s tired of all the trans women in the ballroom scene doing most of the work (aesthetic labor, walking, posing) while men get to sit back and judge them; Pray Tell and the council of other (cis male) MCs decide to flip the script by wearing drag and walking themselves in the next ball, at which Elektra convenes a panel of women judges to score their efforts. But I agree with the <a href=”https://www.reddit.com/r/PoseFX/comments/cnbuia/pose_s02e10_in_my_heels_live_season_finale/”>Reddit</a> users who asked, Why couldn’t they have asked Elektra or other women to join the council or become MCs?</spoilers> Plus ca change, as they say. "
  },
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Pose",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 3,
    "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
    "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\n",
    "plotgeo": "United States\n",
    "plotdate": "1990s\n",
    "distributiontags": "fx / fxx / fx networks\n",
    "productiontags": "brad falchuk teley-vision\ncolor force\nfxp\nryan murphy television\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "Y*",
    "biasTagNotes": "I am tagging Pose s2 with a Y because there are no women characters who are 50+ years old in the top 8 characters, but the season does feature Sandra Bernhard, Patti LuPone, and Trudie Styler, all over 60 years old,  in recurring supporting roles. ",
    "plotSummary": "Set in the 1980s, 'Pose' is a dance musical that explores the juxtaposition of several segments of life and society in New York: the ball culture world, the rise of the luxury Trump-era universe, and the downtown social and literary scene.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen07] nuanced portrayal of trans experience\n[gen11] trans/gnc people-led creative / production team for story centered on trans/gnc people's experiences\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[sex03] challenges stereotypes and tropes about queer sexuality\n[sex05] nuanced representation of queer sexuality\n[sex07] queer creative / production team for story centered on queer experiences\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n[sex15] queerness normalized\n",
    "positiveReceptionTagNotes": "[gen03] [gen07] [sex03] [sex05] [sex15] EW praises Pose s2 for highlighting queer/trans people of color's joy, and for \"dish[ing] out a full serving of theatrics, humor, and heartfelt family drama.\" Slate: \"Such is the beauty of Pose: The series acknowledges the struggles endemic to its poor, black and brown, trans and otherwise queer characters, but it allows them the grace to be defined by much more than their institutional hardships.\" Slate also praises the voguing storyline: it was fascinating to watch a previous generation grapple with the double-edged sword of being turned into a mass-culture commodity.\" Slate also appreciates how Pose shows \"Its characters outsmarting brute injustice.\" Vulture: \"The most striking thing about the show — and ultimately its strongest and most graceful argument against society’s tendency to other these sorts of characters — is the way it portrays an assortment of people coming together while insisting on their own identities and boundaries, finding common cause by making up their own rules because the ones handed down by the dominant culture seem meant to silence or destroy them.\" The s2 finale made the Autostraddle critic cry with happiness. Them, a queer pub, calls Pose \"my favorite piece of queer TV last year [season 1]\" and calls season 2 even \"bigger, like its central 'world' has expanded.\" Them also states, \"there are very few shows on air right now that know how to balance the tragic and the joyous as skillfully as Pose.\" The Atlantic praises the way that Pose portrays the ball scene as an innovative performance culture: \"Its ballroom scenes are shimmering dioramas of exuberance and expression; its characters reinvent themselves as historical divas, Shakespearian characters, and avant-garde fashion plates. Creative energy diffuses around the room like light beams from a mirror ball.\" \n[gen11] [sex07] Slate points out that Janet Mock, a Black/Asian/Native Hawai'ian trans woman, is one of the show's lead creatives, who wrote, co-wrote, or directed 6 of the 10 eps this season. The Atlantic's review highlights that the creative team includes Mock and trans musician-writer Our Lady J, as well as co-creator Steven Canals, who is African American/Puerto Rican and queer. \n[sex13] [gen 19] Them praises s2 for ditching s1's focus on Stan Bowes, the white yuppie character (whose white wife also played a large role), and concentrating on the QTPOC characters. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n",
    "negativeReceptionTagNotes": "[no pre-existing reception tag: preachy/pedantic tone when characters discuss the challenges they face as queer/trans ppl of color] EW writes that, in the first four eps of this season, Pose can \"veer perilously close to pedantic\" when its characters talk about the many threats facing them (e.g., HIV/AIDS and violence against trans women), and says the writing can feel \"stilted\" and like \"edutainment.\" Vulture accuses Pose s2 of occasionally delivering \"wall-to-wall, retroactive historical exposition that’s more easily read than said...I vastly prefer it as comedy-drama than as a primer\"; the reviewer dislikes Pose's \"didactic mode\" but likes everything else about it. The Atlantic states that Pose s2 \"veers all over the place, between heartfelt, didactic, over-explanatory, and anachronistic.\"\n[gen06] In the finale ep, after Elektra complains that cis men get to judge the women of the ball scene while the women put in all the work (and *make* the ball scene) -- and also that when voguing became huge it benefited mostly the cis men in the ball scene, not the women -- the four male MCs get together and decide to walk in the women's shoes for one night (in a drag category). However, Reddit users pointed out, the male MCs could have added a woman to their council, but \"instead Pray and the guys managed to make it about themselves and their performance at the ball.\" ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "EW: https://ew.com/tv-reviews/2019/06/07/pose-season-2-fx-review/, Slate: https://slate.com/culture/2019/08/pose-season-2-review-fx-series-finale.html, Vulture: https://www.vulture.com/2019/06/pose-season-2-review.html, Autostraddle: https://www.autostraddle.com/pose-episode-210-recap-together/, reddit thread on the s2 finale (ep 10): https://www.reddit.com/r/PoseFX/comments/cnbuia/pose_s02e10_in_my_heels_live_season_finale/, Them: https://www.them.us/story/pose-season-two-review, The Atlantic: https://www.theatlantic.com/entertainment/archive/2019/06/pose-season-two-review-fx/591409/",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 5,
    "nationality": 4,
    "gender": 5,
    "sexuality": 5,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "",
    "pseudonym": "",
    "copyEditedBlurb": ""
  },
  {
    "tagger": "Elsa",
    "propertyNameOriginal": "Pose",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 3,
    "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
    "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "drama",
    "plotgeo": "United States",
    "plotdate": "1970s\n1980s\n1990s",
    "distributiontags": "fx / fxx / fx networks",
    "productiontags": "fox 21 television studios\nfx productions",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "N/A",
    "biasTagNotes": "",
    "plotSummary": "Season three of Pose follows Blanca, Pray, and other members of House Evangelista as they make plans for their futures and deal with new changes in the ballroom community.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen01] actor shares gender identity with character\n[gen07] nuanced portrayal of trans experience\n[gen11] trans/gnc people-led creative / production team for story centered on trans/gnc people's experiences\n[gen23] gender nonconformity normalized\n[sex01] actor shares sexuality with character\n[sex05] nuanced representation of queer sexuality",
    "positiveReceptionTagNotes": "[eth01] cast-character pairs for Blanca, Elektra, Angel, etc.\n[eth05] discrimination against black/latinx patients in the clinical trials\n[eth07] Steven Canals was a creaator/exec producer\n[eth15] Angel and Papi's wedding\n[gen01] Blanca, Elektra, Angel, Lulu\n[gen07] flashbacks to Elektra's past\n[gen11] Janet Mock and Our Lady J served as writers\n[gen23] allows its trans characters to have happily-ever-afters\n[sex01] Billy Porter/Pray Tell\n[sex05] humanizes Pray's relationship with Ricky",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.theguardian.com/tv-and-radio/2021/aug/08/pose-season-three-review-a-fond-farewell-to-a-revolutionary-tv-hit, https://theface.com/culture/pose-season-three-trans-representation-politics, https://www.them.us/story/what-pose-revealed-about-the-way-hollywood-works",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 5,
    "nationality": 3,
    "gender": 5,
    "sexuality": 5,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 44,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 23,
    "comments": "age- Judy is 60-69 years old",
    "150CharacterPullQuoteFromBlurb": " <i>Pose</i> leaves behind a legacy of bold and beautiful representation of LGBTQ+ characters of color, and I can only hope Hollywood rises to the occasion.",
    "pseudonym": "Colm",
    "copyEditedBlurb": ""
  }
]