[
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Succession",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt7660850/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Succession_(TV_series)",
    "fanwikiUrl": "https://succession.fandom.com/wiki/Succession_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "comedy\ndrama\n",
    "plotgeo": "Croatia\nIceland\nScotland\nUnited States\n",
    "plotdate": "2010s\n",
    "distributiontags": "max (hbo)\n",
    "productiontags": "gary sanchez productions\nhbo max originals / hbo entertainment\nhyperobject industries\nproject zeus\n",
    "productiongeo": "Croatia\nIceland\nScotland\nUnited States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D*, W*",
    "biasTagNotes": "There are two characters in Succession season 2 who are people of color (Lawrence Yee and Marcia Roy), who are fairly fully realized characters. However, they are supporting characters and based on their screen time and significance to the plot, they do not make it into the top 8 characters of the season. Based on the top 8 characters being Logan, Kendall, Shiv, Roman, Connor, Tom, Greg, and Gerri, I am assigning Succession s2 D and W bias tags -- D for no lead characters of color and W for all white lead characters. However, since Lawerence are Marcia *are* present in s2, I have added a star to the D and the W. ",
    "plotSummary": "After suffering a severe health issue, an aged tyrannical media mogul forces his adult children to compete against one another to be his successor. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences",
    "positiveReceptionTagNotes": "[gen05] Succession s2 praised by The Ringer and Glamour for featuring powerful and flawed women characters; Glamour notes that four major women characters were over 60.\n[gen13] The Ringer attributes the high-quality writing for the women characters to women on Succession's writing staff (Lucy Prebble, Susan Soon He Stanton, Georgia Pritchett).",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "The Ringer: https://www.theringer.com/tv/2019/8/12/20799176/succession-season-2-women-shiv-gerri, Glamour: https://www.glamour.com/story/succession-grand-dames",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 2,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 8,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "<Succession> is a critique of capitalism and the wealthy for sure, but it’s also (either intentionally or not) an examination of how whiteness gets amplified through wealth and capitalism. ",
    "pseudonym": "",
    "copyEditedBlurb": "I think there will be maybe four more series in my lifetime that are as compelling and alabaster as <i>Succession</i>. <i>Succession</i> is soooo white and that is arguably part of the point the series is trying to make. It’s a critique of capitalism and the wealthy for sure, but it’s also (either intentionally or not) an examination of how whiteness gets amplified through wealth and capitalism. The things that happen this season are outrageous and truly only conceivable because the family at the center of this drama are some power-tripping white people: <spoiler> Kendall and Naomi’s affair, Shiv silencing that woman, Logan smiling when his son rightfully stabs him in the back. <spoiler/> It’s all sick slop, and yet I gobble it up like the boar on the floor I am. As a scholar of race, I would say that this is distinctly white behavior because these are all actions that rely on the near destruction of an “other” but not complete annihilation because whiteness needs to exist in contrast to something. Kendall going wild with Naomi isn’t just about being an addict; they both need to indulge in the excess of their wealth through their addictions because that’s what makes them different, even if it can kill them. Shiv has to betray her limited beliefs in feminism because that will ultimately (she thinks, lol) get her into a real position of power as CEO of Waystar. Logan wants his son to betray him because Logan can only be his fullest self when he has an enemy to take all his rage out on. It’s quite sick in both the “it makes me ill” and the “it’s very cool” senses of the word. As impressive as I think this feat is, it makes for a very different conversation about diversity when there are marginal differences between the characters. Shiv, however, as one of the few women on the show and also the woman who has the most to lose, is actually a very fun case study in white feminism and womanhood. I remember when intersectional feminism was really gaining steam in public discourse circa the 2016 election, and how comical it was for people to recognize that even though white women are women, their politics aren’t inherently geared toward universal female liberation. I wish we had Shiv then to gesture to as an example of a white woman who claims to love and support women but is actually only interested in protecting herself and her own future. She knows too well that patriarchy will not save her, and yet she tries over and over again to make patriarchy work for her, often weaponizing her white womanhood. In a way, this is “good representation” of women because we see how Shiv is terrible. We need to see how women are complicated and wrong because, unfortunately, that’s also realistic. "
  },
  {
    "tagger": "Elsa",
    "propertyNameOriginal": "Succession",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 2,
    "imdbPageUrl": "https://www.imdb.com/title/tt7660850/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Succession_(TV_series)",
    "fanwikiUrl": "https://succession.fandom.com/wiki/Succession_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "*other:: dark comedy, tragedy, tragicomedy, epic\ncomedy\ndrama\nsatire",
    "plotgeo": "Bosnia and Herzegovina\nItaly\nUnited States",
    "plotdate": "2020s",
    "distributiontags": "hbo",
    "productiontags": "gary sanchez productions\nhbo max originals / hbo entertainment\nhyperobject industries",
    "productiongeo": "Italy\nUnited States",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D, W",
    "biasTagNotes": "D- no characters of color with their own storylines\nW- main cast is all white",
    "plotSummary": "In the wake of the cruises scandal, patriarch Logan Roy engages in a familial and corporate fight against his son Kendall while the rest of the Roy siblings and Waystar RoyCo executives scramble for their positions in the aftermath.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[misc11] nuanced portrayal of socioeconomic class",
    "positiveReceptionTagNotes": "[gen05] Shiv is the one who doesn't want kids in the relationship, ambitious\n[dis07] shows Kendall's struggle with addiction\n[dis19] portrays the four trauma responses in the four kids\n[misc11] shows the ugly sides of how the Roys abuse their privilege/power",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.theatlantic.com/culture/archive/2021/10/succession-season-3-review/620397/, https://slate.com/culture/2021/12/succession-season-3-finale-review.html, https://www.vulture.com/article/review-succession-season-3-hbo-series.html, https://www.theguardian.com/tv-and-radio/2021/oct/04/succession-season-three-review-as-glorious-and-furious-as-ever, https://www.nytimes.com/2021/10/14/arts/television/succession-season-3-review.html?pgtype=Article&action=click&module=RelatedLinks, https://www.washingtonpost.com/arts-entertainment/tv/2021/10/16/succession-season-3-review/, https://www.vox.com/culture/22777228/succession-episode-5-season-3-recap-review-retired-janitors-of-idaho-logan-abuse, https://www.inverse.com/entertainment/succession-season-3-episode-6-recap\n",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 5,
    "sexuality": 3,
    "age": 5,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 36,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 7,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "I think it’s fruitful to look at <i>Succession</i>’s whiteness as a biting critique of white supremacy—I would even venture a guess that the creative team *wants* the audience to watch it this way.",
    "pseudonym": "Nightflier",
    "copyEditedBlurb": "Now that <i>Succession</i> has completed its legendary four-season run (2018-2023), it’s clear to me that season 2 is the best of the series, showcasing Kendall Roy’s transformation from his domineering father’s hangdog, bootlicking lackey to <spoilers> an empowered traitor, hell bent on bringing the old man down</spoilers>. Every review written about <i>Succession</i> only says positive things about this season, including its representation of diversity. <a href=“https://www.theringer.com/tv/2019/8/12/20799176/succession-season-2-women-shiv-gerri”>The Ringer</a> and <a href=“https://www.glamour.com/story/succession-grand-dames”>Glamour</a> praises the prominence of women characters over 60, though of those, I would only consider sharp-as-flint, much-beleaguered executive Gerri Kellman (played to the hilarious hilt by J. Smith-Cameron) to be a primary, regular character. The Ringer credits the complex, nuanced depictions of women characters to the four women writers on Succession’s staff for this season (Lucy Prebble, Susan Soon He Stanton, Georgia Pritchett). However, even though no one blamed any of its creatives for producing an all-white show, that is what <i>Succession</i> season 2 feels like. I give the season two bias tags: D for “fails the Duvernay test,” i.e., “the media property has no cast-leads with ethnicities values other than ‘white’ that have fully-realized lives,” and W for “white only,” i.e., “the media property has no cast-leads with ethnicities values other than ‘white.’” I do put asterisks by both of these tags, as two recurring secondary characters—Lawrence Yee and Marcia Roy—are characters of color with distinct, vivid personalities and story arcs, but in my opinion, they’re not sufficiently in the foreground to be considered “leads.” I think it’s fruitful to look at <i>Succession</i>’s whiteness as a biting critique of white supremacy—I would even venture a guess that the creative team *wants* the audience to watch it this way—and from that perspective, the decision to not feature more people of color is a solid one, strengthening rather than detracting from the text’s artistic statement. I just hope not too many series copy <i>Succession</i>’s template, giving us a universe of wall-to-wall white folks and justifying the lack of ethnic diversity by depicting all of the main characters as The Worst. "
  }
]