[
  {
    "tagger": "Irina",
    "propertyNameOriginal": "The Lion King",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6105098/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/The_Lion_King_(2019_film)",
    "fanwikiUrl": "https://lionking.fandom.com/wiki/The_Lion_King_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "",
    "plotgeo": "",
    "plotdate": "",
    "distributiontags": "",
    "productiontags": "",
    "productiongeo": "",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "T, C",
    "biasTagNotes": "",
    "plotSummary": "family, adventure, kingdom, jungle, lions, animals",
    "plotTagNotes": "",
    "positivereceptiontags": "",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "black, latinx, fem",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 4,
    "gender": 1,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 28,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 14,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "The constant association of queerness and evil is definitely poor representation, but removing queerness without adding it in somewhere else is just queer erasure.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "As someone who was the target age for the release of the original hand-drawn animation version of <i>The Lion King</i> in 1994, the cuddly characters and songs from Elton John’s pop-rock score dominated the marketing of toys, food, and clothing in my childhood. As a kid I loved the film, but the over-saturation I experienced, mixed with the lasting hype of the Broadway musical, did not make me run to go see the new computer-animated version of the film. When I did finally sit down to watch it I was glad to see a story set on the African continent had more people of color, but it stands out that many important characters such as Timon, Pumbaa, and Zazu are still voiced by white men. \n\nRecently, Disney has been criticized for its long history of queer-coded villains. From the flashy femininity of Governor Ratcliffe from Pocahontas, to The Little Mermaid’s Ursula being based on legendary drag queen Divine, Disney has had a habit of queering up their villains. Disney took this criticism to heart when remaking <i>The Lion King</i>, removing any queer coding that once defined the villainous lion, Scar. ‘Be Prepared’, Scar’s song once filled with neon green smoke, sickening hair flips, fierce over-the-shoulder glances to the camera, and twerking hyenas, became a drudging monologue from a sad but very straight lion. The constant association of queerness and evil is definitely poor representation, but removing queerness without adding it in somewhere else is just queer erasure. Some have seen Timon and Pumbaa as queer-coded characters. Still, aside from casting openly gay performer Billy Eichner as the lovably extraverted meerkat Timon, the remake did little to entertain this idea. The choice to cut Timon’s culturally insensitive drag “hula” number was definitely for the best, but replacing it with some kind of queer performance would have been welcomed. \n\nIt is good that a majority POC cast lead a story set in the African Savanna; Donald Glover and Beyoncé are much more ethical casting choices as the monarchs of the African Pride Land than Matthew Brodrick and Moira Kelly. However, ethnically appropriate casting does not have a huge impact because we, as audience members, are still just seeing lions. It is also good that big studios like Disney are more thoughtful about portraying queerness in their movies. But I really miss the excitement of going with Scar and the hyenas to the gay clubs like Jeremy Irons did in the 1994 hand-drawn version. "
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "The Lion King",
    "additionalPropertyNames": "The Lion King (2019)",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6105098/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/The_Lion_King_(2019_film)",
    "fanwikiUrl": "https://disney.fandom.com/wiki/The_Lion_King_(2019_film)#Cast",
    "notesOnAnyIdentificationData": "2019 remake",
    "genres": "adventure\nanimation\ndrama\nmusical\n",
    "plotgeo": "Kenya\nTanzania\n",
    "plotdate": "\nUnknown ",
    "distributiontags": "disney+\nwalt disney studios motion picture\n",
    "productiontags": "fairview entertainment\nwalt disney pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B",
    "biasTagNotes": "B  Even the scene early in the movie where Simba and Nala are being groomed by their mothers, the three female lions only ever speak to Simba. ",
    "plotSummary": "A CGI remake of of the 1994 hand drawn animated feature, The Loin King tells the story of Simba, a young lion intended to be king of The Pride Lands. This loose retelling of Hamlet deals with power, loss, exile, and redemption, told through the animals of the African Savanna.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[sex12] queer characters made straight in adaptation / not present in adaptation\n",
    "positiveReceptionTagNotes": "[eth09] There are no human characters in The Lion King, but the show has been praised for cast less white voice actors in leading roles in a story that takes place in the African Savanna, specifically the casting of Simba and Scar. \n[sex12] Historically, Disney has been criticized for queer coded villains, and the character in the original 1994 of Scar is one of them. The queer coding was removed form the 2019 film. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[sex10] decreased visibility / investment of queer characters in adaptation\n[sex12] queer characters made straight in adaptation / not present in adaptation\n[misc12] un-nuanced portrayal of socioeconomic class\n",
    "negativeReceptionTagNotes": "[sex12] Loosing Scar as a queer character lowers all queer representation in the film.\n[misc12] exclusively focuses on the needs of royalty  ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.vox.com/2019/7/17/20694836/lion-king-2019-versus-1994-original-review-comparison",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 2,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 28,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 10,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "It’s nice to see a more diverse cast, sure, but let’s not give them too much credit for a decision centered around selling movie tickets.",
    "pseudonym": "Clovers",
    "copyEditedBlurb": "Writing a review about diversity in <i>The Lion King</i> is interesting and tricky for the reasons you might expect. At face value, the onscreen representation is of lions, hyenas, meerkats, and other desert fauna. That said, it is an allegory AND a Disney movie, and any move they make towards diversity is amplified hundredfold by the size of their audience – it was the seventh-highest grossing movie of all time. Though it can only do so much for literal representation, and the film’s general existence as a money printing machine might sour you on it, <i>The Lion King</i> is an improvement on the original in terms of who gets to perform classic stories. \n\nAs a remake built to generate income, <i>The Lion King</i> had three selling points: its technical display of animation, nostalgia around  the 1994 film, and a star-studded voice cast. There’s not much for me to say here about the animation, but because it is a retelling of a much-loved story (which is a retelling of <i>Hamlet</i> to begin with), the content changed very little. Among these updates are that Nala, one of the only female characters, got a bit more screen time to explain some plot holes, and Scar’s character feels distinctly less campy. The main change, then, is the cast.\n\nTo its credit, the remake has better ethnic representation: Simba, Nala, and Scar are played by white actors in the 1994 original and by Black actors in this remake. In marketing the film, Disney strongly associated the characters with their actors, particularly for A-list celebrities like Beyoncé. Although their faces don’t appear on screen, they were publicized enough that audiences can be expected to know who voices who. In this way, the updated cast increases the visibility of Black performers and gives people, especially children, a way to see themselves – if not IN the stories, then at least performing them. (Granted, many of these cast members are already quite famous, and I find it unlikely that Disney would have publicized as aggressively as they did for a cast of diverse, promising, but largely unknown talent. Celebrity casting is not really a way to uplift actors but a way to uplift the studio.) With this remake, one extreme reaction would be giving Disney a standing ovation for their progressiveness, and the other is the small but annoyingly vocal corners of the Internet bashing the studio for imposing a “woke” agenda on a beloved children’s story. The reality is somewhere in the middle: it’s nice to see a more diverse cast, sure, but let’s not give them too much credit for a decision centered around selling movie tickets."
  }
]