[
  {
    "tagger": "Aneliza",
    "propertyNameOriginal": "Watchmen",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7049682/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Watchmen_(TV_series)",
    "fanwikiUrl": "https://watchmen.fandom.com/wiki/Watchmen_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "*other::dystopia\ncrime\ndrama\nmystery\n",
    "plotgeo": "*world x: Europa\nUnited States\nVietnam\n",
    "plotdate": "1920s\n2010s\n",
    "distributiontags": "hbo",
    "productiontags": "dc films / entertainment\nparamount television\nwarner bros. pictures\nwhite rabbit\n",
    "productiongeo": "United States\nWales",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "A, B*, S*",
    "biasTagNotes": "A - Louis Gosset Jr. plays a wheelchair user but does not use one in real life \nB* - Technically, the women all talk about the murder of a man or the presence/impact of various male characters \nS* - There's definitely toom for debate, but Trui feels like a mash up of both the Dragon Landy and the Model Minority",
    "plotSummary": "Set in Tulsa, Oklahoma Watchmen follows the mystery surrounding police officer Angela Akbar (aka Sister Knight) which involves god-like being Dr.Manhattan, the white supremacist group The Seventh Calvary, and genius scientist Lady Trieu.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen09] nuanced portrayal of women's experience\n",
    "positiveReceptionTagNotes": "\n",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth08] white creative / production team for story centered on poc/mixed-race experiences\n",
    "negativeReceptionTagNotes": "[eth08] - somewhat fringe group",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.vox.com/culture/2019/10/17/20918439/watchmen-hbo-review-damon-lindelof-regina-king-comic, \nhttps://www.theatlantic.com/entertainment/archive/2019/10/review-what-makes-hbos-watchmen-so-timely/600394/, \nhttps://www.rogerebert.com/streaming/hbos-watchmen-is-like-nothing-else-on-television, \nhttps://www.latimes.com/entertainment-arts/tv/story/2019-12-12/hbo-watchmen-regina-king-damon-lindelof-lost-critics\n",
    "fSTVOtherLetters": "asian",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 3,
    "gender": 4,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 17,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "I wouldn’t say this show is pro-cop per se, but it also isn’t anti-cop. It’s more like, “Let’s have a few certifiably good cops”...which feels intellectually unsatisfying.",
    "pseudonym": "",
    "copyEditedBlurb": "In a way, <i>Watchmen</i> is like looking at a parallel universe. And at the same time, it’s like looking in a mirror. <i>Watchmen</i> centers around Angela Abar aka Sister Night (played by Regina King)  who is a police officer in Tulsa, Oklahoma. Part of the history of Tulsa – both in real life and in the show – is the tragic and horrific massacre that was carried out against Black folks in the part of the city known as “Black Wall Street.” <i>Watchmen</i> depicts this brutal history and expands on it through the terrorist actions of the fictional white supremacist group the “Seventh Kalvary,” which the show suggests is a contemporary iteration of the KKK. In the aftermath of a Kalvary attack against police officers in Tulsa, officers are required to wear masks concealing their identity. This is where we see the distinction between “window to another world” and “mirror reflecting this world”: technically, the police in <i>Watchmen</i> are like superheroes, but they are also victims. We are made to feel bad for them, and understand the risks they are taking with their lives, families, and futures. I wouldn’t say this show is pro-cop per se, but it also isn’t anti-cop. It’s more like, “Let’s have a few certifiably good cops”...which feels intellectually unsatisfying. Although, trying to understand how the magic in this universe works is enough of an intellectual task on its own. True to sci-fi and fantasy form, <i>Watchmen</i> offers us a glimpse into a world that is not so different from our own, and attempts to work out real-world problems using magic and technology that is unavailable to us. The problems, in this case, are racism and white supremacy, and the answer, it seems, is to kill its proponents and leaders. Arguably, there’s more going on in this show. As much as this is a case study on white supremacy, it’s also an examination of a Black woman who is both emotionally destroyed and ideologically strengthened by the traumas that befall her. She is the strong Black woman who saves the day even though she is desperately in need of saving. King plays this character with a level of physical and empathetic vigor, bringing a depth and dynamism to Angela that a lesser actor might not have been capable of. But I also wonder how exhausting it must have been to play this role, and how exhausting it must be for Black women in real life who have no option but to be superhuman. As much as I enjoyed specific performances in this show (King, Yahya Abdul Mateen II, Jean Smart, and Tim Blake especially), I’m still unsure if I liked it overall. I want to suspend belief and believe that a hero is going to save us from racism, but the reality of this matter feels too heavy to fully indulge in the fantasy <i>Watchmen</i> offers us. \n"
  },
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "Watchmen",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7049682/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Watchmen_(TV_series)",
    "fanwikiUrl": "https://watchmen.fandom.com/wiki/Watchmen_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "*other::\ncrime\ndrama\nmystery\n",
    "plotgeo": "*world x\nUnited States\nVietnam\n",
    "plotdate": "1920s\n2010s\n",
    "distributiontags": "hbo",
    "productiontags": "dc films / entertainment\nparamount television\nwarner bros. television studios\nwhite rabbit",
    "productiongeo": "United States\nWales\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "A, S, T, F",
    "biasTagNotes": "A = non-wheelchair user playing wheelchair user\n S=lady trieu , based off Vietnamese legend but it is arguable how it was displayed with adornment or for merely plot capital  \nF = one character = \"a young clone of Trieu's mother passed off as her daughter.\" ",
    "plotSummary": "Set in 2019 Tulsa Oklahoma, the show follows an alternate reality where vigilantes are seen as outlaws for their \"violence\". In 2016, a white supremacist organization targeted and killed 40 cops, leaving only two survivors (Angela and Judd). Detective, Angela Abarr, attempts to crack down on the white supremacist group. Through this she becomes involved with the plots of Doctor Manhattan and the Hooded Justice, who was the original masked hero and a survivor of the Tulsa massacre. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "not historical enough \ntakes too much liberty\nliberalizes the subject matter",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.mediaversityreviews.com/tv-reviews/2020/1/5/watchmen \n",
    "fSTVOtherLetters": "asian",
    "cCases": "",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability.",
    "howMuchOfThisMediaHaveYouConsumed": 2,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 3,
    "sexuality": 4,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 32,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Also, they are all cops. We do not need violent agents of the state being diversely represented.",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "<i>Watchmen</i> is appealing in terms of diversity: showcasing a Black superhero who is able to fight against white supremacy is an interesting dynamic. The critiques of the show center on the question of how much of this is actually progressive and how much of it is instead a hegemonic depiction of diversity. How much of it is white people using Black people’s stories for profit? The producers are both white and the writers’ room is majority white. Is that not odd for a story supposedly uplifting Black voices? Why are there more white voices than Black voices in the production room? We can chalk this up to Hollywood not having enough people of color, but that's stupid—do you really think L.A lacks people of color? Instead, the problem is that content created, controlled, and led by Black people isn’t picked up. It’s incredibly important that the groups whose stories are being told are allowed full autonomy and access to production, and it should be a bare minimum in the industry. For shows about the experience of being Black, I want Black casting directors, entire Black writers teams, Black producers, etc. To me, this is not a wild ask. If you cannot do it (and I don’t know what on earth would prevent that), why write it from a white or non-Black perspective? What does that offer instead, compared to if the team was all Black?\n\nAlthough the text was highly praised for its unique nature, there were also dissents for valid reasons. Most notably, Angela Abar’s character is described as the “Strong Black Woman” trope by Michelle Lane. Lane explains this in detail in her <a href='https://speculativechic.com/2020/01/24/unmasking-the-stereotype-of-the-strong-black-woman-in-hbos-watchmen/'>full article linked here</a>.\n\nAlso, they are all cops. We do not need violent agents of the state being diversely represented. Police media that do not accurately show the history of policing are copaganda and white supremacist in nature. Many people noted there is nothing necessarily progressive about this show—it simply seems progressive for showing Black stories, but we should also advocate for material change for Black people. The show’s discussion around reparations is also odd. <i>Watchmen</i> portrays a world where Black people got reparations, and white people became more anti-Black as a result. It never explicitly takes a pro-reparations stance, which ultimately makes me feel there is a conservative tinge attached to it. This is not my discussion to have, but I don’t think it is theirs either—I am sure there are many Black creatives who could present these topics in a way that is more profound for their own communities. The show has a lot of wonderful features about it, which are absent from most DC productions, but we should not let DC’s undiverse canon have us celebrate almost-diverse texts."
  }
]