[
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "It Chapter Two",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt7349950/?ref_=fn_al_tt_1",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/It_Chapter_Two",
    "fanwikiUrl": "https://stephenking.fandom.com/wiki/IT:_Chapter_Two",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\nfantasy\nhorror\n",
    "plotgeo": "United States\n",
    "plotdate": "1980s\n2010s",
    "distributiontags": "warner bros. pictures\n",
    "productiontags": "warner bros. pictures",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D, F, S, V*, Q, C, A",
    "biasTagNotes": "D\nF =bev \nS= bev \n V* = mike and the \"crackheads\" lines, and his character in general has been called out for lack of meaningful storyline.\nC= same as above\nQ= bill hader is not gay despite speculation. he does not identify with the lgbt commmunity\nA= Bill's stutter",
    "plotSummary": "Pennywise is a clown who comes around every 28 years to feast on fears (of children). This movie showcases the reunion of the kids who were tormented by Pennywise in the first film. They must band together to destroy the monster. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[sex05] nuanced representation of queer sexuality\n[sex15] queerness normalized\n",
    "positiveReceptionTagNotes": "https://www.bitchmedia.org/article/it-chapter-two-menstruation\n\nhttps://time.com/5669735/it-chapter-2-lgbtq-themes/\n\n",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[sex06] nuanced representation of queer sexuality\n[int04] reinforces stereotypes and tropes about intersectional identity\n",
    "negativeReceptionTagNotes": "https://slate.com/culture/2019/09/it-chapter-two-movie-vs-book-mike-hanlon.html#:~:text=Even%20more%20egregious%2C%20to%20me,childhood%20friends%20back%20to%20Derry.\n\nhttps://www.advocate.com/commentary/2019/9/12/its-gay-bashing-scene-serves-no-purpose-except-porn-homophobes\n\n",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "black, white",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability.",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 2,
    "sexuality": 2,
    "age": 2,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "<i>Chapter Two</u> suffers from many of the things that go along with having only one principal Black character, one principal woman character, and in the new adaptation, one central queer character.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "There was an immediate buzz when the first teasers and trailers for <i>It Chapter Two</i> were released. One showed a scene that made the movie look like it would pass the Bechdel Test as we see an adult Bev conversing with Mrs. Kersh, but <spoiler>it turns out Mrs. Kersh is just Pennywise (and whether that passes the Bechdel Test is highly contested).</spoiler> Another trailer that really caused a stir briefly shows an injured person calling for help in a rushing river. Fans of the Stephen King novel instantly recognized Adrian Mellon, a gay character whose storyline is omitted from the 1990 movie adaptation. Audiences who were unfamiliar with the source material were shocked that <i>It Chapter Two</i> began with <spoiler>Adrian being the victim of a gruesome hate crime/beating not even involving the killer clown. As seen in the trailer, Adrian is thrown into the river after the beating, where Pennywise catches and eats him. </spoiler>  Aside from the fanciful horror aspect of the scene, the fear people have in many places in the US of getting jumped for showing affection in public spaces is still a genuine part of the queer experience. \n\n<i>Chapter Two</i> suffers from many of the things that go along with having only one principal Black character, one principal woman character, and in the new adaptation, one central queer character. That being said, the queering (or at least more obvious queering) of Richie is a helpful way to balance Adrian and boyfriend Don's role of exclusively being the recipients of violence and harm.\n\nWhat seems to stick out is the fatphobia and body negativity that would be more at home in the 1990 miniseries than something released in 2019. Ben is taunted for being fat, and Richie is constantly teasing Eddie for marrying a woman bigger than him. \n\n<i>It Chapter Two</i> has received mixed reviews from audiences and critics alike. While some praise it for its horror elements and faithful adaptation of the source material, others criticize it for its treatment of certain characters and themes. The film attempts to address issues of representation and diversity, but falls short in some areas. Overall, <i>It Chapter Two</i> is a thought-provoking and unsettling horror movie that offers both scares and social commentary. "
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "It Chapter Two",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt7349950/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/It_Chapter_Two",
    "fanwikiUrl": "https://stephenking.fandom.com/wiki/IT:_Chapter_Two",
    "notesOnAnyIdentificationData": "",
    "genres": "drama\nfantasy\nhorror\n",
    "plotgeo": "United States\n",
    "plotdate": "1980s\n2010s\n",
    "distributiontags": "warner bros. pictures\n",
    "productiontags": "*other: New Line Cinema, Double Dream, Vertigo Entertainment, Rideback\n",
    "productiongeo": "Canada\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, D, T, V, C, Q, A",
    "biasTagNotes": "B = In most scenes, Bev is the only women\nD = Mike's storyline has been criticized for being weaker than the other principal characters.\nT = Mike is the only principal of color.  \nV = Mike is the one that stays in town, so he is the holder of the trauma, while the other characters leave and forget.  \nC =  Mike's storyline has been criticized for being weaker than that of the other principal characters.\nA = Bill has a stutter that comes and goes during the story. ",
    "plotSummary": "The second part of the adaptation of Stephen King's book, It, is about a group of friends who reunite in adulthood to defeat Pennywise, the evil clown. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences\n[sex09] increased visibility / investment of queer characters in adaptation\n\n",
    "positiveReceptionTagNotes": "[Sex09] Richie has more queer coding than in previous adaptations. \n",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[sex02] actor does not share sexuality with character\n[sex06] un-nuanced representation of queer sexuality\n",
    "negativeReceptionTagNotes": "[sex06] graphic depictions of homophobic violence. ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.hollywoodreporter.com/movies/movie-features/how-it-chapter-two-gay-moment-lets-down-richie-tozier-1237532/, https://www.them.us/story/it-chapter-two, https://time.com/5669735/it-chapter-2-lgbtq-themes/, ",
    "fSTVOtherLetters": "black",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., Disabled characters have dream or fantasy sequences where they “lose” their disabilities, or otherwise idealize being or becoming non-disabled.",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 1,
    "sexuality": 1,
    "age": 1,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 10,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "This film is the sheer opposite of diversity. There is American homogeneity in the film that sticks to the scenes like melted candy.",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "This film was devastating for diversity. It scored the lowest in every category. <i>It</i> starts with the gratuitous murder of two gay men: one killed by teenage homophobes, the other killed by Pennywise. In Stephen King’s novel, this plot point was inspired by the real-life murder of Charlie Howard. In the context of the film, however, this scene felt jarring and unnecessary. Maybe if there was some large central conversation on queer sexuality throughout the movie, something that provided purpose for the scene’s cinematic inclusion—but unfortunately, queer sexuality is a swept-up subplot, handled quite loosely and lazily. It is interesting how graphic and explicit the film is with its depiction of queer pain, but not of queer love. \n\nAnother jarring character was Mike, who had his living, loving family taken from him and is orphaned in the on-screen adaptation. In the novel, Pennywise taunts Mike with the racism he faced by his peers; in the film, Pennywise uses his “crackhead” parents instead. Apparently, this is because filmmakers believed the explicit racism Mike faced in the novel (originally set in the 60s) wouldn’t make sense for kids living in the 80s. Yeah…I had the same reaction too. I went to highschool in the mid 2010s and explicit racism was still very much a thing. For further reading, Jack Hamilton eloquently explores Mike’s fumbled character in his <a href='https://slate.com/culture/2019/09/it-chapter-two-movie-vs-book-mike-hanlon.html'>article for Slate</a>. \n\nBeverly is also a disappointing character. Kosoko Jackson said it best, calling her a “tropeish role…as something for men to conquer.” Beverly had so much potential, but she was reduced to her role in the love triangle between the boys. <spoiler>\n(Also, upon further exploration of the original text, there is a scene where the Losers Club feel like they cannot escape because they aren’t close enough, so Beverly has sex with all of them to bring them closer together????? I cannot fathom how a child orgy led by Beverly could be seen as anything but anti-feminist exploitative mess.)</spoiler>\n\nThe first remake film came out when I was 16 and I internalized it as a representation of my own childhood. It had cute scenes filled with summer nostalgia and bike rides with friends. In the words of Aretha Franklin, “Great gowns, beautiful gowns.” The first film offers beautiful shots with little character diversity. The sequel offers even less. This film is the sheer opposite of diversity. There is American homogeneity in the film that sticks to the scenes like melted candy. Is the film bad? I liked parts of it. Is it diverse? It is diverse in the numerous types of communities it has offended. "
  }
]