[
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "Toy Story 4",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt1979376/?ref_=fn_al_tt_1",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Toy_Story_4",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Toy_Story_4",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\nanimation\ncomedy\n",
    "plotgeo": "United States",
    "plotdate": "2010s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "pixar animation studios\n",
    "productiongeo": "",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "D, S, Y, W, C",
    "biasTagNotes": "D= fails the test\nS = bo peep\nY = no old characters\nW = all white\nC = all white",
    "plotSummary": "Toy Story 4 follows the leads Buzz and Woody from the first three films. They are paired up some friends, like Forky, who were introduced in the previous film. This story explores Woody trying to reconnect with his love, Bo Peep, who was in the first two movies but not the third.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[dis17] disability de-stigmatization\n[dis20] mental health stigmatization\n",
    "positiveReceptionTagNotes": "https://slate.com/culture/2019/06/toy-story-4-bo-peep-female-characters-gender-flip-sequels.html\n\nhttps://variety.com/2019/film/opinion/toy-story-4-disabilities-representation-1203259620/\n\nhttps://www.usatoday.com/story/life/movies/2019/06/25/toy-story-4-your-burning-forky-questions-answered/1544721001/#:~:text=But%20Cooley%20doesn't%20see,worst%20place%20for%20a%20toy.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[dis18] disability stigmatization\n",
    "negativeReceptionTagNotes": "https://www.vogue.co.uk/article/bo-peep-toy-story-4-feminist-makeover\n\nhttps://www.hollywoodreporter.com/movies/movie-news/toy-story-4-problem-disability-narrative-1220616/",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "white",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 4,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 3,
    "sexuality": 3,
    "age": 1,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 18,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "Would a brown doll have been too radical for the American canon? This is something conservatives will make you seem finicky for pointing out, but is it not odd that all the toys with human models are white?",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "<i>Toy Story 4</i> got a bias and reception score of 18. All the toys were white, hence the 1s in both ethnicity and nationality. Would a brown doll have been too radical for the American canon? This is something conservatives will make you seem critical or finicky for pointing out, but is it not odd that all the toys with human models are white? You could argue Andy and Molly buy white dolls because they themselves are white. As a former child who had white friends, they owned brown dolls—but maybe Andy’s parents were white nationalists or something. Nevertheless, this does not explain the total whiteness of toys in the antique shop (or the lack of color in other humanlike dolls shown throughout all four movies). Race in animated films will always be of interest, as the Pixar canon shows the ability to add race and nationality onto raceless entities (like <i>Cars</i> having a WW2 veteran, Sarge, implying there were car Nazis). \n\nFor gender, <i>Toy Story 4</i> scored higher because of its depiction of white women in charge. Bo Peep was an iconic figure doing her own thing without any of the boys'/mens' assistance, and in the end she chooses not to go with Woody in order to prioritize her own life. Woody instead ends up staying with Bo, a refreshing twist on the “woman-who-throws-everything-away-for-love” trope. Instead, we see a man do it. (Note: these are toys, but I refer to them as men/women. This is silly and delusional, yes, but Pixar adding gender norms to toys takes the cake. Continuing.)\n\nThe villain, Gabby Gabby, is arguably a metaphor for disability (in a way), as she is a toy with a missing voice box. Her redemption arc was interesting and I comically related to her. Does it paint disabled people as villains? A good question that I cannot answer, but what I can say is I would have had a similar villain arc if the same dynamic applied to pancreases and dopamine receptors. \n\n<i>Toy Story 4</i> is not a diverse film. However, it tackles some interesting topics. Forky, the nihilistic suicidal fork, feels imposter syndrome (in a way) because he is a fork and not a “toy.” I like the idea of non-toys being toys based on the kid’s perception of them. As a kid I used to play with napkin strips that I pretended were Sonic characters, so Forky captures the wider spectrum of children’s toys (intended or not). The film also explores Woody’s mental health and codependency with Andy then Bonnie — allowing a complex topic to be conveyed to children. All in all, the film explores interesting topics, and presents a good fem-coded character through Bo Peep, but falls short in a variety of other areas."
  },
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Toy Story 4",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt1979376/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Toy_Story_4",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Toy_Story_4",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\nanimation\ncomedy\ndrama\nfamily\n",
    "plotgeo": "United States\n",
    "plotdate": "2010s\n",
    "distributiontags": "disney+\nwalt disney studios motion picture\n",
    "productiontags": "pixar animation studios\nwalt disney pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, D, W, Y, C, A",
    "biasTagNotes": "Harmful disabled coding in the Gabby Gabby character",
    "plotSummary": "Now belonging to Bonnie, Woody and friends depart on a roadtrip to rescue their friend Bo Peep",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[dis03] challenges stereotypes and tropes about disabilities\n",
    "positiveReceptionTagNotes": "[gen05] Bo Peep is a strong lead character\n[dis03] Forky shows signs of anxiety ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[dis04] reinforces stereotypes and tropes about disabilities\n[dis08] un-nuanced representation of mental health\n",
    "negativeReceptionTagNotes": "[dis04] Gabby Gabby is portrayed as a villain ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.hollywoodreporter.com/movies/movie-news/toy-story-4-problem-disability-narrative-1220616/, https://marygaulke.co/2019/06/29/on-forky-identity-depression-and-how-we-move-on/",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 4,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "In <i>Toy Story 4</i>, we get a completely new side of Bo Peep, who has traded her bonnet for a side bow, her enormous bell of a dress for a pantsuit and cape, and her role as a side character for a spot in the top billing. ",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "Trigger warning: brief discussion of suicidal ideation. \n\nThe fact that <i>Toy Story 4</i> was released over two decades after Pixar's original feature film is a testament to how these characters have been ingrained into American pop culture. In 1995, when the only Disney princesses of color were Jasmine from <i>Aladdin</i> and Pocahontas, few people (outside of those who had been pushing for representation for ages) questioned why all the humanlike toys in <i>Toy Story</i> were white. But I wonder why, in 2019, producers would bring in voice actors of color such as Keanu Reeves, Keegan-Michael Key, and Jordan Peele without creating even one dark-skinned humanlike toy? Reeves plays Duke Caboom, a white-presenting toy based on Evel Knievel; Key and Peele play stuffed animals with plush neon green, blue, yellow, and orange fur. \n\nThe <i>Toy Story</i> franchise began with a cast of nearly all masc-presenting characters in its first film. The only exceptions to this were Mrs. Potato Head and Bo Peep, a tiny part of the original film. <i>Toy Story 2</i> introduced Jessie, and <i>Toy Story 3</i> gave us Trixie the triceratops, Dolly, and the painfully precious Bonnie Anderson. In <i>Toy Story 4</i>, we get a completely new side of Bo Peep, who has traded her bonnet for a side bow, her enormous bell of a dress for a pantsuit and cape, and her role as a side character for a spot in the top billing. Bo Peep is a character who decides she wants to take a place in the spotlight and does.  \n\nAnother new addition to <i>Toy Story 4<i> is Gabby Gabby, a toy that was supposed to talk but lacked a voice box. Gabby Gabby could be seen as a character representing a disability, yet spends most of the movie trying to \"fix\" her disability. Forky is a toy made by Bonnie out of a plastic spork. Forky shrieks, \"Why am I alive?\" while identifying as trash and wanting to go into the trash. Blogger Mary Gaulk pointed out how <i>Toy Story 3</i> showed audiences what happens to toys that end up in the garbage, so Gaulke believes this is representative of suicidal ideation. \n\nWhile the lack of representation is disappointing, it's essential to acknowledge the progress the <i>Toy Story</i> franchise has made over the years while continuing to push for more diverse and inclusive storytelling in all forms of media. "
  }
]