[
  {
    "tagger": "Juztine",
    "propertyNameOriginal": "Russian Doll",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7520794/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Russian_Doll_(TV_series)",
    "fanwikiUrl": "https://russian-doll-show.fandom.com/wiki/Russian_Doll_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "comedy\ndrama\nmystery\n",
    "plotgeo": "United States\n",
    "plotdate": "2010s\n",
    "distributiontags": "netflix\n",
    "productiontags": "*other: paper kite productions, animal productions, shoot to midnight\n3 arts entertainment\njax media\nuniversal television\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "C",
    "biasTagNotes": "",
    "plotSummary": "Nadia gets caught in a time loop on her 36th birthday party. She meets Alan who is in the same situation, and together they continue to die over and over as they try to figure out what is going on. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen13] women-led creative / production team for story centered on women's experiences\n",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "The only negative reception I could find was that there was a long time between the release of season one and season two.",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 3,
    "gender": 5,
    "sexuality": 4,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 40,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 30,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "Representation in <i>Russian Doll</i> never comes off as forced, instead feeling accurate to a demographic of friends living in New York City.",
    "pseudonym": "Vivica's Funeral",
    "copyEditedBlurb": "<i>Russian Doll</i> tells the story of Nadia Vulvokov, a woman stuck in a time loop that begins at her 36th birthday party and ends with a tragic death, causing her to reset back to the start of her party. The story revolves around an upper-middle-class, cisgender, heterosexual, white woman living in New York City, so the creators chose to surround Nadia (Natasha Lyonne) with an abundance of diverse characters. Nadia’s friends include a spectrum of nuanced representations of queerness, ethnic diversity, and age variety, including women over 70. Representation in <i>Russian Doll</i> never comes off as forced, instead feeling accurate to a demographic of friends living in New York City. A diverse cast is a plus, but I still wonder why we continue to see the young white character’s story first before being able to develop the non-white, queer, or older characters. \n\nThe show’s second lead is Alan Zaveri (Charlie Barnett), <spoilers> a man also caught in a time loop </spoilers>. Barnett, who was adopted but is believed to have Afro-Latinx heritage, is a good choice to co-lead the show opposite Lyonne, but his character does not show up until the final moments of episode 3 of 8. Once he enters the story, Alan gets almost as much screen time and character development as Nadia, rather than appearing just to support her story. <i>Russian Doll</i> received points for having age diversity because of the casting of Elizabeth Ashley as Ruth Brenner, a friend of Nadia’s mother. Ruth’s story is developed, but I do have to point out that a good amount of her story is told in flashbacks, where she is played by Kate Jennings Grant, a much younger actor. <i>Russian Doll</i> also received some online praise for a nuanced depiction of mental illness and the unhoused because of Brendan Sexton III’s character, Horse. Though Nadia and Horse’s interactions are very touching and do humanize a person dealing with being unhoused, I would have liked to have more development of this character since he is dealing with such a dangerous living situation.\n\n<i>Russian Doll</i> is a good watch that seems to decenter whiteness little by little as each episode goes by, but I believe it could have been even stronger if it started with a balance of the two leads from the first episode.  "
  },
  {
    "tagger": "SJ",
    "propertyNameOriginal": "Russian Doll",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7520794/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Russian_Doll_(TV_series)",
    "fanwikiUrl": "https://russian-doll-show.fandom.com/wiki/Russian_Doll_Wiki",
    "notesOnAnyIdentificationData": "Russian Doll: Season 1",
    "genres": "comedy\ndrama\nmystery\n",
    "plotgeo": "United States\n",
    "plotdate": "1990s\n2010s\n",
    "distributiontags": "netflix\n",
    "productiontags": "*other: paper kite productions, animal pictures, shoot to midnight\n3 arts entertainment\njax media\nuniversal television\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "C",
    "biasTagNotes": "While the series does feature POC characters significantly in its main cast, these characters (Alan, Maxine, John) are all played by light skinned actors. ",
    "plotSummary": "Russian Doll Season 1 is a mystery comedy-drama that follows Nadia, a free spirited New Yorker, through a seemingly inexplicable timeloop where she always wakes up back at the night of her 36th birthday after dying the next day. She meets Alan, a kindred soul trapped in the same dilemma, and the two embark on a journey to investigate why they are stuck in this time loop, while learning about each other's struggles, past and present.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen23] gender nonconformity normalized\n[sex01] actor shares sexuality with character\n[sex15] queerness normalized\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[int01] actor shares intersectional identity with character\n[misc01] actor shares ethnoreligous identity with character\n[misc09] nuanced portrayal of judaism\n",
    "positiveReceptionTagNotes": "[eth15] Nadia engages in a sexual relationship with Alan, who is mixed race. In addition, she had a romantic past with John, who is hispanic.\n[gen05] viewers liked how Nadia embodied traits commonly associated with men, like working a software engineering job, drug experimentation, casual sex, confrontational interactions, etc. while Alan embodied traits more commonly associated with women, like perfectionism, anxiety, obsession with cleanliness and routines, and mental health issues.\n[gen09] audience responded positively to representation of realistic female characters and mother-daughter generational trauma\n[gen13] the executive producers and creators of the show were all women, one of whom is lesbian (leslye headland)\n[gen23] Nadia displays gender nonconforming behaviour, and confronts those who discriminate against her for these actions. This feels empowering to the audience\n[sex01] Lizzy, Nadia's best friend,  is lesbian and played by Rebecca Henderson, a lesbian actress\n[sex15] references to queerness are common throughout the show and are normalized\n[dis07] overwhelmingly positive audience reception about the show's depiction of mental health, as the mental health and trauma is the central theme behind the plot\n[dis19] audience members felt that the time loop mechanism and the depiction of Nadia's past was a stellar representation of complex trauma, which is not often represented in media\n[int01] Natasha Lyonne, who is the show's creator who also plays Nadia, mentions her past struggles with substance abuse and mental health along with her experiences growing up Jewish as factoring heavily into her writing of the show as well as her performance of the character. Audiences had a positive response to Natasha's personal connection to the storyline\n[misc01] Natasha Lyonne was raised in an Orthodox Jewish family\n[misc09] Nadia is portrayed to have moved on from Judaism, but throughout the show continues to revisit her connections to religion, showing a complex personal relationship with ethnoreligious experiences. Audience members who were raised Jewish found this aspect to be relatable and positive representation.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[misc12] un-nuanced portrayal of socioeconomic class\n",
    "negativeReceptionTagNotes": "[misc12] some audience members disliked the portrayal of Horse throughout the show, where he was either portrayed as a messiah or as a someone willing to take advantage of an individual in distress",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 5,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 15,
    "comments": "\n\n\n",
    "_150CharacterPullQuoteFromBlurb": "The series excels at some metrics of diversity; however, for a show set in a city as diverse as New York, it falls short representing racial and ethnic diversity.",
    "pseudonym": "",
    "copyEditedBlurb": "Netflix’s <i>Russian Doll</i> premiered in 2019, quickly amassing critical acclaim. The series excels at some metrics of diversity, such as strong gender representation and nuanced exploration of mental illness; however, for a show set in a city as diverse as New York, it falls short representing racial and ethnic diversity. The critical acclaim surrounding the show largely celebrated the all-women production team and the plot centering on a nuanced female lead dealing with childhood trauma and mental illness. <a href=\"https://medium.com/latina-media/six-reasons-why-russian-doll-is-so-perfect-6c6388d75cc9\">Some critics</a> still feel that the show is diverse, citing the casting of Alan (mixed race actor Charlie Barnett) and John (Latinx actor Yul Vazquez), as well as the inclusion of Lizzy, a lesbian character. The perception of ethnic, racial, and sexual diversity on part of the audience seems to be rather weak or absent, with <a href=\"https://www.reddit.com/r/RussianDoll/comments/aoqvdv/side_character_appreciation_post/\">some commenters</a> appraising the diversity of side characters. The favorable perceptions of the show (with a Rotten Tomatoes rating of 97%, IMDb of 7.7 and Google User of 88%) seem to focus on the nuanced portrayals of mental illness, addiction, and gender roles in the Groundhog’s Day-style plot. Nadia is a female protagonist who is written with a number of gender nonconforming traits, such as her risk-taking, confrontational and fearless personality, unashamed attitude towards sex, and confidence in her work as a software engineer. Her “mirror” character Alan is a man who struggles with mental health difficulties commonly associated with women in media, such as anxiety and suicidal ideation, and is terrified of deviating from his carefully planned routines. Anonymous social media users found the show to be deeply cathartic and a nuanced representation of complex post traumatic disorder (C-PTSD), a particular manifestation of PTSD following exposure to long-term abuse (often during childhood). <a href=\"https://www.reddit.com/r/CPTSD/comments/uqrs16/has_anyone_seen_russian_doll_it_explores_complex/\">One commenter</a> wrote that they felt seen and represented by Nadia’s reconciliation with the ways she was hurt as a child, and the depiction of intergenerational trauma. They liked “the description of everything she went through in childhood being like a shard of glass wounding her over and over again inside throughout adulthood. So she has to reach inside and pull it out. My mum had severe mental health problems too so the show hit very close to home, but in a good way.” However, perception of the show’s diversity beyond gender and mental health was rather weak, and some audience members found issue with the portrayal of Horse. <a href=\"https://www.reddit.com/r/RussianDoll/comments/amoy6y/am_i_the_only_one_who_didnt_like_horse_in_the_end/\">One poster</a> expressed that Horse, a homeless man, was written as a mythical or non-human presence and made choices that seemed unrealistic and inconsistent. Overall, this show is an excellent portrayal of women’s struggles and mental illness, but could have tried harder in increasing the diversity of its main cast. The scoring system also has a few shortcomings when it comes to representation of disability or mental illness – there was no way of representing the show's strengths in this aspect, and thus they are highlighted in this blurb. "
  }
]