[
  {
    "tagger": "Pailey",
    "propertyNameOriginal": "Captain Marvel",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4154664/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Captain_Marvel_(film)",
    "fanwikiUrl": "https://marvel.fandom.com/wiki/Captain_Marvel_(film)",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\nscifi\n",
    "plotgeo": "*world x\nUnited States\n",
    "plotdate": "1990s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "marvel studios\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "Y*",
    "biasTagNotes": "Although there are little bias tags for Captain Marvel, the film is still far from perfect representation and nuanced portrayals. More explanations are included in reception tags and the blurb.\n\nY* can be contested as there are older actors and characters, such as Samuel L. Jackson and Annette Bening. However, Jackson was GCI'ed to appear younger in this film and Bening played a smaller role in comparison to the leads.",
    "plotSummary": "Set in 1995, Captain Marvel details the backstory of Carol Danvers, an extraterrestrial warrior that lives a second life on Earth as a U.S. Air Force pilot. Captain Marvel, with the help of friends and flashbacks, navigate the secrets of her past while harnessing her superpowers to end an intergalactic war.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[dis07] nuanced representation of mental health\n",
    "positiveReceptionTagNotes": "[eth03] The two main POC characters, Nick Fury and Maria Rambeau, were well loved by fans. The general consensus surrounding these characters is that they were given the depth, love, and believability that has historically not been offered to POC characters. Both characters were central to the development of the plot and have fully realized lives outside of their relationships with Carol Danvers, which subverses the common tokenized POC best friend stereotype.\n\n[eth15] Although not in a romantic situation, most reviews on Captain Marvel point out the beautifully crafted friendships between Carol Danvers and Maria Rambeau & Carol Danvers and Nick Fury. The deep connection and witty banter (to Maria and Nick respectively) were often named as the highlights of the movie.\n\n[gen05] Captain Marvel was Marvel’s first female-led solo superhero film. In comparison to the common superhero trope of having supporting females with minimal powers, Captain Marvel made Carol Danvers a central player in the MCU with critical power. Additionally, Danvers dons a full coverage suit – sans high heels – and common casual clothing throughout the film. This subverts common female superhero tropes where women are seen in skimpy armor. Rather than creating Danvers as an object of desire to men, Captain Marvel focuses on painting her as a powerful hero. Overall, this entire movie was driven by a female cast.\n\n[gen09] Carol Danvers is seen struggling against sexism in her day-to-day life and in her superhero life. From being catcalled on Earth to being suppressed by Yon-Rogg who continually insists that she is “too emotional”, most receptions applaud the accurate and nuanced portrayals of experiences that women commonly face in today’s society. Captain Marvel has been praised for its approach to feminism, which combines social commentary on gender inequalities with a well-developed female character that critics claim were severely lacking in the Marvel Cinematic Universe.\n\n[gen13] Beyond having a female-led cast, Captain Marvel had a large female crew. Anna Boden (who identifies as a female) collaborated with Ryan K. Fleck as a director and head writer. The writer team also consisted of Geneva Robertson-Dworet (who identifies as a female). Reception often pointed out the importance of having female voices behind the production in order to push forward nuanced and accurate portrayals on women’s experiences.\n\n[dis07] This is a fringe opinion, as it was not commonly talked about in popular reception, but still feels impactful for the movie. Carol Danvers faces a traumatizing past in the film, and the presentation of her trauma and the processing of it was celebrated by several fans and critics who not only felt the portrayal was realistic, but also stated that it made them feel seen. Captain Marvel diverts expectations by straying away from using hysteria to discredit the trauma that Danvers faced in the past. Instead, the film focuses on Danvers rediscovering her identity and reconciling the relationships she had to restore her humanity. This portrayal of coming to terms with one’s identity was something that was felt by a large group of audiences.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[misc20] employee(s) not fired for sexual misconduct/transphobic speech/racism\n",
    "negativeReceptionTagNotes": "[gen06] Many viewers criticized the manifestation of Carol Danvers in the film: “What Captain Marvel needed to be when she debuted in the 1960s is very different than what she needs to be in 2019.” This failure to properly modify and rewrite Danvers – a character originally created only to increase female viewership for the comics – into modern society made audiences see the film as mere tokenism. \n\n[gen10] The most common criticism against Captain Marvel was the lack of emotional growth from Carol Danvers. Most film reviews touch upon the lack of nuance in Danvers’s character arc. There was a lack of perceivable flaws and emotional stakes that would have made Danvers more relatable and loved by the audience. Thus, common reception struggled to feel for and connect with Danvers as a character. The problems and conflict – or lack thereof – that Danvers faced were not experiences that the audience felt were powerful or developed enough to translate into an emotional, nuanced character. There is also an argument by a large group of critics (fringe group opinion) that labels the characters as “too bland”. The enemies were simply “the patriarchy and all bad things” that Danvers was obviously trying to break away from, making the entire experience feel less nuanced.\n\n[misc20] This tag was given due to the controversy surrounding Brie Larson, who plays Carol Danvers. Although she was not fired (nor was anybody on the cast and crew), Larson faced a lot of political hate for many of her outspokenness on feminism and lack of proper representation in movies during the promotion of Captain Marvel. This led to a good chunk of Marvel fans labeling Larson as sexist or racist, and subsequently boycotting or hate-watching the film.",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 3,
    "gender": 3,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 32,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 13,
    "comments": "Nationality, sexuality, and age were rarely talked about in reception, as it was overly saturated for gender. Ethnicity was talked about positively (hence the 4), while gender was heavily contested with nearly equal amounts of positive and negative mixed reception. This is further explained in the blurb.",
    "150CharacterPullQuoteFromBlurb": "Danvers's lack of perceivable flaws and emotional stakes held her character back from being the badass, nuanced woman we needed to lead Marvel’s first female superhero movie.",
    "pseudonym": "Ichigo",
    "copyEditedBlurb": "All eyes were on Captain Marvel when she made her film debut in 2019. It was Marvel’s first woman-led superhero movie. The possibilities were endless! And in some ways, Marvel delivered. We were given two lead characters of color – Nick Fury and Maria Rambeau – both of whom diverge from common racial stereotypes by having fully realized lives outside of their relationships with our (unfortunately and generically) white superhero Carol Danvers. Critics and audiences raved about how naturally the movie incorporated two leads of color, supplying them with witty dialogue and depth that we rarely see for characters of color.\n\nHere’s where the reception gets messy, though. <i>Captain Marvel</i>, as the first of its kind, became a feminist movie. And you may be able to imagine the mixed reaction to that. Let’s celebrate the wins first. With this movie, Danvers became a central player with significant powers in the MCU, subverting the supporting female trope in superhero movies. Danvers dons a full coverage suit (without high heels!) and focuses more on being a powerful hero than an object of desire. I have to give my respects to Anna Boden and Geneva Robertson-Dworet, two women who led the production of this movie, for using female voices to write a female-focused film. Their efforts paid off, giving audiences a nuanced portrayal of women’s experiences. Praise for <i>Captain Marvel</i> celebrates the film's approach to feminist issues. The film makes social commentaries on gender inequalities, from something as simple as being catcalled to more severe experiences like being suppressed by male figures who claim Danvers is “too emotional.” \n\nIt’s ironic, however, that male figures call Danvers “too emotional” because critical reception calls Danvers “too emotionless.” Many argued that Carol Danvers was unemotional, overpowered, and didn’t have a proper character arc. Danvers's lack of perceivable flaws and emotional stakes held her character back from being the badass, nuanced woman we needed to lead Marvel’s first female superhero movie. The stakes were too low, the rewards (her powers) were too high; long story short, Danvers didn’t work enough or sacrifice enough to succeed. There’s a lot to say about this, but I want to emphasize that it's a universal superhero experience (regardless of gender) to have to sacrifice something for immense power. So this isn’t the problem. The problem lies somewhere further back…in 1968, when Carol Danvers debuted as the token female superhero. Unfortunately, the 2019 film adaptation just did not adjust enough to stray away from coming off as tokenism. \n\nUltimately, <i>Captain Marvel</i>, at its core, is very generic…it’s a generic superhero movie that fell short of presenting all the things it hoped to. It plays its cards correctly in terms of representation and diversity (with only 2 characters of color and a few women  … how low the bar is indeed). It also falls short on communicating a feminist message. The sizable, dedicated fanbase balances out with an alarmingly large hate community that lands <i>Captain Marvel</i> at an incredibly average 45/100."
  },
  {
    "tagger": "Gail",
    "propertyNameOriginal": "Captain Marvel",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt4154664/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Captain_Marvel_(film)",
    "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Captain_Marvel",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\nscifi\n",
    "plotgeo": "*world x\nUnited States\n",
    "plotdate": "1980s\n1990s\n2010s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "marvel studios\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "",
    "biasTagNotes": "",
    "plotSummary": "Carol Danvers becomes one of the universe's most powerful heroes (Captain Marvel) when Earth is caught in the middle of a galactic war between two alien races.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen17] men or cis characters replaced by women or trans/gnc characters in adaptation\n[gen21] increased visibility / investment in story of women compared to past seasons\n",
    "positiveReceptionTagNotes": "[gen05] Blogger James Sonia appreciates Captain Marvel's \"cocky\" attitude, saying it feels \"earned\" because the film shows the character's travails as a woman pilot trying to combat entrenched sexism in the Air Force\n[gen05] Ramona Magazine appreciated that the film \"shut[s] down sexist norms left and right\" \n[gen09] Ramona Magazine notes that one of the main antagonists, Jude Law's character Yon-Rogg, attacks Captain Marvel emotionally rather than physically, which, in the real world,  is a mode of attack that women seem to suffer disproportionately to men.\n[gen09] Ramona Magazine liked that the film showed the importance of \"female friendship and camaraderie\", which is \"is seriously under represented in mainstream media.\"\n[gen13] Sunday Edit highlights that many women creatives worked behind-the-scenes on this film: \"director Anna Boden (along with Ryan Fleck); screenwriters including Geneva Robertson-Dworet, Nicole Perlman, Meg LeFauve and Anna Waterhouse; costume designer Sanja Milkovic Hays; and composer Pinar Toprak.\"\n[gen17] EW reports that Annette Bening's character, Dr. Wendy Lawson/Mar-Vell, was male in the comics and was originally written as male in the screenplay, but the directors decided to switch the character to female at the last minute.\n[gen21] Captain Marvel is \"the first solo female-led film in the Marvel Cinematic Universe’s 10-year history\" (Sunday Edit)\n[eth03] Gizmodo ran a story about how Marvel fans on Reddit \"want to see more Maria Rambeau,\" Captain Marvel's African American best friend. \n[eth03] Blogger Elena Square Eyes says Maria is “pretty darn great,” “well-written and interesting,” “a great movie mum,” “strong-willed, smart and caring” but “gives some home truths if needed.\"",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[int06] un-nuanced portrayal of intersectional experience\n",
    "negativeReceptionTagNotes": "[gen06] [gen10] Mashable dislikes Marvel \"cashing in on #feminism\" and delivering a film that \"stinks of corporate-mandated female empowerment.\" \n[gen06] [gen10] The Gazelle also calls Captain Marvel an example of \"cheap, corporate feminism\"\n[gen06] [gen10] Both Mashable and The Gazelle lambast the film for depicting gender equality as women trying to become the equal of men -- Mashable: \"Captain Marvel presents femininity as a gender-specific weakness to overcome and grow from\"; The Gazelle: Captain Marvel is about \"women being as powerful as men….Measuring women’s power in relation to men’s power not only subliminally patronizes women, it also communicates that the only way for women to be valued and successful in society is to be, essentially, men.\"\n[gen06] [gen10] Both Mashable and The Gazelle express a wish that the film had shown Captain Marvel as having feminine values (The Gazelle: \"such as care and nurture\") and shown those values as adding to her strength and heroism. \n[int06] [gen10] Blogger James Sonia criticized the film for being a \"traditional, white feminist movie\" as it \"only focuses on the plights of a white woman in the air force, and not her black best friend who is a single mother and the same rank with as her...the movie ignores the fact that in theory, her friend would be more oppressed in the air force than she.\" ",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "James Sonia's blog \"The Student Theorist\": https://pressbooks.pub/opentheoryhandbook/chapter/is-captain-marvel-a-feminist-movie/, Ramona Magazine: https://ramonamag.com/2019/04/captain-marvel-and-the-representation-of-women-in-film/, Sunday Edit: https://edit.sundayriley.com/captain-marvel-feminist-hero/, EW: https://ew.com/movies/2019/03/11/annette-bening-captain-marvel-role-originally-male/,  Gizmodo: https://www.cheatsheet.com/entertainment/bring-back-maria-rambeau-mcu-fans-want-more-of-her-in-captain-marvel-2.html/, Elena Square Eyes blog: https://elenasquareeyes.com/2019/04/15/m-is-for-maria-rambeau/; Mashable: https://mashable.com/article/captain-marvel-feminism-female-superhero, The Gazelle: https://www.thegazelle.org/issue/156/cheap-corporate-feminism-in-captain-marvel",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 3,
    "gender": 4,
    "sexuality": 3,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 36,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 11,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "It’s a pleasure to root for Danvers and her fellow pilot as they stride to their planes and Danvers utters her mantra, “Higher, further, faster, baby.”",
    "pseudonym": "Nightflier",
    "copyEditedBlurb": "The first Marvel film led by a solo female superhero—after 11 years of dude hero movies—generated a ton of positive *and* negative reception for its gender politics. <a href=”https://ramonamag.com/2019/04/captain-marvel-and-the-representation-of-women-in-film/”>Ramona Magazine</a> praises the film's “shut[ting] down sexist norms left and right.” Blogger <a href=”https://pressbooks.pub/opentheoryhandbook/chapter/is-captain-marvel-a-feminist-movie/”>James Sonia</a> appreciates main character Vers/Carol Danvers/Captain Marvel’s “cocky” attitude. <a href=”https://edit.sundayriley.com/captain-marvel-feminist-hero/”>Sunday Edit</a> points out that many women creatives, including the co-director, several screenwriters, the costume designer, and composer, made this movie. Combined with the bonanza $1.1B box office, the raves make it seem like <i>Captain Marvel</i> is a landmark in feminist cinema. But <a href=”https://mashable.com/article/captain-marvel-feminism-female-superhero”>Mashable</a> says the movie “stinks of corporate-mandated female empowerment,” and <a href=”https://www.thegazelle.org/issue/156/cheap-corporate-feminism-in-captain-marvel”>The Gazelle</a> labels the movie an example of “cheap, corporate feminism.” Personally, I like the film’s presentation of woman-power, especially the flashbacks to Danvers’s Air Force career that are filmed like a genderbent <i>Top Gun</i>. These scenes are hilarious, pointed satire–because Hollywood has never greenlit a fighter pilot movie featuring female leads–and they also serve as propaganda for female excellence, just as much as bro-tastic action blockbusters promote male excellence. It’s a pleasure to root for Danvers and her African American bestie and fellow pilot, Maria Rambeau, as they stride to their planes and Danvers utters her mantra, “Higher, further, faster, baby.” But it’s exactly the ease with which Danvers slides into the shoes of male protagonists that Mashable and The Gazelle dislike. “Measuring women’s power in relation to men’s power not only subliminally patronizes women, it also communicates that the only way for women to be valued and successful in society is to be, essentially, men,” states The Gazelle. The degree to which <i>Captain Marvel</i> undermines patriarchy or upholds it is, then, in the eye of the beholder, and for that reason, I gave it a 4 instead of a 5 for gender. Another element of <i>Captain Marvel</i> left open to interpretation is Danvers’s and Rambeau’s sexualities, individually and in relation to each other. Neither character has an explicit love interest of any gender, which makes their deep friendship appear to be more of a life partnership. I tagged both Danvers’s and Rambeau’s sexualities as “ambiguous” with “queer subtext,” and counted them as the only non-straight characters. 60-year-old Annette Bening, playing an alien-disguised-as-a-human (a part that is male in the comics) *and* an AI, gets the film a 4 in the age category. Rambeau and Nick Fury are the only major characters of color, and although Lashana Lynch’s performance as Rambeau received more commentary (all of it positive), Samuel L. Jackson’s portrayal of a younger, less worldly Fury is equally compelling. Helping a strong woman ascend to the height of her powers makes Nick Fury, as an agent and a man, a feminist message if ever there was one. "
  }
]