[
  {
    "tagger": "Pailey",
    "propertyNameOriginal": "Unbelievable",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": 1,
    "imdbPageUrl": "https://www.imdb.com/title/tt7909970/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Unbelievable_(miniseries)",
    "fanwikiUrl": "",
    "notesOnAnyIdentificationData": "",
    "genres": "crime\ndrama\n",
    "plotgeo": "United States\n",
    "plotdate": "2010s\n",
    "distributiontags": "netflix\n",
    "productiontags": "cbs television studios\nescapist fare\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "N/A",
    "biasTagNotes": "Because this piece is based off of real life events and people, there isn't a lot of bias in the casting and writing. Although the primary cast is rather young and with very little POC, it feels accurate for the area they are in (Washington & Colorado) and for the story they are depicting.",
    "plotSummary": "Based on a true story, \"Unbelievable\" follows the case of Marie Adler, who was charged for a crime for reporting that she was raped. The series follows Marie as she grapples with the aftermath of a traumatic event, while detectives, police, and other authority figures attempt to unravel the truth.",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
    "positiveReceptionTagNotes": "[gen05] The differing personalities and lives of Detective Rasmussen and Detective Duvall challenged stereotypes and tropes about women. The two women contrasted each other in how they handled the case, how they carried themselves at work, and how they managed their personal lives. They exemplify that there’s more than one way for a woman to show power and take control of their life.\n\n[gen09] “Unbelievable” provides a nuanced portrayal of a woman’s experience in cases of sexual assault and rape. The harshness of how Marie was treated by family and authority figures alike act as a call against patriarchy and existing societal standards that default to questioning women.\n\n[dis07] Between Marie and Amber, two women who were victims of nearly identical situations, viewers were able to view two portrayals of how a person can react to trauma and how mental health challenges such as PTSD, anxiety, or depression take form. They struggle in different ways and learn to manage it in different ways, proving that mental health lies on a large spectrum and takes effort to understand.\n\n[dis19] By watching Marie and Amber navigate their life not only after the traumatic event of rape, but also the way they were treated after, viewers are shown that mental health challenges are very real and can present in different ways. The differences in their stories show that mental health challenges are often interpreted in different ways by different people, for both good and bad.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.vulture.com/2019/09/unbelievable-netflix-feminist-crime-series.html, https://www.rifemagazine.co.uk/2020/05/netflixs-feminist-crime-drama-unbelievable-is-full-of-quiet-power/, https://www.meredithlpc.com/blog/a-mental-health-professionals-review-of-netflixs-unbelievable#:~:text=Following%20Marie%27s%20assault%2C%20she%20is,and%20has%20strained%20social%20relationships",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 3,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 5,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 10,
    "comments": "Ethnicity: While there was little reception regarding ethnicity, and the show does offer smaller roles to POC characters - I felt that I couldn't give the show any higher than a three as it hardly features any non-white characters in any capacity. Though the character of Billy Taggart, played by a Black man, was handled well and received positively, landing the show at a middling 3 for ethnicity.\nGender: The show's reception in regards to diversity primarily focuses on its portrayal and handling of Gender, specifically the handling of women characters. Hits so many good narrative beats for representation - and avoids typical pitfalls of the true crime genre's stereotypes of women - and just in general avoids common tropes. Clear care put into the handling of gender representation - noted by the majority of reception being positive and focused on this category.\nSexuality, Nationality: Very little reception regarding these topics.\nAge: Has no female cast leads 50-59 at the time of filming, however does feature many in the 40-49 category. Given a three due to positive reception to the way the roles were praised as being strong and complex.",
    "_150CharacterPullQuoteFromBlurb": "<i>Unbelievable</i> received some of the strongest positive reception that I have seen and I feel that it has earned the praise.",
    "pseudonym": "Poppy",
    "copyEditedBlurb": "Through the span of eight episodes, <i>Unbelievable</i> manages to depict a deeply emotional, wrenching, and rewarding exploration into the trauma of Marie Adler following her rape – as well as an intense portrayal of the investigation that led to uncovering the truth and justice for Marie and other victims. This show received some of the strongest positive reception that I have seen and I feel that it has earned the praise. The show’s reception is mainly focused on <i>Unbelievable</i>’s depiction of women – and with clear reason. The show’s emotional core is the story of Marie Adler, and it depicts the fallout from her rape and the police’s mishandling of her case with extreme care and nuance. The two lead detectives in the show, Detectives Duvall and Rasmussen, are portrayed by women – with most other significant roles in the show belonging to women, as well. The characters are deeply complex, individual people who deliver a strong story. They do not fall into tropes expected of a true crime series – neither the trope of the strong, but unemotional, woman nor the helpless victim appear, which was refreshing and rewarding to audiences. The show also avoids another true crime \"classic\" of exploiting the trauma and violence done against women without care for them as individual people, only as victims. Instead, the show handles Marie’s story with dignity and a full exploration of her complex emotions and mental health responses to the trauma, allowing her to appear as a fully fleshed-out character that the audience can know and care for. With this, the show explores the emotional heart of the characters’ stories, and is also a crime procedural that directly addresses problems within the justice system that harm both women and those of a lower socioeconomic class. One criticism that can be levied against <i>Unbelievable</i>, particularly within the guidelines of scoring this text, is that it has very little ethnic diversity – and is composed of a mostly white cast. I felt it was necessary to address this lack of diversity as it is glaring while watching the series. However, it is difficult to charge the show with malintent due to it being \"based on a true story,\" with most of the roles cast in accordance to their real-life inspirations. The show does have some small roles devoted to characters of color, one being a stellar performance by Scott Lawrence as Special Agent Taggart. This lack of diversity accounts for the series’ middling scores despite the show’s success with the public and most of my own personal thoughts. Also, unlike some true crime stories, <i>Unbelievable</i>’s “based on a true story” tag is not one that is used to justify exploitation. <a href=https://twitter.com/bykenarmstrong/status/1173607441998721024>Ken Armstrong</a>, the co-author of the article and book the show is based on, described how the real “Marie” called the show “excellent.” This response from the real “Marie” is significant, as it demonstrates how the show avoided exploiting and increasing the pain of the individuals whose stories it adapts – an unfortunate effect of many true crime series. While the show does not deliver perfectly on every aspect of diversity and representation, it succeeds in a tremendous way with its depictions of women. Specifically, it succeeds by shifting the trauma of rape and systemic violence away from a traditional true crime lens to focus on the emotional, nuanced impact on the actual women – not just as nameless victims, but as complex individuals. "
  },
  {
    "tagger": "Elle",
    "propertyNameOriginal": "Unbelievable",
    "additionalPropertyNames": "",
    "mediaType": "serial",
    "mediaId": "LS",
    "imdbPageUrl": "https://www.imdb.com/title/tt7909970/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Unbelievable_(miniseries)",
    "fanwikiUrl": "https://unbelievable-netflix.fandom.com/wiki/Unbelievable_Wiki",
    "notesOnAnyIdentificationData": "",
    "genres": "crime\ndrama",
    "plotgeo": "United States",
    "plotdate": "2000s\n2010s",
    "distributiontags": "netflix",
    "productiontags": "*other:\ncbs television studios\nescapist fare",
    "productiongeo": "United States",
    "notesOnContentProductionDistributionData": "Production-tags, other: Katie Couric Media, Timberman/Beverly Productions, Sage Lane Productions",
    "biasTags": "D*",
    "biasTagNotes": "D*: The show does not feature many POC characters, the cast is mainly white. However, the show is \"based on a true story\", with casting, generally, seeming to align with the real people the characters are based on. I could not find any significant negative reception on this account, however, I felt it necessary to note and tag. While there are no explicitly egregious moments of bias in the casting or depictions, there is a noticeable lack of developed POC representation within the show, even with characters who are not explicitly based on a real person. ",
    "plotSummary": "Based on a true story, \"Unbelievable\" follows the story of Marie Adler, a girl wrongly charged with making a false report of rape. As the series progresses, Marie's story becomes intertwined with the investigation of two detectives working to uncover the truth of various connected crimes.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[misc11] nuanced portrayal of socioeconomic class",
    "positiveReceptionTagNotes": "[eth11]: The role based on Special Agent Jonny Grusing, a white man, is portrayed by Scott Lawrence, a Black man. \n[gen05], [gen09]: The core of the show is dedicated to portraying the experiences of women in a nuanced and intricate way. The show's portrayal of the main character, Marie Adler, fights against typical tropes of women in true crime series - generally either victims for the sole purpose of moving the plot along, or dead victims to be observed without any attention to their lives or personalities. Marie's character and experiences are given careful consideration that explores the complex and traumatic nature of the assault committed against her and how she would respond to such a trauma. Also, the show is made-up primarily of women, offering a viewpoint of various different women's lives, personalities, and abilities. The main detectives leading the investigation are also women, challenging the typical \"male savior\" trope in many true crime stories revolving around women's assaults.\n[gen13]: The show was co-created by two women, with several women on board as  executive producers. \n[gen15]*: In comparison to the general genre of true crime, \"Unbelievable\" spends its focus on actually focusing on the women that were involved in the story with care and decency. The story, while detailing the actual crimes and perpetrators, is always grounded in the impact on the lives of the women of the story and how they must negotiate with them.\n[dis07], [dis19]: The mental health of the victims, particularly Marie, is focused on intently throughout the series. They are portrayed in a nuanced, complex way that is indicative of the suffering and reactions that the women are undergoing in these traumatic situations. Offers care in the portrayal of mental health that allows the audience to gain sympathy and understanding for the characters without stigmatization or unnecessary degradation.\n[misc11]: Marie Adler's life as a former foster-child who has graduated out from the system is handled with care and nuance. The show details how her socioeconomic status made her vulnerable to police pressure and the impacts that it had on her while navigating the system.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 4,
    "ethnicity": 3,
    "nationality": 3,
    "gender": 5,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 34,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 9,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "<i>Unbelievable</i> makes sure to remind the audience that the path to justice and recovery is not only exhausting, but also different for every victim.",
    "pseudonym": "Ichigo",
    "copyEditedBlurb": "At its core, <i>Unbelievable</i> is an incredibly powerful woman-led piece. Before diving into the details, I want to give a disclaimer. Because <i>Unbelievable</i> is based on true events, there were limitations to casting and character choices. It is far from being perfectly diverse, but still scores rather high due to its accuracy to the original story.\n\n\n<i>Unbelievable</i> derives most of its impact from its nuanced portrayal of women’s experiences. (TW) <spoilers> Sexual assault and rape </spoilers> are extremely real and consequential, especially for women, and <i>Unbelievable</i> makes sure to remind the audience that the path to justice and recovery is not only exhausting, but also different for every victim. From the beginning, Marie is treated terribly. The constant questioning of her story by the two (male) detectives that lead her case and the physical prodding she experiences demonstrate society’s tendencies to doubt victims of sexual assault and disregard emotions (especially women’s!!). This differs greatly from Amber’s case, which is handled by two female detectives (Rasmussen and Duvall) who give Amber proper time to grieve and process before reassuring her that they do believe her. This “ideal” handling of the case stresses how different sexual assault cases can be. Not by taking everything victims say at face value or by always believing women, but by handling the case with care and sympathy. The effort Rasmussen and Duvall put into recognizing and understanding the struggles of living as women was ultimately what made Amber’s case less traumatizing. \n\nIt doesn’t stop there. Detective Rasmussen and Detective Duvall defy common stereotypes about women in the workforce. Both women demonstrate their capability to lead a case through two different lenses: professionalism and control (Duvall) versus encouragement and trust (Rasmussen). Alongside this comes heartwarming scenes at home with family and partners, demonstrating that female strength and power can be shown in many ways, and never at the expense of having a personal life.\n\nI want to take a moment to reward <i>Unbelievable</i> for not painting a picture of men versus women. Marie suffered at the hands of two male detectives, yes, but also her own foster mothers and nurses. Even in the finale, one of the male detectives admits he handled the case poorly, and reflects on his own capabilities working for the law.\n\nFinally, the structure and pacing of the show allows viewers to view both the immediate and long-term effects of suffering a traumatic event, including nuanced portrayals of how PTSD, anxiety, and depression can manifest and get in the way of life. Marie and Amber navigated their resulting mental health struggles differently (see: Amber found a way of controlling the situation by detailing the exact happenings while Marie became further lost by repeating the same narrative).\n\nAltogether, <i>Unbelievable</i> showed us many sides of the same coin. Marie and Amber’s diverging stories demonstrate how the same experience can manifest in different ways. The willingness of those surrounding them to believe, to understand the nuance behind female experiences, sexual assault, and mental health struggles have a large effect on not only the case, but the experiences of those involved."
  }
]