[
  {
    "tagger": "Sam",
    "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
    "additionalPropertyNames": "Star Wars: Episode IX - The Rise of Skywalker",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt2527338/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Star_Wars:_The_Rise_of_Skywalker",
    "fanwikiUrl": "https://starwars.fandom.com/wiki/Star_Wars:_Episode_IX_The_Rise_of_Skywalker",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\nfantasy\n",
    "plotgeo": "*world x, space, exegol, pasaana, kijimi, ahch-to",
    "plotdate": "*future\n35 ABY",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "bad robot productions\nlucasfilm ltd\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "S, C",
    "biasTagNotes": "BARELY passes the bechdel test. S: Poe's new backstory as a drug dealer ties into harmful stereotypes about how latinx characters are commonly represented as criminals or drug dealers in media. C: John Boyega's character Finn was heavily sidelined in the narrative in favor of paying more attention to two white characters (rey and kylo ren).",
    "plotSummary": "star wars, sequel, space opera, aliens, woman protagonist, enemies to lovers trope, ",
    "plotTagNotes": "",
    "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen21] increased visibility / investment in story of women compared to past seasons\n[int09] increased visibility / investment of characters with intersectional identities in adaptation\n",
    "positiveReceptionTagNotes": "[gen05] rey is a strong leader in a genre that is often masc-dominated and she is able to be angry as well as compassionate without being weak\n[gen21] introduced a greater number of women characters\n[int09] introduced more women of color as side characters",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth14] decreased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen22] decreased visibility / investment in story of women compared to past seasons\n[sex07] un-nuanced representation of queer sexuality",
    "negativeReceptionTagNotes": "[eth04] poe, played by a latinx man, suddenly had a backstory as a drug dealer which contrasted with his resistance hero background of past films and reinforced stereotypes representing latinx characters as drug dealers.\n[eth14] rose, and asian woman, had her character sidelined completely after being set up to be a main character in the past film and all narrative threads were dropped. finn, a black man, had his relationships devalued as the other characters' relationships were prioritized, mostly white characters rey and kylo ren. \n[gen06] by establishing a relationship between kylo and rey, rey's character is reinforcing tropes about women 'fixing' and entering relationships with men who are violent and abusive towards them. \n[gen10] Zorii, poes love interest drug dealer mostly revolves around poe rather than existing as a complex character outside of their history\n[gen22] rose's character's narrative cut significantly from the film, all of her relationships to other characters are ignored.\n[sex07] \"gay representation\" touted by disney / filmmakers but only end up as a split second shot of two unnamed, unknown women kissing.",
    "additionalNegativeReceptionTags": "romanticizes relationships with domestic violence with kylo and reys relationship, fans accused disney of queerbaiting after giving poe a new love interest and shifting focus from poe and finn to rey and kylo-- a straight white relationship, ",
    "receptionTaggingSources": "https://www.themarysue.com/rise-of-skywalker-gender-parity-more-woc-pls/, https://www.hollywoodreporter.com/news/general-news/john-boyega-says-disney-marketed-black-star-wars-characters-as-important-then-pushed-them-to-side-4054090/, https://dismantlemag.com/2020/05/04/rise-of-skywalker-star-wars-women-organizing/, https://www.refinery29.com/en-us/2019/12/9051201/zorii-bliss-rise-of-skywalker-actor-keri-russell-interview, https://www.chsglobe.com/43852/commentary/star-wars-a-tale-of-racism/, https://www.dailydot.com/parsec/rise-of-skywalker-poe-dameron-backstory/",
    "fSTVOtherLetters": "latinx",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 2,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 24,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "gender i feel is a 2.5 bc of rey and lando's daughter but rose, poes gf, and... rey again in a reylo context. but i'm rounding down. also i feel like 2.5 for sexuality for the debatable queerbating, for the half second queer kiss that they touted so much, and sexuality in the intersectional sense that they snubbed finn and rey's relationship potential in favor of kylo...",
    "150CharacterPullQuoteFromBlurb": "Kelly Marie Tran was the subject of vicious racist and sexist attacks online during promotion for <i>The Last Jedi</i>, so her exclusion from <i>Skywalker</i> felt like a disappointing pander to that part of the audience. ",
    "pseudonym": "Basil",
    "copyEditedBlurb": "As the concluding film of the Star Wars sequel trilogy, <i>Rise of Skywalker</i> had big shoes to fill. And yet, the last film ended the saga with a fumble, with major characters being pushed to the sideline and an abundance of confusing narrative choices (I think we all remember the infamous <spoiler>“Somehow, Palpatine has returned”</spoiler>). \n\nMany criticisms of the film are about it undoing the work of <i>The Last Jedi</i>, not only in tone but also in content. Kelly Marie Tran joined the franchise as Rose Tico, a mechanic for the resistance who joins Finn as they sabotage the First Order. Critical reception of Tran’s character was largely positive, and as a reporter at <a href=”https://www.bizjournals.com/losangeles/news/2017/12/14/flick-picks-the-last-jedi-ruled-by-dynamite.html”>L.A. Biz</a> writes, \"Tran is a welcome addition both culturally and narratively,  bringing much-appreciated representation to the cinematic universe.\" And yet, she all but disappears in <i>Rise of Skywalker</i>, relegated to the sidelines immediately after making her debut in the previous film. Tran was the subject of vicious racist and sexist attacks online during promotion for <i>The Last Jedi</i>, so her exclusion from <i>Skywalker</i> felt like a disappointing pander to that part of the audience. \n\nInstead of supporting their leads of color in the narrative, Disney shifted focus away from their storylines. John Boyega, who played Finn, faced similar harassment when he joined the franchise and his character’s arc was also limited in the last film.\n\nFinn had multiple romantic interests in the course of the trilogy (Rey, Rose, and the fandom’s favorite, Poe) and yet, these relationships never got any traction. At the expense of Finn’s involvement, we saw Kylo take more and more of a protagonist role as the <i>Rise of Skywalker</i> centered on his moral turning point and relationship with Rey. “<a hfref=\"https://twitter.com/JohnBoyega/status/1212090062147637251?ref_src=twsrc%5Etfw\">Star Wars romance 😗👀🙂,\"</a> Boyega wrote in a tweet from 2019, alluding to this narrative shift and showing pictures of Rey and Kylo torturing and stabbing each other.\n\nFinn’s romantic options weren’t the only threads that were dropped as the series progressed, like the force-sensitivity teases that were just abandoned (including the Very Important thing he had to tell Rey that they just… never addressed). Director J.J. Abrams has since confirmed Finn was going to tell Rey about his connection with the force. But that never made it into the movie, and director notes shouldn’t be received as a replacement for actual content.\n\nPoe Dameron underwent his own problematic character changes in <i>Skywalker</i>, revealing his background as a spice smuggler. This included the introduction of an old love interest, who some perceived as a tool to disaffirm the fandom’s engagement with the popular Finn and Poe ship (known as the “Stormpilot” ship). Star Wars loves its roguish-scoundrel-hero, but what we knew of Poe didn’t fit that image: he was an idealistic poster boy for the Resistance, and our re-introduction to the rebellion in <i>The Force Awakens</i>. Suddenly giving him a past in drug smuggling played into harmful stereotypes around Latinx men, who are disproportionately characterized in media as being involved with drugs and crime."
  },
  {
    "tagger": "Elle",
    "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
    "additionalPropertyNames": "Star Wars: Episode IX – The Rise of Skywalker",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt2527338/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Star_Wars:_The_Rise_of_Skywalker",
    "fanwikiUrl": "https://starwars.fandom.com/wiki/Star_Wars:_Episode_IX_The_Rise_of_Skywalker",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\nfantasy\nscifi",
    "plotgeo": "*world x",
    "plotdate": "*future",
    "distributiontags": "walt disney studios motion picture",
    "productiontags": "bad robot productions\nlucasfilm ltd",
    "productiongeo": "Jordan\nUnited Kingdom\nUnited States",
    "notesOnContentProductionDistributionData": "plot-geo: Sci-Fi space locations in a fictitious galaxy (Exegol, Pasaana, Kijimi, Endor System - Kef Bir, Ahch-To, Tatooine)\nplot-date: future, 35 ABY ",
    "biasTags": "S, T, C*",
    "biasTagNotes": "S: Poe Dameron is given a new backstory in the film of being a former drug-runner. This plays into harmful stereotypes of latinx characters - and is a completely unnecessary addition to his character that is not explored in any meaningful way.\nFinn continues to be relegated to the role of \"supportive best friend\" that adds to problematic, stereotypical tropes like the \"black best friend\" who is never given a fleshed-out story-arc, despite being set-up as a main character in the first film.\nRey is forced to fix and redeem the genocidal antagonist of the entire franchise through her gentle acceptance of him and is saved by his love, which plays into harmful messaging about relationship dynamics for women as well as playing into the damsel-in-distress stereotype within her own movie.\nT: A majority of the characters of color are either completely minor or supporting characters who are not given fully fleshed out story arcs in comparison to their white counterparts.\nFinn is yet again given very little to do in the story despite being set-up as a major character in the beginning of the franchise. Poe is also given a smaller role and his character arc is given very little attention. \nRey is also somewhat tokenized. As a female jedi, her arc feels confused and contradictory to her previous films. Rey is also made to be a \"strong female\" archetype who is also used to redeem and love her abuser/the antagonist of the film, who she is forced to share her leading role with.\nC*: Finn and other characters like Jannah are given reduced roles and very little time in the narrative for their narrative arcs. As well, in Finn's case, there are arcs that seemed to be set up in previous films are completely dropped and ignored in this film (i.e: Jedi Finn, Finn as a Stormtrooper rebellion leader, etc.)",
    "plotSummary": "In the final instalment of the Star Wars sequel trilogy, Episode IX follows Rey, Finn, Poe, and the Resistance as they fight to stop Kylo Ren and the First Order from forming a new Empire.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[int09] increased visibility / investment of characters with intersectional identities in adaptation",
    "positiveReceptionTagNotes": "[eth03]: Poe is finally able to fulfil his character arc and become the leader of the Resistance, not just a supporting facet of the Resistance - following in the footsteps of General Leia.\n[eth09]: There were more POC side-characters added to the film. Poe's screen-time was increased compared to the previous two films.\n[gen05] Rey is given significant screen-time and is the undisputed main character in a film franchise that has been headed primarily by men since its inception. She has support and gets to be a hero just like any of the other main Star Wars characters before her. She is allowed to grieve and be emotional while navigating her quest, as well as maintain her agency as she fulfils her narrative arc. Rey becomes a strong leader AND Jedi, AND main character, challenging the diminished or relatively lesser roles that women in Star Wars are typically given next to male leaders or male jedi.  \n[gen15]: There were an increased number of female characters in the film who had speaking roles/ were given some importance as well as new side-characters. Rey's role was fully fleshed out and given attention in this film, with her having the most screen-time of the characters and being the main focus of the legacy of the Jedi/Sith, and her final take-down of Palpatine, fulfilling her arc as a Jedi.\n[int09]: There were more women of color added to the cast in this film. ",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth10] decreased visibility / investment to poc/mixed-race characters in adaptation\n[eth14] decreased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen22] decreased visibility / investment in story of women compared to past seasons\n[sex06] un-nuanced representation of queer sexuality",
    "negativeReceptionTagNotes": "[eth04], [eth06]: Poe is given a stereotypical and harmful backstory of being a drug-runner, which adds to tropes and stereotypes of latinx characters as drug-dealers/\"criminals\". This backstory has no basis in the previous films and seems to exist only to give something for the other characters to belittle Poe about. \nFinn is given a reduced role and is relegated to the supportive \"black best friend\" trope to the white protagonist - despite starting the triology off as, arguably, the deuteragonist. He is given nothing to do and is not allowed any agency throughout the film, often deferring or being overshadowed by white characters (ie: Hux saving Finn from being captured.) \n\n[eth10] Finn has less screen-time in this film than TFA, though he has gained some back from TLJ. However, he is given no expansive story-arc and he is mainly there to support Rey and be paired off with Poe. \n[eth10]: Most of the other characters of color are given an equally reduced role and investment - acting only to support the mechanisms of the plot and the white protagonists. \n[eth14]: Finn is given less screen-time and his arcs are completely abandoned or handled with very little care. His arc that seemed to be established in TFA of being force sensitive and a jedi is abandoned an dis only vaguely alluded to in the film. He is not given any significant time in the narrative to explore the arc of his freedom from the enslavement of the stormtroopers - nor is the arc of the defecting stormtrooper rebellion given any significant time for Finn to lead. \n[eth14]: Rose Tico is given a significantly reduced role in this film - and this follows severely racist vitriol from fans after TLJ.\n[gen06], [gen10]: Rey ends up sharing a major portion of her final, big confrontation with Palpatine with Kylo Ren, the villain who is quickly redeemed in the back-half of the film. She is also saved by him, removing a significant amount of agency from Rey's fight and control of her narrative. She then kisses him - despite the fact that he abused, tortured, gaslit, and demeaned her for the entire trilogy.  Fans were confused and disappointed with this portrayal as a \"romance\". Rey is forced to have a love interest and redeem the villain. She is also folded into a legacies of Star Wars - taking away a significant aspect of her character journey of being an unknown person with the ability to fight and use the force - reducing Rey's individuality to become more like the male characters that came before her.\n[gen10] Zorii Bliss exists mainly to be a former, quippy love-interest to Poe with little backstory of her own outside of him.\n[gen22] Rose Tico is given a significantly reduced role, despite being a major supporting character in TLJ.\n[sex06] There is a queer kiss in one shot with unnamed characters. None of the main characters are addressed as being queer.",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.cbr.com/star-wars-episode-ix-finn-letdowns/#finn-continuously-causes-unnecessary-problems-for-other-characters, https://www.vox.com/2019/12/30/21042843/kelly-marie-tran-rise-of-skywalker-screentime, https://dorksideoftheforce.com/2020/02/12/star-wars-poe-dameron-backstory/, https://www.reddit.com/r/StarWarsCantina/comments/15i2fm2/not_really_seeing_how_poe_being_a_spice_runner_in/, https://www.reddit.com/r/StarWarsCantina/comments/17puj9j/why_rey_is_actually_one_of_the_best_star_wars/",
    "fSTVOtherLetters": "asian, black, latinx, fem",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 2,
    "sexuality": 2,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 24,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 11,
    "comments": "Sexuality: Despite not being explicitly textual, most reception had negative feelings about the handling of Finn and Poe's relationship, in part fueled by the actors supporting/discussing the idea positively despite the studio not pushing their relationship.",
    "150CharacterPullQuoteFromBlurb": "Finn was reduced to being a “best friend” trope support to Rey – and was stripped of his agency in the story. The complete lack of fulfillment for Finn’s character is hugely disappointing and falls flat.",
    "pseudonym": "Poppy",
    "copyEditedBlurb": "Somehow… <i>The Rise of Skywalker</i> returns – and it’s even more controversial than its predecessors. <i>The Rise of Skywalker</i> is the final installment of the Star Wars sequel trilogy and follows Rey, Finn, Poe, and others as they help the Resistance and try to stop Kylo Ren and the First Order from forming a new Empire. The film, for all intents and purposes, should have been a smashing conclusion to a beloved franchise; however, it ran into major problems with diversity and representation. The film attempts to provide interesting and diverse representation – but its handling of several aspects caused significant negative reaction from fans and critics alike. Rey is one the first main female character of a Star Wars project – and is the first female Jedi in the Star Wars films. Fans were glad to see that she was given a defined role where she was allowed to have an emotional arc, however, they felt that her role was diminished in favor of the male antagonist, Kylo Ren. A majority of Rey’s role in the film is relegated to supporting and furthering Kylo Ren’s character. Fans were split, with a significant reaction being negative, to the fact that Rey <spoilers> is brought back from the dead by Kylo Ren – and rewards him for it with a kiss, despite the fact that he has spent the entire trilogy torturing, killing, and hunting Rey and her friends. </spoilers> The wasted potential fans mourned is not only for Rey, however. <i>Skywalker</i> also let down the character of Finn, the only main Black character in the trilogy. Finn also began with one of the most compelling story arcs: a former Stormtrooper who escaped his imprisonment with the First Order and joined the Resistance to fight. Finn was also implied on multiple occasions to be force-sensitive and a potential Jedi (Chekov’s lightsaber fight against Kylo Ren in <i>The Force Awakens</i>). Despite the incredible representation the trilogy began with, fans and critics alike were disappointed to see Finn’s role utterly reduced in the final installment. Finn was reduced to being a “best friend” trope support to Rey – and was stripped of his agency in the story. Finn was often in need of rescue, and often seemed to function only as the plot needed him – to be in the way, to have a joke, to get knocked around, to fight with Poe. The complete lack of fulfillment for Finn’s character is hugely disappointing and falls flat. <i>The Rise of Skywalker</i> contains many individual aspects of representation and potential that fans enjoyed and can hold on to, but on a holistic level, the film could not stick the landing on providing significant, meaningful representation and diversity. \n"
  }
]