[
    {
        "year": 2019,
        "timestamp": "2023-07-20T03:23:37.477Z",
        "lookupcode": "SunnyAladdin",
        "tagger": "Sunny",
        "propertyNameOriginal": "Aladdin",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6139732/?ref_=nv_sr_srsg_4_tt_7_nm_1_q_aladin",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Aladdin_(2019_film)",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Aladdin_(2019_film)",
        "genres": "adventure\ncomedy\nfamily\n",
        "plotgeo": "*nonextant nation",
        "plotdate": "1500s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "walt disney pictures",
        "productiongeo": "Jordan\nUnited Kingdom",
        "biasTags": "B, F, S, T, E, Y, C",
        "biasTagNotes": "B= jasmine only woman character\nS= bad/good arab based on accents and european features\nT= honestly everyone, the main cast and background characters\nE= mimicking arab and south asian culture. \nY = no women other than jasmine who is twenties\nC = jasmine has light skin in film but in OG she has darker skin",
        "plotSummary": "Aladdin is a thief who falls in love with the princess Jasmine. Jasmine desires more in life, feeling locked away in her castle. The two find magic in one another. ",
        "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n",
        "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[eth12] poc/mixed-race characters whitewashed / not present in adaptation\n[nat04] reinforces stereotypes and tropes about nationality\n[nat06] un-nuanced national representation\n[nat08] production team does not share national culture for story centered on national cultural experiences\n",
        "negativeReceptionTagNotes": "they white washed, cast a half white person as jasmine, lack of skin color ranges, they had white extras darken their skin",
        "receptionTaggingSources": "https://www.huffpost.com/entry/disney-aladdin-skin-darkening_n_5a54e36fe4b003133eccb275\n\nhttps://www.vox.com/2019/5/24/18635896/disney-live-action-aladdin-controversy-history\n\nhttps://shsclaw.sprise.com/6753/all/showcase/aladdin-colorism-whitewashing-and-the-casting-controversy/\n\nhttps://thenerdsofcolor.org/2019/03/14/the-live-action-aladdin-doubles-down-orientalist-and-colorist-trends/\n\n",
        "fSTVOtherLetters": "swana, unknown or mixed POC, fem, masc",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors., For adaptations and remakes: A character who is dark-skinned in the source or original or antecedent material is played by a light-skinned actor in the adaptation or remake.",
        "howMuchOfThisMediaHaveYouConsumed": 3,
        "emailAddress": "sunny22sangha@hotmail.com"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-13T01:07:56.098Z",
        "lookupcode": "AnelizaAladdin",
        "tagger": "Aneliza",
        "propertyNameOriginal": "Aladdin",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6139732/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Aladdin_(2019_film)",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Aladdin_(2019_film)",
        "genres": "adventure\ncomedy\nfamily\nfantasy\nmusical",
        "plotgeo": "*nonextant nation: Agrabah\n",
        "plotdate": "1550s",
        "distributiontags": "*other: Moon\nwalt disney studios motion picture\n",
        "productiontags": "*other: Rideback\nwalt disney pictures\n",
        "productiongeo": "Jordan",
        "biasTags": "B, F, S, E, Y, C",
        "plotSummary": "Aladdin, a street dweller with a heart of gold, falls for Princess Jazmine of Agrabah. In an attempt to earn money and influence, Aladin agrees to help Jafar and find a magical lamp, which, unbeknownst to Aladin, hosts a Genie that Jafar intends to use to help take over Agrabah.  ",
        "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[nat04] reinforces stereotypes and tropes about nationality",
        "negativeReceptionTagNotes": "[eth04], [eth06], [nat04] the representation of the \"Middle East\" as a mystical place reinforces orientalism\n",
        "receptionTaggingSources": "https://www.vox.com/2019/5/24/18635896/disney-live-action-aladdin-controversy-history, https://screenrant.com/aladdin-disney-harsh-realities-problems-watching-today/#aladdin-amp-jasmine-are-voiced-by-white-voice-actors",
        "fSTVOtherLetters": "asian, swana",
        "cCases": "The lead women of color characters are played by light-skinned actors., For adaptations and remakes: A character who is dark-skinned in the source or original or antecedent material is played by a light-skinned actor in the adaptation or remake.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "aruiz3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-12-09T02:58:32.391Z",
        "lookupcode": "ElleAvengers: Endgame",
        "tagger": "Elle",
        "propertyNameOriginal": "Avengers: Endgame",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4154796/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Avengers:_Endgame",
        "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Avengers:_Endgame",
        "genres": "action\nadventure\ndrama\nscifi",
        "plotgeo": "*world x\nNorway\nUnited States",
        "plotdate": "2010s\n2020s",
        "distributiontags": "walt disney studios motion picture",
        "productiontags": "marvel studios",
        "productiongeo": "Scotland\nUnited Kingdom\nUnited States",
        "notesOnContentProductionDistributionData": "plot-geo: world-x: the Garden, Vormir, Asgard, Morag\nPlot-Date: The movie begins in 2018, then has a 5 year time jump to 2023",
        "biasTags": "D*, S, T, V*, Y",
        "biasTagNotes": "D*: Among the main surviving characters, Rhodey is the only character of color. Though others do come back to feature later, Rhodey is the only one for most of the film. He exists mainly to support the other main, white, cast. Though he does contribute heavily to the success and planning of the movies events.\nS: Natasha is the only main woman avenger; other female (or at least, female presenting) characters like nebula and Gamora do not feature as heavily in the plot and mostly serve to aid a man. Natasha is made to sacrifice herself for the \"greater good\" and becomes a very familiar stereotype of the \"fridged woman\" that dies to motivate her male cast members.\nS, T: Rhodey continues to be kept in his comedic relief role, and falls back into step as a familiar presentation of \"the funny black best-friend\" trope. While he has agency and presence in the plot, his growth mostly happens offscreen. He acts mostly as a support to Nebula in this movie, in exchange of Tony Stark.\nThere is a particularly tokenizing moment wherein all the revived female characters line up for what I assume was a\"girlboss\" move from Marvel. However, it reads hollow and flat when the characters are barely given development or their own storylines.\nNatasha herself is tokenized as the only woman character in the Avengers, and despite being an emotional heart of the movie, she will die on the cliff where Gamora was killed off in the previous movie. Also, she is not given a funeral like Tony Stark is in the same movie. \nT/S: Carol Danvers is removed from the movie at the beginning to do other things, before she is brought back in to be a \"powerful, snarky\" woman in the final battle, giving no attention to her character and only to her powers. S/T: Peggy Carter's character is decimated to be reduced to Steve's love-interest again - negating her development and own life outside of Steve that previous projects gave her. \nV*: Despite not featuring in the movie, the implicit violence against a majority of the minority characters (particularly POC and Women characters) in the snap is felt dearly throughout the film. They are eliminated for the sake of the plot before it even starts, leaving a gap where they had been previously and restoring the mostly white, male dominance ratio of previous Avengers movies.",
        "plotSummary": "After the events of Avengers: Infinity War, the surviving Avengers race to stop Thanos and undo the \"snap\". After five years of waiting, the chance to stop Thanos and undo his work for good presents itself - sending the Avengers on an mission through both time and space.",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[dis07] nuanced representation of mental health",
        "positiveReceptionTagNotes": "[eth03] Rhodey is given a much more major role than he typically receives in these Avengers films. He is given more of a character arc and development than he typically gets in his other films. He is a major player in the plot and is elevated from his \"side-kick\" status, which fans were happy to finally see. \nSam Wilson, despite being in the film for long, is given a very significant role. He is the voice that heralds the final battle/ huge moment of hope for Steve/the other surviving Avengers. He is also acknowledged as being a major influence on Steve and flipping their dynamic with Steve deferring to Sam. AT the end of the film, Sam is given the Captain America Shield, elevating him from his supporting role in the franchise to one of its major characters, which many fans were thrilled to see realized. His character development is also highlighted through this passing of the mantle.\nThe character of Valkyrie is given a role as the ruler of Asgard, offering hope for more moments from her in the future if the MCU.\n[eth11] The character of Valkyrie is white in the comics and is portrayed by Tessa Thompson, a woman of color.\n[gen05], [gen15]: Natasha is given much more status and emotionally landscape in this film. She is allowed to grieve and have stake in the plot, not just reacting/supporting the male characters’ interests. She is given emotional plot on-par with her male cohorts. She becomes a leader and gets to fully see through a character arc that makes sense for her character. She has her own internal struggles that she works through, and even in her death, she gets to choose her own agency and decides to sacrifice herself instead of dying by another's will/circumstance.\nGamora and Nebula's dynamic is given much more spotlight in this film than previous ones, subverting romance conventions and highlighting the relationship between sisters.\n[dis07] Nebula's mental health is handled well and explored throughout the film. It avoids the stereotype of making her mental health the reason for her \"evilness\"/ villainizing her responses, even the past version of her. It explains her perspective and responses in the lens of a traumatized, brutalized person & daughter.\nThe grief of the characters is all mostly explored well and is used to explain and portray their actions through the view of thoroughly traumatized individuals trying to make things better, for good or ill.",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth10] decreased visibility / investment to poc/mixed-race characters in adaptation\n[eth12] poc/mixed-race characters whitewashed / not present in adaptation\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen16] decreased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex06] un-nuanced representation of queer sexuality\n[sex17] queerbaiting\n[dis08] un-nuanced representation of mental health\n[dis20] mental health stigmatization\n[misc06] un-nuanced portrayal of body size",
        "negativeReceptionTagNotes": "[eth02], [eth12]: The Ancient One, an Asian character in the comics, is brought back and  still portrayed by Tilda Swinton , a white actress - despite the backlash from fans.\n[eth04] Despite his main role in the movie, Rhodey is still relegated to certain stereotypical portrayals of Black men in media. He is still used as a vessel for comedic relief, and he often falls into echoes of the \"funny Black best friend\" trope. Also, he spends a significant chunk of his screentime helping and guiding Nebula's character development.\n[eth10], [gen16]: Due to the snap, a majority of the characters of color and female characters are removed from the plot where they would have been included previously, leaving fans with the primarily male, white cast.\n[gen06], [gen10]: Natasha fulfils the trope of a woman dying to motivate the male cast to finish their adventure. It is particularly distressing that the only woman of the original Avengers is sacrificed to save the day - and does not get to live in the world she helped create. She is also killed in the exact same way that Gamora is in the previous film - by being sacrificed off the cliff at Vormir, or the Woman Killing Cliff. \nPeggy Carter had significant development regarding her own personal life and values after her first appearance in CATFA, both in other CA films and her own show. She was established as a character outside of Steve and moved on to have her own life. At the end of Endgame, all of that is decimated by having Steve go back in time to live a life with her - completely eliminating her agency, choices, and developments as a character outside of Steve.\nGamora was killed off in the previous film, but brought back in Endgame. Except, this time, as an earlier version of herself - completely erasing her development and undercutting her death in Infinity War.\n[sex06]: The only mention towards queer sexuality in Endgame comes from a brief scene portrayed by the director acting as a member of a grief counseling group. The lack of representation is starkly obvious when the only nod is brief, forgettable, and not from a main or developed character.\n[sex17] Several relationships in the MCU are fan-favorite ships. However, some, like the dynamic between Steve Rogers and Bucky Barnes, are accused of being queerbait by fans. Pre-release, Marvel teased about a queer character coming to the screen in Endgame, which many fans took to mean a main character, but instead turned out to be a small, new, minor part portrayed by the director. Particularly, the Steve/Bucky fans had a particularly negative reaction to the ending of Endgame, citing how in previous movies, Steve risked everything to save and take care of Bucky \"'till the end of the line\", but then abandons Bucky in the future to go back to the 1940s to marry a woman he had a brief relationship with in the first Captain America movie.\n[dis08] Thor's mental health is ridiculed and joked about by other characters, offering hardly any decent interaction for him with other characters regarding mental health. The portrayal of his PTSD is also very realistic, which makes the comedic effect it is played for even more disturbing to fans. \nSteve's entire character up and to this movie has been a commentary on how one has to learn to live with their lives/world after suffering a great trauma. His whole arc has centered around the idea of getting back up again and moving on to make life the best you can - with an emphasis that you can never truly go back to how it was. Steve carved out a new life with friends and family as a support system, where he is still dedicated to helping people. However, at the end of the movie, all of this is negated by Steve going back in time, literally, to go back to his old life to live it how he wanted to originally, obliterating his character arc and the character's representation for mental health.\n[dis20] The portrayal of Thor's mental health/depression/PTSD is mostly played for laughs, particularly in regard to his weight gain. Though Thor is given a somewhat decent arc to investigate his suffering, the extent to which it is joked about and ridiculed left a bad taste in many fan's mouths and undercut any significance of Thor's arc.\n[misc06] Thor is subject to relentless fatphobia and his weight-gain (due to PTSD and depression) is mocked relentlessly by several characters and never decently addressed.",
        "receptionTaggingSources": "https://www.thecourieronline.co.uk/marvel-i-just-want-to-talk-about-queerbaiting/ , https://www.cbr.com/avengers-endgame-gamora-problem/#:~:text=Gamora's%20development%20shouldn't%20be,more%20compelling%20to%20delve%20into. , https://dillondevelopment.wordpress.com/2019/05/07/on-your-left-endgame/ , https://www.hypable.com/peggy-carter-deserved-better-avengers-endgame/ , https://www.insider.com/avengers-endgame-thor-fat-shaming-mental-illness-problematic-2019-4 , https://www.vox.com/culture/2019/5/2/18524155/avengers-endgame-failed-black-widow",
        "fSTVOtherLetters": "black, fem",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "ellebobb@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-10T06:17:35.629Z",
        "lookupcode": "GailAvengers: Endgame",
        "tagger": "Gail",
        "propertyNameOriginal": "Avengers: Endgame",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4154796/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Avengers:_Endgame",
        "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Avengers:_Endgame",
        "genres": "action\nadventure\ndrama\nscifi\n",
        "plotgeo": "*world x\nUnited States\n",
        "plotdate": "1940s\n1970s\n2010s\n2020s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "marvel studios\n",
        "productiongeo": "United States\n",
        "biasTags": "Y*",
        "biasTagNotes": "Y*: there are no main female characters over 50 (Captain Marvel doesn't count because even though she is older than 50, she is a slow-aging metahuman played by an actress in her 30s). however, i give this a Y* because Frigga, Queen of Asgard (and Thor's mother), appears briefly, and she is played by an actress in her 60s. ",
        "plotSummary": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos's actions and undo the chaos to the universe, no matter what consequences may be in store, and no matter who they face.",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen21] increased visibility / investment in story of women compared to past seasons\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n",
        "positiveReceptionTagNotes": "[gen05] [gen21] While the \"girl power\" scene near the end of A:E (when all of the female superheroes team up in the big final battle against Thanos) was criticized by many (see negative reception below), the scene has its fans. In a Reddit thread originating with a post expressing dislike for the scene, numerous Redittors responded that the scene is for young girls who were inspired by the sight of multiple female superheroes working together. Screen Queens summarizes the reactions of several fans to the scene, and many express enjoyment and appreciation, even while acknowledging that the scene is too obvious. Examples: \"Yes, it’s about as subtle as an elephant walking down a flight of stairs, but it put a huge smile on my face and hopefully on the faces of thousands of young girls around the world.\" \"No ten-year-old is going to look at a dozen badass women superheroes and think, ‘wow, crumbs much?’.\" \n[sex13] Gay Times appreciated that A:E includes the MCU's first openly gay character. The \"unnamed character\" has a \"short scene\" in which he discusses going on a date with a man, and \"It’s a small moment, sure, but it’s a step in the right direction and gives fans hope that something more substantial is on its way.\"",
        "negativereceptiontags": "[gen10] un-nuanced portrayal of women's experience\n[sex06] un-nuanced representation of queer sexuality\n[sex16] queerness stigmatized\n",
        "negativeReceptionTagNotes": "[gen10] IndieWire reports that in a behind-the-scenes book, Avengers: Endgame producer Trinh Tran worried the \"girl power\" scene would come off as \"pandering.\" The production team did reshoots to include more scenes of the individual women characters to be inserted before the team-up. But IndieWire notes that their own reviewer did think the scene was \"pandering.\" That review is titled, \"‘Avengers: Endgame’ Needed More Than One Pandering ‘Girl Power’ Moment to Make Its Female Superheroes Soar.\" Shondaland's review is titled, \"I Loved 'Avengers: Endgame' — But, Please, No More Token Female Empowerment.\" Slate's is titled, \"The Worst Scene in Endgame Is the One That’s Supposed to Be the Most Feminist. The movie’s “girls rock!” moment is too little, too patronizing, too late\" and points out that Natasha/Black Widow's death hews to the \"sacrifical lion\" trope (TV Tropes). The A.V. Club also notes that Natasha/Black Widow's death gets treated much more lightly than Iron Man's and while the reviewer appreciates the girl power moment, it also wants the MCU to stop promising to deliver more feminist productions and just start doing it. \n[sex06] About the one briefly-seen gay character in A:E, Vulture writes, \"Avengers: Endgame’s Gay Moment Is a Nice Gesture That Just Feels Exhausting,\" stating, \"It’s exhausting to have to cling to a minor step toward depicting the world as it is 22-episodes — I mean, movies — into a multi-billion dollar franchise...It’s exhausting to celebrate that steps are being made. It’s exhausting to cheer on the fact that changes are coming. It’s exhausting to feel obligated to say thank you to the gigantic corporate monolith even as it swallows smaller corporations and guts the parts of them that made smaller movies that might actually be more appealing to you.\" ScreenRant states, \"If fans thought they were getting a gay character within the MCU who would have any kind of significant impact, though, they were in for a disappointment...grieving man is unlikely to be a character of any significance moving forward. What LGBTQ fans mean when they argue for fair representation, and what Marvel should be striving for, is an openly gay character who is foremost in the MCU, with a prominence up alongside Thor, Doctor Strange, and Spider-Man, for example; a superhero who happens to be gay, just as Steve Rogers is a superhero who happens to be straight.\"\n[sex16] It's ironic to tag this text with \"queerness [is] stigmatized\" when it is the first MCU film to have an openly gay character, but that's the argument made by thousands of Steve/Bucky shippers and the Daily Dot reviewer, who argues that, in A:E, the heteronormative (i.e., married with kids) characters mostly get happy endings while the endings of the single, childless/childfree characters get sad endings (Thor giving up his kingdom, Natasha dying and going relatively un-mourned compared to Tony, Bucky losing his best friend without any fanfare). The Daily Dot's main argument is that Steve/Bucky was the core relationship of Captain America's story for several films, and that gets shoved aside in order to assert Cap's heterosexuality (by giving him a happy ending with Peggy Carter). ",
        "receptionTaggingSources": "Positive: Reddit: https://www.reddit.com/r/Avengers/comments/st8amj/was_anyone_else_annoyed_by_this_scene_in_end_game/, Gay Times: https://www.gaytimes.co.uk/culture/avengers-endgame-is-first-marvel-film-to-feature-an-openly-gay-character/\nNegative: IndieWire reporting on producer Trinh Tran: https://www.indiewire.com/features/general/avengers-endgame-producers-feared-women-scene-pandering-1234674619/, IndieWire review of A:E: https://www.indiewire.com/features/general/avengers-endgame-girl-power-scarlet-witch-1202129153/, Shondaland: https://www.shondaland.com/watch/a27311629/avengers-endgame-token-female-empowerment/, Slate: https://slate.com/culture/2019/04/avengers-endgame-female-representation-black-widow.html, TV Tropes \"Sacrifical Lion\": https://tvtropes.org/pmwiki/pmwiki.php/Main/SacrificialLion, The A.V. Club: https://www.avclub.com/avengers-endgame-doesn-t-earn-its-big-girl-power-mom-1834366317, Vulture: https://www.vulture.com/2019/04/avengers-endgames-gay-moment-just-feels-exhausting.html#:~:text=Time%20to%20celebrate%2C%20uh%2C%20gay,plays%20the%20gay%20character%20himself, ScreenRant: https://screenrant.com/avengers-endgame-gay-character-joe-russo-bad/, Daily Dot: https://www.dailydot.com/parsec/avengers-endgame-heteronormative-steve-bucky/",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "adekosnik@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-04T05:18:03.562Z",
        "lookupcode": "GailBarry2",
        "tagger": "Gail",
        "propertyNameOriginal": "Barry",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5348176/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Barry_(TV_series)",
        "fanwikiUrl": "https://barry-hbo.fandom.com/wiki/Barry",
        "genres": "action\ncomedy\ncrime\n",
        "plotgeo": "Afghanistan\nUnited States\n",
        "plotdate": "2010s\n",
        "distributiontags": "hbo max / hbo now / hbo go\n",
        "productiontags": "*other:\nhbo max originals / hbo entertainment",
        "productiongeo": "United States\n",
        "biasTags": "Q, Y",
        "biasTagNotes": "Q: The characters Noho Hank and Cristobal Sifuentes are revealed to be gay or bi in season 3 of Barry, and their portrayers, Anthony Carrigan and Michael Irby, are straight. Even though the characters' queer sexual orientations are not confirmed until season 3, I am including the Q bias tag in season 2 because Carrigan stated in a Variety interview that there were \"breadcrumbs\" hinting at their attraction for each other prior to season 3: \"there were kind of breadcrumbs that you can kind of see if you’re paying attention. It’s pretty obvious, I think. There’s certain moments that are just like OK, yeah, these two are really feeling each other and it only makes sense that that’s the next logical step.\" (https://variety.com/2022/tv/news/barry-anthony-carrigan-michael-irby-gay-relationship-1235272689/). Redditors also were shipping Cristobal/Hank in the season 2 finale: https://www.reddit.com/r/Barry/comments/bqidru/barry_2x08_berkman_block_episode_discussion/\nY: There are no significant women characters aged 50 or over in Barry s2.",
        "plotSummary": "Barry Berkman is a hitman who carries out his violent profession at the same time that he takes theater classes and dips his toe into the world of professional acting. ",
        "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen21] increased visibility / investment in story of women compared to past seasons\n",
        "positiveReceptionTagNotes": "[gen05] [gen09] Sally's story arc in season 2 was highly praised. In season 1, Sally seemed selfish and egocentric, but in season 2, it was revealed that she is a survivor of domestic violence, and was shown to struggle with feelings of responsibility and guilt for her own abuse. She also  questioned how she should play an abused woman on stage and on screen, and made some choices that seemed ethical and artistically valid, and other choices that seemed unethical and artistically \"selling out.\"\n[gen 21] Sally had a more prominent and much more complex and nuanced role in season 2 than in season 1. \n[gen13] A woman director (Liza Johnson) directed season 2 episode 4, in which Sally meets up with her abusive ex-boyfriend; the showrunners also asked the actress who portrays Sally (Sarah Goldberg) to do research on domestic violence survivors and to give her input about the storyline. (https://www.vanityfair.com/hollywood/2019/05/barry-hbo-sally-sarah-goldberg)\n[eth01] Michael Irby is Latinx, as is his character, Cristobal\n[eth03] The character Cristobal is a Bolivian mob boss, which is stereotypical, but Cristobal was beloved by audiences for his humor and his flirtatious chemistry with Noho Hank",
        "receptionTaggingSources": "Vanity Fair (https://www.vanityfair.com/hollywood/2019/05/barry-hbo-sally-sarah-g); EW (https://ew.com/tv-reviews/2019/05/19/barry-season-2-finale/); Twitter on Sally in season 2 (https://twitter.com/search?q=barry%20season%202%20sally&src=typed_query); Reddit season 2 finale discussion (https://www.reddit.com/r/Barry/comments/bqidru/barry_2x08_berkman_block_episode_discussion/)",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "adekosnik@berkeley.edu",
        "notesOnReceptionTags": "I didn't find any negative reception on issues of diversity in Barry season 2, but I think Barry could be critiqued for its stereotyping of Bolivians and Chechens as violent mobsters. Also, there wasn't a lot of reception about mental health issues, but I think Barry does handle Barry's mental health problems in a nuanced way. "
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T23:01:58.780Z",
        "lookupcode": "GraceBarry2",
        "tagger": "Grace",
        "propertyNameOriginal": "Barry",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5348176/?ref_=ttep_ov",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Barry_(TV_series)",
        "fanwikiUrl": "https://barry-hbo.fandom.com/wiki/Barry_Wiki",
        "genres": "action\ncomedy\ncrime\n",
        "plotgeo": "Afghanistan\nUnited States\n",
        "plotdate": "2010s\n",
        "distributiontags": "hbo\nmax (hbo)\n",
        "productiontags": "hbo max originals / hbo entertainment\n",
        "productiongeo": "United States\n",
        "biasTags": "Q",
        "biasTagNotes": "Noho Hank and Cristobal's romantic relationship starts blossoming this season, but actors Anthony Carrigan and Michael Irby are straight.\n",
        "plotSummary": "Hitman-turned actor Barry Berkman continues to juggle his criminal past with his newfound theatre ambitions, but old ghosts and international crime rings won't let him walk away so easily.",
        "positivereceptiontags": "[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n[sex15] queerness normalized\n[dis07] nuanced representation of mental health",
        "positiveReceptionTagNotes": "[eth15], [sex13], [sex15]: all refer to relationship between Cristobal and NoHo Hank (not confirmed yet in season 3 but heavily hinted at)\n[gen05], [gen09]: Sally's former abusive relationship is introduced this season",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[sex02] actor does not share sexuality with character\n",
        "negativeReceptionTagNotes": "[eth02]: international-crime-syndicate leaders (Cristobal, NoHo Hank, Esther) do not share ethnicities with their actors\n[eth06]: poc characters aren't nearly as dimensional as white characters are and are typically delegated to being crime ring leaders (their central purpose seems to be for comedic effect)\n[sex02]: Cristobal/NoHo Hank ",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "grace.wang3@berkeley.edu",
        "notesOnReceptionTags": "https://urbanbioethics.medium.com/hbos-barry-is-a-meditation-on-trauma-masquerading-as-a-comedy-474d234cd2b8"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-13T03:35:44.910Z",
        "lookupcode": "SamBoJack Horseman6 Part 1",
        "tagger": "Sam",
        "propertyNameOriginal": "BoJack Horseman",
        "mediaType": "serial",
        "mediaId": "6 Part 1",
        "imdbPageUrl": "https://www.imdb.com/title/tt3398228",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/BoJack_Horseman_(season_6)",
        "fanwikiUrl": "https://bojackhorseman.fandom.com/wiki/Season_6",
        "genres": "animation\ncomedy\ndrama\n",
        "plotgeo": "United States\n",
        "plotdate": "1990s\n2010s\n",
        "distributiontags": "netflix\n",
        "productiontags": "boxer vs raptor\nshadowmachine\ntornante television\n",
        "productiongeo": "United States\n",
        "biasTags": "E, Q",
        "biasTagNotes": "E: diane nguyen, a vietnamese character, is voiced by a white voice actress\nQ: todd chavez, an asexual character, is voiced by a straight voice actor",
        "plotSummary": "Bojack (a human-horse hybrid) checks into rehab to deal with his drug and alcohol addiction and tries to reconcile with his friends and start a new life.",
        "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[misc05] nuanced portrayal of body size",
        "positiveReceptionTagNotes": "[eth05] episode 6 shows todd's white privilege compared to his latinx step dad who faces discrimination for being a person of color\n[gen09] \"multidimensional portrait\" of princess carolyn trying to balance being a working single mom. women talking about expectations put on them and supporting each other in face of them.\n[sex05] positive representation of todd's asexuality, especially as his dating app idea emphasizes the differences between romantic and sexual attraction.\n[dis07] and [dis19] diane's weight gain as a result of taking anti-depressants is shown as a positive and healthy sign of her mental health recovery, and no negative comments are made about her weight gain nor does she go on a diet. normalizes weight gain.",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth08] white creative / production team for story centered on poc/mixed-race experiences",
        "negativeReceptionTagNotes": "[eth02] ethnic impersonation: diane is voiced by a white voice actress\n[eth06] and [eth08] diane's specifically vietnamese-american identity is not explored in the show due to not having a vietnamese voice actors nor a vietnamese writer on the show.",
        "receptionTaggingSources": "https://www.reddit.com/r/BoJackHorseman/comments/hrb6uf/bojack_horseman_is_the_only_show_i_know_where_a/, https://www.indiewire.com/features/general/bojack-horseman-todd-chavez-white-privilege-1202190348/, https://www.theatlantic.com/entertainment/archive/2019/10/bojack-horseman-season-6-princess-carolyns-working-mother/600853/, https://www.cartoonbrew.com/artist-rights/bojack-horseman-creator-says-he-made-huge-racist-error-by-not-having-vietnamese-writers-for-vietnamese-character-193802.html",
        "howMuchOfThisMediaHaveYouConsumed": 1,
        "emailAddress": "skolasa@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-28T19:07:55.537Z",
        "lookupcode": "SJBoJack Horseman5",
        "tagger": "SJ",
        "propertyNameOriginal": "BoJack Horseman",
        "mediaType": "serial",
        "mediaId": 5,
        "imdbPageUrl": "https://www.imdb.com/title/tt3398228/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/BoJack_Horseman",
        "fanwikiUrl": "https://bojackhorseman.fandom.com/wiki/BoJack_Horseman",
        "genres": "*other:: psychological\nadult\nanimation\ncomedy\ndrama\n",
        "plotgeo": "United States\nVietnam\n",
        "plotdate": "2010s\n",
        "distributiontags": "netflix\n",
        "productiontags": "boxer vs raptor\nshadowmachine\ntornante television\n",
        "productiongeo": "United States\n",
        "biasTags": "E, C*",
        "biasTagNotes": "E tag: Diane Nguyen is Vietnamese but is voiced by a white voice actress\nC* tag: contested because it is an animated show where anthropomorphic animals live alongside humans, and most of the main characters are non human. This makes colorism difficult to assess. However, due to most of the voice actors for the show being white, the colorism tag is added.",
        "plotSummary": "BoJack Horseman is an animated, adult cartoon following its protagonist BoJack, who is a washed up sitcom actor trying to make a comeback in Hollywood. The fifth season sees BoJack's success with a new show, but also follows him through mental health struggles, substance abuse, fraying relationships with his friends, and reconciling with childhood trauma. ",
        "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality\n[sex15] queerness normalized\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[int05] nuanced portrayal of intersectional experience\n",
        "positiveReceptionTagNotes": "[eth05] asian american audiences have praised the show for its depiction of the character Diane, whose identity crisis in Season 5 was relatable to young asian americans\n[gen09] audiences found Princess Carolyn's development in season 5 to be empowering, and they also found Diane's arc in season 5 to be a nuanced representation of women's issues. Additionally, audience members enjoyed the development and conclusion of Beatrice's arc from season 4 to season 5.\n[gen05] while some audience members have perceived bojack as misogynistic, they felt that the show was evident in being critical of his misogyny and showing the perspective of female characters\n[sex05] queer audience members liked the portrayal of Todd's journey of accepting his asexuality\n[sex15] audience members also liked the normalized inclusion of queer characters and relationships, who are subject to no more than the typical absurdity of the show. hollyhock's fathers' relationship was, according to queer audiences, portrayed in a healthy way.\n[dis07] the show is notably lauded for its exploration of complex mental health struggles, from depression to substance use to childhood trauma\n[dis19] audience members who struggle with CPTSD felt that the show was an incredible and unabashed representation of childhood and generational trauma\n[int05] the show explored various intersectional experiences, such as race and gender in Diane's case, or gender and mental illness in Beatrice's case, and also portrayed positive intersectional experiences such as Hollyhock's experience as both an adoptee and having gay parents.",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth08] white creative / production team for story centered on poc/mixed-race experiences\n",
        "negativeReceptionTagNotes": "[eth02] online audiences as well as critics expressed serious discomfort at the casting of a white voice actor for an asian character, and the creator of the show has apologized in response. however, some audience members and critics have noted that the show improved its characterization of diane to be more true to the asian american experience in season 5, which was appreciated.\n[eth08] some online audiences have expressed discomfort at the all-white production team writing the storyline of an asian american character, who is a cast lead.",
        "receptionTaggingSources": "https://www.independent.co.uk/arts-entertainment/streaming/bojack-horseman-diane-asian-vietnamese-voice-alison-brie-twitter-a9584041.html , https://slate.com/culture/2020/02/bojack-horseman-diane-netflix-race-casting.html",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 4,
        "emailAddress": "jguo2001@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-11-29T13:15:50.497Z",
        "lookupcode": "PaileyCaptain Marvel",
        "tagger": "Pailey",
        "propertyNameOriginal": "Captain Marvel",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4154664/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Captain_Marvel_(film)",
        "fanwikiUrl": "https://marvel.fandom.com/wiki/Captain_Marvel_(film)",
        "genres": "action\nadventure\nscifi\n",
        "plotgeo": "*world x\nUnited States\n",
        "plotdate": "1990s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "marvel studios\n",
        "productiongeo": "United States\n",
        "biasTags": "Y*",
        "biasTagNotes": "Although there are little bias tags for Captain Marvel, the film is still far from perfect representation and nuanced portrayals. More explanations are included in reception tags and the blurb.\n\nY* can be contested as there are older actors and characters, such as Samuel L. Jackson and Annette Bening. However, Jackson was GCI'ed to appear younger in this film and Bening played a smaller role in comparison to the leads.",
        "plotSummary": "Set in 1995, Captain Marvel details the backstory of Carol Danvers, an extraterrestrial warrior that lives a second life on Earth as a U.S. Air Force pilot. Captain Marvel, with the help of friends and flashbacks, navigate the secrets of her past while harnessing her superpowers to end an intergalactic war.",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[dis07] nuanced representation of mental health\n",
        "positiveReceptionTagNotes": "[eth03] The two main POC characters, Nick Fury and Maria Rambeau, were well loved by fans. The general consensus surrounding these characters is that they were given the depth, love, and believability that has historically not been offered to POC characters. Both characters were central to the development of the plot and have fully realized lives outside of their relationships with Carol Danvers, which subverses the common tokenized POC best friend stereotype.\n\n[eth15] Although not in a romantic situation, most reviews on Captain Marvel point out the beautifully crafted friendships between Carol Danvers and Maria Rambeau & Carol Danvers and Nick Fury. The deep connection and witty banter (to Maria and Nick respectively) were often named as the highlights of the movie.\n\n[gen05] Captain Marvel was Marvel’s first female-led solo superhero film. In comparison to the common superhero trope of having supporting females with minimal powers, Captain Marvel made Carol Danvers a central player in the MCU with critical power. Additionally, Danvers dons a full coverage suit – sans high heels – and common casual clothing throughout the film. This subverts common female superhero tropes where women are seen in skimpy armor. Rather than creating Danvers as an object of desire to men, Captain Marvel focuses on painting her as a powerful hero. Overall, this entire movie was driven by a female cast.\n\n[gen09] Carol Danvers is seen struggling against sexism in her day-to-day life and in her superhero life. From being catcalled on Earth to being suppressed by Yon-Rogg who continually insists that she is “too emotional”, most receptions applaud the accurate and nuanced portrayals of experiences that women commonly face in today’s society. Captain Marvel has been praised for its approach to feminism, which combines social commentary on gender inequalities with a well-developed female character that critics claim were severely lacking in the Marvel Cinematic Universe.\n\n[gen13] Beyond having a female-led cast, Captain Marvel had a large female crew. Anna Boden (who identifies as a female) collaborated with Ryan K. Fleck as a director and head writer. The writer team also consisted of Geneva Robertson-Dworet (who identifies as a female). Reception often pointed out the importance of having female voices behind the production in order to push forward nuanced and accurate portrayals on women’s experiences.\n\n[dis07] This is a fringe opinion, as it was not commonly talked about in popular reception, but still feels impactful for the movie. Carol Danvers faces a traumatizing past in the film, and the presentation of her trauma and the processing of it was celebrated by several fans and critics who not only felt the portrayal was realistic, but also stated that it made them feel seen. Captain Marvel diverts expectations by straying away from using hysteria to discredit the trauma that Danvers faced in the past. Instead, the film focuses on Danvers rediscovering her identity and reconciling the relationships she had to restore her humanity. This portrayal of coming to terms with one’s identity was something that was felt by a large group of audiences.",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[misc20] employee(s) not fired for sexual misconduct/transphobic speech/racism\n",
        "negativeReceptionTagNotes": "[gen06] Many viewers criticized the manifestation of Carol Danvers in the film: “What Captain Marvel needed to be when she debuted in the 1960s is very different than what she needs to be in 2019.” This failure to properly modify and rewrite Danvers – a character originally created only to increase female viewership for the comics – into modern society made audiences see the film as mere tokenism. \n\n[gen10] The most common criticism against Captain Marvel was the lack of emotional growth from Carol Danvers. Most film reviews touch upon the lack of nuance in Danvers’s character arc. There was a lack of perceivable flaws and emotional stakes that would have made Danvers more relatable and loved by the audience. Thus, common reception struggled to feel for and connect with Danvers as a character. The problems and conflict – or lack thereof – that Danvers faced were not experiences that the audience felt were powerful or developed enough to translate into an emotional, nuanced character. There is also an argument by a large group of critics (fringe group opinion) that labels the characters as “too bland”. The enemies were simply “the patriarchy and all bad things” that Danvers was obviously trying to break away from, making the entire experience feel less nuanced.\n\n[misc20] This tag was given due to the controversy surrounding Brie Larson, who plays Carol Danvers. Although she was not fired (nor was anybody on the cast and crew), Larson faced a lot of political hate for many of her outspokenness on feminism and lack of proper representation in movies during the promotion of Captain Marvel. This led to a good chunk of Marvel fans labeling Larson as sexist or racist, and subsequently boycotting or hate-watching the film.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "pailey.kao@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T04:24:59.105Z",
        "lookupcode": "GailCaptain Marvel",
        "tagger": "Gail",
        "propertyNameOriginal": "Captain Marvel",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4154664/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Captain_Marvel_(film)",
        "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Captain_Marvel",
        "genres": "action\nadventure\nscifi\n",
        "plotgeo": "*world x\nUnited States\n",
        "plotdate": "1980s\n1990s\n2010s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "marvel studios\n",
        "productiongeo": "United States\n",
        "plotSummary": "Carol Danvers becomes one of the universe's most powerful heroes (Captain Marvel) when Earth is caught in the middle of a galactic war between two alien races.",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen17] men or cis characters replaced by women or trans/gnc characters in adaptation\n[gen21] increased visibility / investment in story of women compared to past seasons\n",
        "positiveReceptionTagNotes": "[gen05] Blogger James Sonia appreciates Captain Marvel's \"cocky\" attitude, saying it feels \"earned\" because the film shows the character's travails as a woman pilot trying to combat entrenched sexism in the Air Force\n[gen05] Ramona Magazine appreciated that the film \"shut[s] down sexist norms left and right\" \n[gen09] Ramona Magazine notes that one of the main antagonists, Jude Law's character Yon-Rogg, attacks Captain Marvel emotionally rather than physically, which, in the real world,  is a mode of attack that women seem to suffer disproportionately to men.\n[gen09] Ramona Magazine liked that the film showed the importance of \"female friendship and camaraderie\", which is \"is seriously under represented in mainstream media.\"\n[gen13] Sunday Edit highlights that many women creatives worked behind-the-scenes on this film: \"director Anna Boden (along with Ryan Fleck); screenwriters including Geneva Robertson-Dworet, Nicole Perlman, Meg LeFauve and Anna Waterhouse; costume designer Sanja Milkovic Hays; and composer Pinar Toprak.\"\n[gen17] EW reports that Annette Bening's character, Dr. Wendy Lawson/Mar-Vell, was male in the comics and was originally written as male in the screenplay, but the directors decided to switch the character to female at the last minute.\n[gen21] Captain Marvel is \"the first solo female-led film in the Marvel Cinematic Universe’s 10-year history\" (Sunday Edit)\n[eth03] Gizmodo ran a story about how Marvel fans on Reddit \"want to see more Maria Rambeau,\" Captain Marvel's African American best friend. \n[eth03] Blogger Elena Square Eyes says Maria is “pretty darn great,” “well-written and interesting,” “a great movie mum,” “strong-willed, smart and caring” but “gives some home truths if needed.\"",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[int06] un-nuanced portrayal of intersectional experience\n",
        "negativeReceptionTagNotes": "[gen06] [gen10] Mashable dislikes Marvel \"cashing in on #feminism\" and delivering a film that \"stinks of corporate-mandated female empowerment.\" \n[gen06] [gen10] The Gazelle also calls Captain Marvel an example of \"cheap, corporate feminism\"\n[gen06] [gen10] Both Mashable and The Gazelle lambast the film for depicting gender equality as women trying to become the equal of men -- Mashable: \"Captain Marvel presents femininity as a gender-specific weakness to overcome and grow from\"; The Gazelle: Captain Marvel is about \"women being as powerful as men….Measuring women’s power in relation to men’s power not only subliminally patronizes women, it also communicates that the only way for women to be valued and successful in society is to be, essentially, men.\"\n[gen06] [gen10] Both Mashable and The Gazelle express a wish that the film had shown Captain Marvel as having feminine values (The Gazelle: \"such as care and nurture\") and shown those values as adding to her strength and heroism. \n[int06] [gen10] Blogger James Sonia criticized the film for being a \"traditional, white feminist movie\" as it \"only focuses on the plights of a white woman in the air force, and not her black best friend who is a single mother and the same rank with as her...the movie ignores the fact that in theory, her friend would be more oppressed in the air force than she.\" ",
        "receptionTaggingSources": "James Sonia's blog \"The Student Theorist\": https://pressbooks.pub/opentheoryhandbook/chapter/is-captain-marvel-a-feminist-movie/, Ramona Magazine: https://ramonamag.com/2019/04/captain-marvel-and-the-representation-of-women-in-film/, Sunday Edit: https://edit.sundayriley.com/captain-marvel-feminist-hero/, EW: https://ew.com/movies/2019/03/11/annette-bening-captain-marvel-role-originally-male/,  Gizmodo: https://www.cheatsheet.com/entertainment/bring-back-maria-rambeau-mcu-fans-want-more-of-her-in-captain-marvel-2.html/, Elena Square Eyes blog: https://elenasquareeyes.com/2019/04/15/m-is-for-maria-rambeau/; Mashable: https://mashable.com/article/captain-marvel-feminism-female-superhero, The Gazelle: https://www.thegazelle.org/issue/156/cheap-corporate-feminism-in-captain-marvel",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "adekosnik@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-20T08:27:59.072Z",
        "lookupcode": "JuztineChernobyl1",
        "tagger": "Juztine",
        "propertyNameOriginal": "Chernobyl",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7366338/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Chernobyl_(miniseries)",
        "genres": "*other:tragedy\ndrama\nhistorical\n",
        "plotgeo": "Russia\n",
        "plotdate": "1980s\n",
        "distributiontags": "hbo\n",
        "productiontags": "*other:Sky UK\nSister Pictures\nThe Mighty Mint\nWord Games\n",
        "productiongeo": "Lithuania\nUkraine\n",
        "biasTags": "B*, W, C",
        "biasTagNotes": "B* barley, only one out of 5 episodes passes",
        "plotSummary": "This 5 part miniseries chronicles the 1986 Chernobyl disaster and the following cleanup efforts.",
        "positivereceptiontags": "*no significant diversity-related positive reception\n",
        "negativereceptiontags": "[gen05] challenges stereotypes and tropes about women",
        "negativeReceptionTagNotes": "[gen05] Emily Watson's character show's a women in the 80's defying stereotypes ",
        "receptionTaggingSources": "https://www.mediaversityreviews.com/tv-reviews/2019/6/20/chernobyl",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-12T04:30:06.003Z",
        "lookupcode": "AnelizaChernobyl1",
        "tagger": "Aneliza",
        "propertyNameOriginal": "Chernobyl",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7366338/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Chernobyl_(miniseries)",
        "fanwikiUrl": "https://chernobyl-hbo.fandom.com/wiki/Chernobyl_Wiki",
        "genres": "drama\nhistorical\nthriller",
        "plotgeo": "Russia",
        "plotdate": "1980s",
        "distributiontags": "*other: Sky Atlantic\nhbo\n",
        "productiontags": "*other: Sky Uk, Sister Pictures, The Mights Mint, Word Games\nhbo max originals / hbo entertainment\n",
        "productiongeo": "Lithuania\nUkraine",
        "biasTags": "B, D, W",
        "biasTagNotes": "B *- There are only two female characters and they interact only once when they discuss one of their husbands and the danger of the explosion",
        "plotSummary": "Chernobyl is limited series that tracks the government response and changes in civilian life following the Chernobyl disaster 0f 1986, when a nuclear reactor exploded. ",
        "positivereceptiontags": "[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
        "positiveReceptionTagNotes": "[gen15] The character Ulana Khomyuk (played by Emily Watson) is a fictional composite character that does allow for a woman to be a main character ",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "howMuchOfThisMediaHaveYouConsumed": 4,
        "emailAddress": "aruiz3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-06T20:53:04.732Z",
        "lookupcode": "JingyiEuphoria1",
        "tagger": "Jingyi",
        "propertyNameOriginal": "Euphoria",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt8772296/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Euphoria_(American_TV_series)",
        "fanwikiUrl": "https://euphoria.fandom.com/wiki/Euphoria_Wiki",
        "genres": "drama\n",
        "plotgeo": "United States\n",
        "plotdate": "2010s\n",
        "distributiontags": "hbo\n",
        "productiontags": "*other: HOT, ADD content agency, TEDY productions\na24\ndreamcrew\nhbo max originals / hbo entertainment\nlittle lamb\nthe reasonable bunch",
        "productiongeo": "Ireland\nItaly\nSingapore\nUnited Kingdom\nUnited States\n",
        "notesOnContentProductionDistributionData": "huge crew, huge budget",
        "biasTags": "F, S, Q, Y, C",
        "biasTagNotes": "F - i personally feel like there are scenes that fetishize rue and her younger sister gia, both black girls\nS - the character of cassie is basically fetishized and used/viewed as a sex doll, that's her whole personality (and trying to escape it)\nQ - zendaya is straight but her character is in love with jules (a girl)",
        "plotSummary": "The messiest and hottest high school you'll ever witness as characters deal with sex, drugs, and violence. ",
        "positivereceptiontags": "[gen07] nuanced portrayal of trans experience\n[gen23] gender nonconformity normalized\n",
        "positiveReceptionTagNotes": "Jules is trans and her actor is also trans and the writing is not transphobic\n\n*other: The show has been praised for its makeup, which I think is related to diversity esp for darker skinned characters ",
        "negativereceptiontags": "[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[gen12] cis people led creative / production team for story centered on trans/gnc people's experiences\n[gen14] men-led creative / production team for story centered on women's experiences\n[sex08] cishet creative / production team for story centered on queer experiences\n[int08] production team does not share intersectional identity for story centered on intersectional experiences\n",
        "negativeReceptionTagNotes": "[all] - Surface level diversity stemming from production team critiques - characters are diverse but writers are not (https://nyunews.com/opinion/2022/02/01/euphoria-lacks-genuine-representation/). Sam Levinson, the show's writer, has gone under major fire in particular. There is no writer's room; it's just him ",
        "receptionTaggingSources": "https://atticusreview.org/ambitiously-edgy-surface-level-diversity/, https://nyunews.com/opinion/2022/02/01/euphoria-lacks-genuine-representation/",
        "fSTVOtherLetters": "black, white, fem",
        "cCases": "The lead women of color characters are played by light-skinned actors.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "soundtracknoon@gmail.com"
    },
    {
        "year": 2019,
        "timestamp": "2023-11-16T20:15:49.292Z",
        "lookupcode": "JuztineEuphoria1",
        "tagger": "Juztine",
        "propertyNameOriginal": "Euphoria",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt8772296/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Euphoria_(American_TV_series)",
        "fanwikiUrl": "https://euphoria.fandom.com/wiki/Euphoria_Wiki",
        "genres": "drama\n",
        "plotgeo": "United States\n",
        "plotdate": "2010s\n",
        "distributiontags": "hbo\n",
        "productiontags": "a24\ndreamcrew\nhbo max originals / hbo entertainment\nlittle lamb\nthe reasonable bunch\nADD Content Agency, HOT, TEDY Productions",
        "productiongeo": "United States\n",
        "biasTags": "F*, S, V*, Q, Y, C",
        "biasTagNotes": "F* - It can be argued that Rue, Kat, Maddy, are all fetishized at times during season one. Jules is also fetishized for het trans identity by both Carl and Nate.\nS - Queer characters are depicted in dangerous sexual situations. \nV* - The writing of the character of Jules has been praised for being a developed and nuanced depiction of a trans experience. Though well developed, Jules is still defined by deep rooted trauma steaming from parental abuse and continuing through years of objectification. In the Pilot, Jules is threatened with the non-consensual exposure of her trans identity by Nate, who also weaponizes her sexuality against her later in the season.\nQ - Eric Dane is straight but playing a character hiding his homosexual or bisexuality.   \nY - Rue's mother and other parental roles are minimal and under developed.  ",
        "plotSummary": "The lives of high school students in suburban California told through the eyes of Ru, a queer, mixed-race student dealing with grief, trauma, mental health, and addiction.   ",
        "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[gen01] actor shares gender identity with character\n[gen07] nuanced portrayal of trans experience\n[gen17] men or cis characters replaced by women or trans/gnc characters in adaptation\n[gen23] gender nonconformity normalized\n",
        "positiveReceptionTagNotes": "[gen17] The Israeli source material does not have a transgender character. ",
        "receptionTaggingSources": "https://glaad.org/euphorias-jules-continues-pushing-boundaries-trans-representation/, https://www.teenvogue.com/story/euphoria-jules-trans-teens, https://karloctagon.medium.com/the-power-of-trans-storytelling-in-pose-and-euphoria-4658dbf9e1c6",
        "fSTVOtherLetters": "black, latinx, trans/X",
        "cCases": "The lead women of color characters are played by light-skinned actors.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "Juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-06T19:49:45.671Z",
        "lookupcode": "JingyiFleabag2",
        "tagger": "Jingyi",
        "propertyNameOriginal": "Fleabag",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5687612/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fleabag",
        "fanwikiUrl": "https://fleabag.fandom.com/wiki/Fleabag",
        "genres": "comedy\ndrama\n",
        "plotgeo": "United Kingdom\n",
        "plotdate": "2010s\n",
        "distributiontags": "bbc one\n",
        "productiontags": "*other: two brothers pictures",
        "productiongeo": "United Kingdom\n",
        "biasTags": "W, Y",
        "plotSummary": "Fleabag, an interesting millennial hot mess of a woman, attempts to get her life together and ends up sleeping with a priest. ",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n",
        "positiveReceptionTagNotes": "[gen05] - people have called fleabag a \"bad feminist\" which i think is good in terms of challenging what feminism should be; some consider it \"postfeminism\" storytelling via fleabag's ability to break 4th wall\n[gen09] - fleabag has been hailed for being a fully fleshed out and complex character\n[gen13] - everyone loves phoebe waller-bridge",
        "negativereceptiontags": "[misc12] un-nuanced portrayal of socioeconomic class\n",
        "negativeReceptionTagNotes": "[misc12] - the guardian says fleabag is for \"posh girls\" ",
        "receptionTaggingSources": "https://www.theguardian.com/tv-and-radio/2019/apr/20/fleabag-posh-girl-television, https://studenttheses.uu.nl/handle/20.500.12932/35893",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "soundtracknoon@gmail.com"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-17T19:38:00.705Z",
        "lookupcode": "SamFleabag2",
        "tagger": "Sam",
        "propertyNameOriginal": "Fleabag",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5687612/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fleabag",
        "fanwikiUrl": "https://fleabag.fandom.com/wiki/Fleabag",
        "genres": "comedy\ndrama\n",
        "plotgeo": "United Kingdom\n",
        "plotdate": "2010s\n",
        "distributiontags": "bbc one\n",
        "productiontags": "*other: two brothers pictures",
        "productiongeo": "United Kingdom\n",
        "biasTags": "D, Q*, W",
        "biasTagNotes": "D: No people of color in the main cast\nQ*: Phoebe Waller-Bridge is presumed straight but plays a bisexual character",
        "plotSummary": "Fleabag is a thirty year old woman who struggles with feeling unmoored from people around her after the death of her friend and mother, distancing herself from others by breaking the fourth wall to talk to the audience. In season 2 she builds a relationship with the Hot Priest who she eventually sleeps with.",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality",
        "positiveReceptionTagNotes": "[gen05] challenges how women are usually depicted in fiction by unflinchingly showing the 'taboo' aspects of fleabag's life and thoughts. she also literally speaks for herself rather than just being shown to us by her breaking the fourth wall, a knowing glance sharing her self-awareness of dramatic tropes.\n[gen09] fleabag is imperfect and doesn't, nor wants to, fit into polished ideals for women. people relate to \"the main character’s unabashed ability to screw things up\"\n[sex05] fleabag is revealed to be bisexual/queer",
        "negativereceptiontags": "[int06] un-nuanced portrayal of intersectional experience\n[misc12] un-nuanced portrayal of socioeconomic class",
        "negativeReceptionTagNotes": "[int06] fleabag is from a very white cis woman perspective, with the scene about how (cis)women's bodies are born to carry pain sounding a bit biological essentialism-y and that ideas about feminism and what women are allowed to do ignore the nuances of race or class. \n[misc12] fleabag is set in the company of the upper middle class which makes her \"universal\" women's experiences relatable to \"posh\" girls but not universal to others who don't have as much privilege",
        "receptionTaggingSources": "https://www.theguardian.com/tv-and-radio/2019/apr/20/fleabag-posh-girl-television, https://theconversation.com/darkest-taboos-how-fleabag-busted-unrealistic-portrayals-of-women-on-tv-78046 , https://gcn.ie/lead-character-fleabag-revealed-bisexual/, https://harvardpolitics.com/bible-brown-girl/",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "skolasa@berkeley.edu",
        "notesOnReceptionTags": "inspired a trend of \"dissociative feminism\" on tiktok people called their \"fleabag era\" (https://lithiumagazine.com/2022/01/19/the-fleabag-era-of-dissociative-feminism-must-end/, https://www.tiktok.com/@feralfairy_/video/7163812038635130158) where they aestheticize and romanticize self destructive behavior rather than fighting back against it"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-06T17:44:06.788Z",
        "lookupcode": "AnelizaFosse/Verdon1",
        "tagger": "Aneliza",
        "propertyNameOriginal": "Fosse/Verdon",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt8746478/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fosse/Verdon",
        "genres": "biography\ndrama\nmusical",
        "plotgeo": "United States",
        "plotdate": "60s\n70s\n80s",
        "distributiontags": "fx / fxx / fx networks",
        "productiontags": "5000 broadway productions\nfox 21 television studios\nfxp\nold 320 sycamore pictures, West Egg Studios, Pyrrhic Victory Productions",
        "productiongeo": "United States",
        "biasTags": "B, D, W, Y",
        "plotSummary": "Fosse/Verdon is a biographical miniseries that explores the life, marriage, and careers of American musical theater legends, Bob Fosse and Gwen Verdon. ",
        "positivereceptiontags": "[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
        "positiveReceptionTagNotes": "[dis07] series portrays gendered social stigma towards men's mental health \n[dis19] series underscores the need for mental health support by using a main character's emotional downfall in the face of societal pressures",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "aruiz3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-21T20:52:31.495Z",
        "lookupcode": "JuztineFosse/Verdon1",
        "tagger": "Juztine",
        "propertyNameOriginal": "Fosse/Verdon",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt8746478/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Fosse/Verdon",
        "fanwikiUrl": "https://disney-plus-australia.fandom.com/wiki/Fosse/Verdon",
        "notesOnAnyIdentificationData": "Based on the biography by Sam Wasson titled Fosse. ",
        "genres": "biography\ndrama\nmusical\n",
        "plotgeo": "Germany\nUnited States\n",
        "plotdate": "1930s\n1940s\n1950s\n1960s\n1970s\n1980s\n",
        "distributiontags": "fx / fxx / fx networks\n",
        "productiontags": "*other: Pyrrhic Victory Productions, Joel Fields Productions\n5000 broadway productions\nfox 21 television studios\nfxp\nold 320 sycamore pictures\n",
        "productiongeo": "United States\n",
        "notesOnContentProductionDistributionData": "Sam Wasson's book primarily focuses on Bob Fosse, and according to reviewers, it pays tribute to his genius. However, Steven Levenson, the executive producer of Fosse/Verdon, says that after speaking with Nicole Fosse, the only daughter of Gwen Verdon and Bob Fosse, it became clear that Verdon had a more significant impact on the creation of the works that have shaped the image of Broadway than she had previously been credited for.",
        "biasTags": "B, D, T, W, Y*, C",
        "biasTagNotes": "T: What few characters of color do show up, such as Chita Rivera, played by Bianca Marroquin, and Ben Vereen, played by Ahmad Simmons, have little to no storyline aside from being in the background of the white principles. \nY*: Gwen Verdon was 50 years old during the run of Chicago, <spoilers>Bob Fosse's final Broadway show</spoilers> , but spends the majority of the series under the age of 50. ",
        "plotSummary": "Fosse/Verdon is a story about the collaboration of Bob Fosse and Gwen Verdon and its impact on theater, film, and modern performance in the United States. ",
        "positivereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
        "positiveReceptionTagNotes": "[gen06] When Gwen Verdon first meets Ann Reinking, she tells Bob Fosse that Reinking is a good enough dancer to know she doesn't have to sleep with Fosse. But Reinking and Fosse do end up in a relationship. \n[gen09] Gwen Verdon is shown as both a survivor of trauma and a powerful influence on Bob Fosse's career. \n[gen15] The book does not give Gwen Verdon the creative credit she receives in the show. ",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences\n",
        "negativeReceptionTagNotes": "[gen13] The writing room had three women and two men. ",
        "receptionTaggingSources": "https://www.npr.org/2019/04/09/711063555/fosse-verdon-wiggles-and-kicks-but-fails-to-satisfy, https://www.thewrap.com/fosse-verdon-metoo-bob-fosse-gwen-verdon/, https://variety.com/2019/tv/features/fosse-verdon-me-too-bob-fosse-premiere-interview-1203181805/, https://www.americantheatre.org/2019/04/05/5-6-7-8-takeaways-from-fosse-verdon/, https://www.vanityfair.com/hollywood/2019/04/fosse-verdon-interview-showrunners-steven-levenson-joel-fields, https://www.logotv.com/news/yhruwv/bob-fosse-gay-marc-jacobs-michael-musto",
        "fSTVOtherLetters": "asian, black, latinx",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "juztine@berkeley.edu",
        "notesOnReceptionTags": "Executive producer Steven Levenson revealed in a Variety interview that the creative team aimed to portray this story through the perspective of the #MeToo movement. However, there are differing opinions on whether the production successfully achieves this goal or simply perpetuates the narrative of abusive behavior being excused due to the abuser's perceived genius."
    },
    {
        "year": 2019,
        "timestamp": "2023-07-13T07:32:49.287Z",
        "lookupcode": "SunnyFrozen 2",
        "tagger": "Sunny",
        "propertyNameOriginal": "Frozen 2",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4520988/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Frozen_II",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Frozen_II",
        "genres": "adventure\nanimation\ncomedy",
        "plotgeo": "Norway\nIceland",
        "plotdate": "1840s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "walt disney animation studios\nwalt disney pictures\n",
        "productiongeo": "United States\n",
        "biasTags": "C, Y",
        "plotSummary": "Elsa and her sister Anna, along with her husband Kristoff, set off to discover the origins of Elsa's powers",
        "positivereceptiontags": "[nat03] challenges stereotypes and tropes about nationality\n[nat05] nuanced national representation\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n",
        "positiveReceptionTagNotes": "https://www.washingtonpost.com/outlook/2019/12/05/kids-love-anna-elsa-frozen-iis-lesson-is-adults/\n\nhttps://the-artifice.com/frozen-gender-stereotypes/\n\nhttps://en.wikipedia.org/wiki/Frozen_II#Voice_cast (the thematic analysis section)",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "sunnysangha@berkeley.edu",
        "notesOnReceptionTags": "yeah.. there is a lot being said that this movie does \"Frozen II has been interpreted as a critique of colonialism and as advocating reparation.\" "
    },
    {
        "year": 2019,
        "timestamp": "2024-01-31T22:24:31.070Z",
        "lookupcode": "AceFrozen 2",
        "tagger": "Ace",
        "propertyNameOriginal": "Frozen 2",
        "additionalPropertyNames": "Frozen II",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt4520988/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Frozen_II",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Frozen_II",
        "genres": "adventure\nanimation\ncomedy\nfantasy\nmusical\n",
        "plotgeo": "*world x: Arendelle\nNorway\n",
        "plotdate": "1840s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "walt disney animation studios\nwalt disney pictures\n",
        "productiongeo": "United States\n",
        "biasTags": "D, C, Y, E*",
        "biasTagNotes": "E*: several characters are (white) indigenous, either Sámi (like Kristoff) or heavily inspired by the Sámi. None of the voice cast is Sámi or otherwise indigenous. \nD: only one supporting character of color (Lieutenant Mattias)",
        "plotSummary": "To discover the origins of her powers, Elsa sets out to an enchanted land beyond Arendelle with Anna, Elsa, Kristoff, and Olaf.",
        "positivereceptiontags": "[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[nat05] nuanced national representation\n[gen09] nuanced portrayal of women's experience\n[sex05] nuanced representation of queer sexuality\n",
        "positiveReceptionTagNotes": "[eth07] Sámi parliaments and the Saami Council reached out to Disney to collaborate on the film. I don't want to give Disney that much credit because they were not the ones who reached out...\n[eth13] Frozen also had Sámi inspirations, but there was more intentional work this time. Also introduces the franchise's first Black character\n[nat05] Introduction of the indigenous Northuldra, more explicit about the Sámi references and inspirations from the first movie. The plot explores the imperialist history of Arendelle and draws from historical events\n[gen09] Continues with Frozen's themes of female empowerment and freedom, and ore fully explores Elsa and Anna's characters (largely independent from, say, romantic endeavors) \n[sex05] Popular fan theory of Elsa being a lesbian - she is not confirmed queer but also not confirmed straight, and there are sources claiming she'll have a girlfriend in Frozen III",
        "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[nat06] un-nuanced national representation",
        "negativeReceptionTagNotes": "[eth02] Despite importance of indigenous stories and influence, there are no indigenous voice cast members\n[nat04] Any commentary on colonialism is still passed through a Disney filter - there is not really a huge revelation about indigenous sovereignty at the end, and magic sort of fixes everything ultimately",
        "receptionTaggingSources": "https://www.themarysue.com/sami-frozen-ii/, https://arctic-council.org/news/behind-the-scenes-of-frozen-2-how-saami-representatives-cooperated-with-disney/, https://nowtoronto.com/movies/disney-frozen-2-indigenous-culture-sami/, https://www.washingtonpost.com/outlook/2019/12/05/kids-love-anna-elsa-frozen-iis-lesson-is-adults/, https://www.vulture.com/2019/11/movie-review-frozen-ii-the-sequel-to-disneys-hit-frozen.html, https://www.nytimes.com/2019/11/21/movies/frozen-2-review.html, https://www.vox.com/culture/2019/11/22/20975178/frozen-2-elsa-girlfriend-lesbian-queer-review",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "12aschen@berkeley.edu",
        "notesOnReceptionTags": "as with most Disney stuff, i feel a little weird having given it so many positive reception tags because all of these are a little handwavy/lukewarm/to the extent that Disney would allow, but here they are\n\nthere's also a small but vocal crowd of people angry about the \"forced representation\" a la The Little Mermaid (ex: introducing a Black character, making the non-speaking bg characters more diverse) in a story about Norway - worth a mention but definitely not a stance we'd agree with "
    },
    {
        "year": 2019,
        "timestamp": "2023-07-13T18:07:33.927Z",
        "lookupcode": "SunnyIt Chapter Two",
        "tagger": "Sunny",
        "propertyNameOriginal": "It Chapter Two",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt7349950/?ref_=fn_al_tt_1",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/It_Chapter_Two",
        "fanwikiUrl": "https://stephenking.fandom.com/wiki/IT:_Chapter_Two",
        "genres": "drama\nfantasy\nhorror\n",
        "plotgeo": "United States\n",
        "plotdate": "1980s\n2010s",
        "distributiontags": "warner bros. pictures\n",
        "productiontags": "warner bros. pictures",
        "productiongeo": "United States",
        "biasTags": "D, F, S, V*, Q, C, A",
        "biasTagNotes": "D\nF =bev \nS= bev \n V* = mike and the \"crackheads\" lines, and his character in general has been called out for lack of meaningful storyline.\nC= same as above\nQ= bill hader is not gay despite speculation. he does not identify with the lgbt commmunity\nA= Bill's stutter",
        "plotSummary": "Pennywise is a clown who comes around every 28 years to feast on fears (of children). This movie showcases the reunion of the kids who were tormented by Pennywise in the first film. They must band together to destroy the monster. ",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[sex05] nuanced representation of queer sexuality\n[sex15] queerness normalized\n",
        "positiveReceptionTagNotes": "https://www.bitchmedia.org/article/it-chapter-two-menstruation\n\nhttps://time.com/5669735/it-chapter-2-lgbtq-themes/\n\n",
        "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[sex06] nuanced representation of queer sexuality\n[int04] reinforces stereotypes and tropes about intersectional identity\n",
        "negativeReceptionTagNotes": "https://slate.com/culture/2019/09/it-chapter-two-movie-vs-book-mike-hanlon.html#:~:text=Even%20more%20egregious%2C%20to%20me,childhood%20friends%20back%20to%20Derry.\n\nhttps://www.advocate.com/commentary/2019/9/12/its-gay-bashing-scene-serves-no-purpose-except-porn-homophobes\n\n",
        "fSTVOtherLetters": "black, white",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "sunnysangha@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-28T08:33:38.723Z",
        "lookupcode": "JuztineIt Chapter Two",
        "tagger": "Juztine",
        "propertyNameOriginal": "It Chapter Two",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt7349950/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/It_Chapter_Two",
        "fanwikiUrl": "https://stephenking.fandom.com/wiki/IT:_Chapter_Two",
        "genres": "drama\nfantasy\nhorror\n",
        "plotgeo": "United States\n",
        "plotdate": "1980s\n2010s\n",
        "distributiontags": "warner bros. pictures\n",
        "productiontags": "*other: New Line Cinema, Double Dream, Vertigo Entertainment, Rideback\n",
        "productiongeo": "Canada\n",
        "biasTags": "B, D, T, V, C, Q, A",
        "biasTagNotes": "B = In most scenes, Bev is the only women\nD = Mike's storyline has been criticized for being weaker than the other principal characters.\nT = Mike is the only principal of color.  \nV = Mike is the one that stays in town, so he is the holder of the trauma, while the other characters leave and forget.  \nC =  Mike's storyline has been criticized for being weaker than that of the other principal characters.\nA = Bill has a stutter that comes and goes during the story. ",
        "plotSummary": "The second part of the adaptation of Stephen King's book, It, is about a group of friends who reunite in adulthood to defeat Pennywise, the evil clown. ",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences\n[sex09] increased visibility / investment of queer characters in adaptation\n\n",
        "positiveReceptionTagNotes": "[Sex09] Richie has more queer coding than in previous adaptations. \n",
        "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[sex02] actor does not share sexuality with character\n[sex06] un-nuanced representation of queer sexuality\n",
        "negativeReceptionTagNotes": "[sex06] graphic depictions of homophobic violence. ",
        "receptionTaggingSources": "https://www.hollywoodreporter.com/movies/movie-features/how-it-chapter-two-gay-moment-lets-down-richie-tozier-1237532/, https://www.them.us/story/it-chapter-two, https://time.com/5669735/it-chapter-2-lgbtq-themes/, ",
        "fSTVOtherLetters": "black",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., Disabled characters have dream or fantasy sequences where they “lose” their disabilities, or otherwise idealize being or becoming non-disabled.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "Juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-05T02:28:46.378Z",
        "lookupcode": "SamJoker",
        "tagger": "Sam",
        "propertyNameOriginal": "Joker",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt7286456/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Joker_(2019_film)",
        "fanwikiUrl": "https://dc.fandom.com/wiki/Joker_(Movie)",
        "genres": "crime\ndrama\nthriller\n",
        "plotgeo": "United States\n",
        "plotdate": "1980s\n",
        "distributiontags": "warner bros. pictures\n",
        "productiontags": "*other: village roadshow pictures, bron creative, joint effort\ndc films / entertainment\nwarner bros. pictures\n",
        "productiongeo": "United States\n",
        "biasTags": "B, D, A*",
        "biasTagNotes": "A* because it's not his disability that causes him to be violent, but it is a reaction to how he relates to others because of his disability (\"What do you get when you cross a mentally-ill loner with a system that abandons him and treats him like trash?\") and he says he feels much better not being on his meds after stabbing a man to death.",
        "plotSummary": "Struggling stand-up comedian Arthur Fleck becomes the Joker as his mental health and financial situation deteriorate, igniting a chaotic, violent rebellion against the affluent population of Gotham City.",
        "positivereceptiontags": "[dis05] nuanced representation of disability\n[int05] nuanced portrayal of intersectional experience\n",
        "positiveReceptionTagNotes": "[dis05] and [dis07] sort of. people connected emotionally with him, and had empathy for the way people mistreated him. people connected to his loneliness not as a symptom of his disability but as a symptom of other people reacting negatively to it. they make a big point in the film that he is a victim of violence many times before he is a perpetrator of it.\n[int05] this one isn't understood by the character at all but the audience could understand that black women try to connect with him as someone let down by societal systems, even if he won't recognize they are also (even more so) a victim to the same systems.",
        "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[gen10] un-nuanced portrayal of women's experience\n[dis08] un-nuanced representation of mental health\n",
        "negativeReceptionTagNotes": "[eth06] arthur never realizes that POC are also victims of institutional violence and class based struggles\n[gen10] sophie is the doting loving girlfriend who lives in his head but even in his head has no life or NAME. SO MANY PEOPLE ARENT NAMED. its shown as romantic that he stalks her and then just up and kisses her.\n[dis08] his mom faced obvious mental health issues but theres no sympathy for her unlike the time and care given to him, and we are supposed to celebrate when he kills her",
        "receptionTaggingSources": "https://www.okayplayer.com/originals/new-joker-movie-controversy-black-people-review.html, https://www.huffpost.com/entry/lets-talk-about-the-black-women-in-joker_n_5d9605dae4b0da7f6622abc7, https://thenerdsofcolor.org/2019/10/04/the-fate-of-black-women-in-joker/, https://marymount.edu/academics/college-of-sciences-and-humanities/school-of-humanities/student-publications/magnificat-2022/portrayal-of-mental-illness-in-joker, https://www.thefilmagazine.com/joker-incels-violence-the-alt-right-tackling-the-discourse-around-2019s-most-controversial-movie/",
        "aCases": "A character is depicted as villainous because of their disability.",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "skolasa@berkeley.edu",
        "notesOnReceptionTags": "The film posits Arthur as a man feeling entitled to many things, but receiving none of them, and yet his feeling of invisibility is so individual that he doesn't recognize the ways the 'system' is affecting more than him. ie. the social worker tell him \"They don't give a shit about people like you, Arthur. And, they really don't really give a shit about people like me either.\" and yet there's no reflection on her or how she is oppressed, only on the lack of care given to him from budget cuts. Posits a white man as the center catalyst for a \"class-based rebellion\". violence is mostly against white people who he feels have wronged him, but then also the Black hospital doctor at the end who didn't do anything, but was supposed to be similar to the social worker who had to stop seeing him. SOPHIE IS NEVER NAMED IN THE MOVIE, ONLY IN THE CREDITS. No emotional depth given to Penny for her mental illness compared to her son. "
    },
    {
        "year": 2019,
        "timestamp": "2024-02-14T00:45:19.539Z",
        "lookupcode": "SunnyJoker",
        "tagger": "Sunny",
        "propertyNameOriginal": "Joker",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt7286456/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Joker_(2019_film)",
        "fanwikiUrl": "https://villains.fandom.com/wiki/Joker_(2019)",
        "genres": "crime\ndrama\nthriller\n",
        "plotgeo": "*world x\nUnited States\n",
        "plotdate": "1980s\n",
        "distributiontags": "warner bros. pictures\n",
        "productiontags": "dc films / entertainment\nwarner bros. pictures",
        "productiongeo": "United States\n",
        "biasTags": "A, B, C, D, S, T, V,",
        "biasTagNotes": "A- the joker has “mental health issues” reduced to that alone.\nB-fails test, (closest is sophie when patronizing her daughter, both unnamed on screen.) \nC- quirky sweet love interest vs cold rigid therapist + psychiatric. Not brutally offensive but aligns with industry norms/stereotypes and does not offer dark skin women new progressive roles. \nD - fails test, black women’s characters are scenery/plot props for the joker\nS- black woman therapist: media property has minority or female characters, but their portrayals simply conform to both negative and positive stereotypes. Also Penny as a young mom is depicted as reckless/not in control. Sophie depicted as single black mom who is tired of daughter, + shown violent “rob the store, kill me”. Daughter/kid shown as annoying. Really no positive examples of women/girls compared to men/boys. (Compare/Contrast: Bruce Wayne, the detectives, comedy club mcs to ALL the women n girls)\nT - their presence serves only to create a general impression of diversity. do not have fully-realized lives or a substantial storyline of their own. Ex: mother on bus, the two psyches(one who had a line w/ powerful potential of intersectionality but never explored again), sophie(this one ill pass because her role as the love interest is gonna be simply reduced for a man movie but still it shouldnt be), sophie’s daughter\nV- the mixed group of brown kids jumping the joker ",
        "plotSummary": "A mentally ill man who works as a clown and a stand up comedian who lives upon fringe society due to his class status. He decides to manage his ills with society through violence. ",
        "positivereceptiontags": "\n[dis07] nuanced representation of mental health",
        "positiveReceptionTagNotes": "https://www.washingtonpost.com/gender-identity/several-male-film-critics-praised-joker-heres-why-female-critics-arent-sold/",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[dis02] actor does not share onscreen disability with character\n[dis04] reinforces stereotypes and tropes about disabilities\n[dis08] un-nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
        "negativeReceptionTagNotes": "https://othersociologist.com/2019/10/06/gender-race-and-ableism-in-joker/\n\nhttps://ceasefiremagazine.co.uk/joker-art-misogyny/\n\n",
        "fSTVOtherLetters": "black, latinx, fem, masc",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors., Antagonists are played by dark-skinned actors, while protagonists are played by light-skinned actors.",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "sunny22sangha@hotmail.com"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T02:36:36.015Z",
        "lookupcode": "SamMindhunter2",
        "tagger": "Sam",
        "propertyNameOriginal": "Mindhunter",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5290382/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Mindhunter_(TV_series)",
        "fanwikiUrl": "https://mindhunter.fandom.com/wiki/Mindhunter_Wiki",
        "genres": "crime\ndrama\nmystery\n",
        "plotgeo": "United States\n",
        "plotdate": "1980s\n",
        "distributiontags": "netflix\n",
        "productiontags": "denver and delilah productions\n",
        "productiongeo": "United States\n",
        "biasTags": "D*, Q, Y",
        "biasTagNotes": "D*: Jim doesn't really have a personal or inner life outside from work, we get a line about his wife but otherwise he is only there to be good at his job. \nQ: the two lesbian characters are not played by queer people as far as i can tell.",
        "plotSummary": "FBI Agents Holden Ford and Bill Trench and Psychologist Wendy Carr of the FBI's Behavioral Science Unit interview more notable serial killers under the units new leadership and head to Atlanta to investigate and make a profile for unsolved child murder cases.",
        "positivereceptiontags": "[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[gen21] increased visibility / investment in story of women compared to past seasons\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n",
        "positiveReceptionTagNotes": "[eth07] black director for the last few episodes of the season dealing w racially targeted crimes\n[gen21] and [sex13] Wendy gets more of a personal life, we see her outside of her masking at work\n",
        "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n",
        "negativeReceptionTagNotes": "[eth06] the mothers aren't made to be sympathetic characters. there is a lot of annoyance and irritation thrown at them online because of how antagonistic they were to the main character when he was trying to help. ",
        "receptionTaggingSources": "https://www.vulture.com/2017/11/mindhunters-deft-commentary-on-toxic-masculinity.html (about women in s1), https://blacknerdproblems.com/unmasking-the-face-of-evil-a-review-of-the-sophomore-season-of-mindhunter/, https://slate.com/culture/2019/09/mindhunter-season-2-atlanta-child-murders-race-depiction.html, https://www.reddit.com/r/MindHunter/comments/crqymt/imho_this_lady_gave_one_of_the_most_powerful/, https://www.reddit.com/r/MindHunter/comments/gaj6ak/am_i_the_only_one_who_is_somewhat_irritated_by/, https://www.theringer.com/tv/2019/8/21/20825713/mindhunter-season-2-wendy-carr-anna-torv-netflix",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "skolasa@berkeley.edu",
        "notesOnReceptionTags": "- how women are represented in the show (s1 had mothers as often responsible for the killers' behavior, at least by their word for it. they were inadequate or questionable) in s2 the black mothers are the ones doing the work looking for their kids, getting the attention of ford when the police wont do anything, etc. \nfor a truecrime esque show the interest isnt from the sensationalism or torture porn of victims. we don't see the murders being committed and the representation of the bodies (more so in s1 bc the victims were women) are not sexualized.\nso it did well in the first season w regards to victims but is more clumsy for the second, not quite prepared perhaps to handle a case so racially charged, especially with a largely white cast.\npeople online either liked that the mother was more guarded and protective and found her performances powerful while others thought she was cold/rude and not appreciative enough of holden's attempts.\nwendy has much more depth this season, we get more of her personal life and delve into the masks she wears at work. people also liked that bill's wife nancy had more to do."
    },
    {
        "year": 2019,
        "timestamp": "2024-02-28T21:32:55.711Z",
        "lookupcode": "SJMindhunter2",
        "tagger": "SJ",
        "propertyNameOriginal": "Mindhunter",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt5290382/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Mindhunter_(TV_series)",
        "fanwikiUrl": "https://mindhunter.fandom.com/wiki/Mindhunter_Wiki",
        "genres": "*other::\ncrime\ndrama\nhistorical fiction\nmystery\nthriller\n",
        "plotgeo": "United States\n",
        "plotdate": "1970s\n1980s\n",
        "distributiontags": "netflix\n",
        "productiontags": "denver and delilah productions\n",
        "productiongeo": "United States\n",
        "notesOnContentProductionDistributionData": "The conception of the show from Fincher originated from the book \"Mindhunter: Inside the FBI's Elite Serial Crime Unit\", which inspired the name of the show. ",
        "biasTags": "W*, V, Y, D*, A*",
        "biasTagNotes": "The W and D tags are contested largely due to the historical period of the show, and the exploration of racial politics in the 1970s after King's assassination. The absence of black characters in the FBI investigative team was crucial to exploring the racial and political tensions throughout Season 2, although there were certainly ways the show could have increased diversity. The A tag is contested due to the depiction of mental illness throughout the show is progressive for the time period it is set in, and it shows the main characters advocating for institutional recognition of criminal psychology and the necessity of understanding a violent offender's psyche. ",
        "plotSummary": "Based on the real experiences of two FBI agents and a nursing professor who helped legitimize the field of criminal psychology, Mindhunter documents the journey that two FBI agents, Holden Ford and Bill Tench, embark on to crack the patterns of serial killers. Throughout this journey, they collaborate with psychology professor Dr. Wendy Carr, balance difficult relationships with FBI superiors, and interview multiple serial killers in order to apprehend a killer at large.",
        "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex05] nuanced representation of queer sexuality\n[sex11] heterosexual characters made queer characters in adaptation\n[dis03] challenges stereotypes and tropes about disabilities\n[dis07] nuanced representation of mental health\n[dis15] increased visibility / investment to disabled characters compared to past seasons\n[dis19] mental health de-stigmatization\n",
        "positiveReceptionTagNotes": "[eth05] audience members who had lived through the 70s and 80s remarked that Mindhunter was very accurate to their experience of racial politics and tensions during that era. They remarked that King's assassination planted deep wariness of the FBI, which they felt was well presented in the show. \n[gen15] audience members (especially women) liked the emphasis on Dr. Wendy Carr in the show and her role, given that the professor she is based off (Dr. Ann Burgess) was crucial to Douglas and Ressler's success in establishing the field. \n[sex05] both audience members as well as Dr. Ann Burgess expressed no issue with the portrayal of Dr. Carr as a lesbian, and some audience members felt it made the show more interesting\n[sex11] Dr. Carr is portrayed as a lesbian, even though Dr. Burgess is not a lesbian\n[dis03] overall, audience members liked the depiction of how mental illness and disability was handled in the era, and appreciated Holden's efforts to change those perspectives\n[dis07] viewers felt that the show straddled a good line between portraying the real stigmas against mental health for the time period, and challenging them. Also, it isn't just the serial killers who experience mental health issues, viewers liked that Holden also had his own unique mental health struggles. \n[dis15] Tench's son (Brian) being featured as possibly autistic and focused on was an intriguing choice to the audience\n[dis19] audience members liked the recognition of child abuse and its connection to mental illness and anti-social behaviours in adulthood",
        "negativereceptiontags": "[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[sex02] actor does not share sexuality with character\n[dis04] reinforces stereotypes and tropes about disabilities\n[dis18] disability stigmatization\n[dis20] mental health stigmatization\n",
        "negativeReceptionTagNotes": "[sex02] Anna Torv, who plays Dr. Wendy Carr, is presumed straight but is playing a lesbian character.\n[gen15] some controversial opinions from a small subset of audience members disliked the spotlight on Dr. Wendy Carr in the second season, finding her character unpleasant. However, this opinion was quickly called out as sexist every time it is voiced on online forums about the show.\n[dis04] some audience members did not like the portrayal of Tench's adopted son, where his behaviours were read as autistic but the show seemed to imply he was dangerous, an outdated, harmful and inaccurate stereotype of autistic individuals.\n[dis18] in addition to portraying Tench's autistic child as possibly violent, references to children with the potential to become serial killers create stigma around children who are struggling with disabilities or attachment disorders\n[dis20] language surrounding the serial killers being interviewed and their mental health can be stigmatizing, with reference to those with personality disorders as 'monsters', as perceived by a small number of audience members",
        "fSTVOtherLetters": "black",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
        "howMuchOfThisMediaHaveYouConsumed": 4,
        "emailAddress": "jguo2001@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-20T05:22:42.921Z",
        "lookupcode": "JuztinePose2",
        "tagger": "Juztine",
        "propertyNameOriginal": "Pose",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
        "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose",
        "genres": "drama\n",
        "plotgeo": "United States\n",
        "plotdate": "1990s\n",
        "distributiontags": "fx / fxx / fx networks\n",
        "productiontags": "*other: 20th Television\nbrad falchuk teley-vision\nfxp\nryan murphy television\n",
        "productiongeo": "United States\n",
        "plotSummary": "Season 2 of Pose begins in 1990 as Madonna’s song and accompanying video, Vogue brings the attention of pop culture towards New York City’s underground, Black and Latinx, Queer ballroom scene. Blanca Rodreguez, mother of The House of Evangelista, sets out to make a better life for the children of her house while dealing with the ongoing HIV/AIDS crisis. ",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen05] challenges stereotypes and tropes about women\n[gen07] nuanced portrayal of trans experience\n",
        "positiveReceptionTagNotes": "[eth13] Some viewers criticized season 1 for focusing too much time on Evan Peters and Kate Mara's characters. Season 2 removes these characters completely, choosing to center the queer characters of color instead. ",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-23T19:31:20.003Z",
        "lookupcode": "GailPose2",
        "tagger": "Gail",
        "propertyNameOriginal": "Pose",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt7562112/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Pose_(TV_series)",
        "fanwikiUrl": "https://pose-fx.fandom.com/wiki/Pose_Wiki",
        "genres": "drama\n",
        "plotgeo": "United States\n",
        "plotdate": "1990s\n",
        "distributiontags": "fx / fxx / fx networks\n",
        "productiontags": "brad falchuk teley-vision\ncolor force\nfxp\nryan murphy television\n",
        "productiongeo": "United States\n",
        "biasTags": "Y*",
        "biasTagNotes": "I am tagging Pose s2 with a Y because there are no women characters who are 50+ years old in the top 8 characters, but the season does feature Sandra Bernhard, Patti LuPone, and Trudie Styler, all over 60 years old,  in recurring supporting roles. ",
        "plotSummary": "Set in the 1980s, 'Pose' is a dance musical that explores the juxtaposition of several segments of life and society in New York: the ball culture world, the rise of the luxury Trump-era universe, and the downtown social and literary scene.",
        "positivereceptiontags": "[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen07] nuanced portrayal of trans experience\n[gen11] trans/gnc people-led creative / production team for story centered on trans/gnc people's experiences\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[sex03] challenges stereotypes and tropes about queer sexuality\n[sex05] nuanced representation of queer sexuality\n[sex07] queer creative / production team for story centered on queer experiences\n[sex13] increased visibility / investment to queer characters and/or queer relationship compared to past seasons\n[sex15] queerness normalized\n",
        "positiveReceptionTagNotes": "[gen03] [gen07] [sex03] [sex05] [sex15] EW praises Pose s2 for highlighting queer/trans people of color's joy, and for \"dish[ing] out a full serving of theatrics, humor, and heartfelt family drama.\" Slate: \"Such is the beauty of Pose: The series acknowledges the struggles endemic to its poor, black and brown, trans and otherwise queer characters, but it allows them the grace to be defined by much more than their institutional hardships.\" Slate also praises the voguing storyline: it was fascinating to watch a previous generation grapple with the double-edged sword of being turned into a mass-culture commodity.\" Slate also appreciates how Pose shows \"Its characters outsmarting brute injustice.\" Vulture: \"The most striking thing about the show — and ultimately its strongest and most graceful argument against society’s tendency to other these sorts of characters — is the way it portrays an assortment of people coming together while insisting on their own identities and boundaries, finding common cause by making up their own rules because the ones handed down by the dominant culture seem meant to silence or destroy them.\" The s2 finale made the Autostraddle critic cry with happiness. Them, a queer pub, calls Pose \"my favorite piece of queer TV last year [season 1]\" and calls season 2 even \"bigger, like its central 'world' has expanded.\" Them also states, \"there are very few shows on air right now that know how to balance the tragic and the joyous as skillfully as Pose.\" The Atlantic praises the way that Pose portrays the ball scene as an innovative performance culture: \"Its ballroom scenes are shimmering dioramas of exuberance and expression; its characters reinvent themselves as historical divas, Shakespearian characters, and avant-garde fashion plates. Creative energy diffuses around the room like light beams from a mirror ball.\" \n[gen11] [sex07] Slate points out that Janet Mock, a Black/Asian/Native Hawai'ian trans woman, is one of the show's lead creatives, who wrote, co-wrote, or directed 6 of the 10 eps this season. The Atlantic's review highlights that the creative team includes Mock and trans musician-writer Our Lady J, as well as co-creator Steven Canals, who is African American/Puerto Rican and queer. \n[sex13] [gen 19] Them praises s2 for ditching s1's focus on Stan Bowes, the white yuppie character (whose white wife also played a large role), and concentrating on the QTPOC characters. ",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n",
        "negativeReceptionTagNotes": "[no pre-existing reception tag: preachy/pedantic tone when characters discuss the challenges they face as queer/trans ppl of color] EW writes that, in the first four eps of this season, Pose can \"veer perilously close to pedantic\" when its characters talk about the many threats facing them (e.g., HIV/AIDS and violence against trans women), and says the writing can feel \"stilted\" and like \"edutainment.\" Vulture accuses Pose s2 of occasionally delivering \"wall-to-wall, retroactive historical exposition that’s more easily read than said...I vastly prefer it as comedy-drama than as a primer\"; the reviewer dislikes Pose's \"didactic mode\" but likes everything else about it. The Atlantic states that Pose s2 \"veers all over the place, between heartfelt, didactic, over-explanatory, and anachronistic.\"\n[gen06] In the finale ep, after Elektra complains that cis men get to judge the women of the ball scene while the women put in all the work (and *make* the ball scene) -- and also that when voguing became huge it benefited mostly the cis men in the ball scene, not the women -- the four male MCs get together and decide to walk in the women's shoes for one night (in a drag category). However, Reddit users pointed out, the male MCs could have added a woman to their council, but \"instead Pray and the guys managed to make it about themselves and their performance at the ball.\" ",
        "receptionTaggingSources": "EW: https://ew.com/tv-reviews/2019/06/07/pose-season-2-fx-review/, Slate: https://slate.com/culture/2019/08/pose-season-2-review-fx-series-finale.html, Vulture: https://www.vulture.com/2019/06/pose-season-2-review.html, Autostraddle: https://www.autostraddle.com/pose-episode-210-recap-together/, reddit thread on the s2 finale (ep 10): https://www.reddit.com/r/PoseFX/comments/cnbuia/pose_s02e10_in_my_heels_live_season_finale/, Them: https://www.them.us/story/pose-season-two-review, The Atlantic: https://www.theatlantic.com/entertainment/archive/2019/06/pose-season-two-review-fx/591409/",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "adekosnik@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-13T18:26:06.367Z",
        "lookupcode": "JuztineRussian Doll1",
        "tagger": "Juztine",
        "propertyNameOriginal": "Russian Doll",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7520794/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Russian_Doll_(TV_series)",
        "fanwikiUrl": "https://russian-doll-show.fandom.com/wiki/Russian_Doll_Wiki",
        "genres": "comedy\ndrama\nmystery\n",
        "plotgeo": "United States\n",
        "plotdate": "2010s\n",
        "distributiontags": "netflix\n",
        "productiontags": "*other: paper kite productions, animal productions, shoot to midnight\n3 arts entertainment\njax media\nuniversal television\n",
        "productiongeo": "United States\n",
        "biasTags": "C",
        "plotSummary": "Nadia gets caught in a time loop on her 36th birthday party. She meets Alan who is in the same situation, and together they continue to die over and over as they try to figure out what is going on. ",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[gen13] women-led creative / production team for story centered on women's experiences\n",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "negativeReceptionTagNotes": "The only negative reception I could find was that there was a long time between the release of season one and season two.",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-28T17:43:18.973Z",
        "lookupcode": "SJRussian Doll1",
        "tagger": "SJ",
        "propertyNameOriginal": "Russian Doll",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7520794/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Russian_Doll_(TV_series)",
        "fanwikiUrl": "https://russian-doll-show.fandom.com/wiki/Russian_Doll_Wiki",
        "notesOnAnyIdentificationData": "Russian Doll: Season 1",
        "genres": "comedy\ndrama\nmystery\n",
        "plotgeo": "United States\n",
        "plotdate": "1990s\n2010s\n",
        "distributiontags": "netflix\n",
        "productiontags": "*other: paper kite productions, animal pictures, shoot to midnight\n3 arts entertainment\njax media\nuniversal television\n",
        "productiongeo": "United States\n",
        "biasTags": "C",
        "biasTagNotes": "While the series does feature POC characters significantly in its main cast, these characters (Alan, Maxine, John) are all played by light skinned actors. ",
        "plotSummary": "Russian Doll Season 1 is a mystery comedy-drama that follows Nadia, a free spirited New Yorker, through a seemingly inexplicable timeloop where she always wakes up back at the night of her 36th birthday after dying the next day. She meets Alan, a kindred soul trapped in the same dilemma, and the two embark on a journey to investigate why they are stuck in this time loop, while learning about each other's struggles, past and present.",
        "positivereceptiontags": "[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen23] gender nonconformity normalized\n[sex01] actor shares sexuality with character\n[sex15] queerness normalized\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[int01] actor shares intersectional identity with character\n[misc01] actor shares ethnoreligous identity with character\n[misc09] nuanced portrayal of judaism\n",
        "positiveReceptionTagNotes": "[eth15] Nadia engages in a sexual relationship with Alan, who is mixed race. In addition, she had a romantic past with John, who is hispanic.\n[gen05] viewers liked how Nadia embodied traits commonly associated with men, like working a software engineering job, drug experimentation, casual sex, confrontational interactions, etc. while Alan embodied traits more commonly associated with women, like perfectionism, anxiety, obsession with cleanliness and routines, and mental health issues.\n[gen09] audience responded positively to representation of realistic female characters and mother-daughter generational trauma\n[gen13] the executive producers and creators of the show were all women, one of whom is lesbian (leslye headland)\n[gen23] Nadia displays gender nonconforming behaviour, and confronts those who discriminate against her for these actions. This feels empowering to the audience\n[sex01] Lizzy, Nadia's best friend,  is lesbian and played by Rebecca Henderson, a lesbian actress\n[sex15] references to queerness are common throughout the show and are normalized\n[dis07] overwhelmingly positive audience reception about the show's depiction of mental health, as the mental health and trauma is the central theme behind the plot\n[dis19] audience members felt that the time loop mechanism and the depiction of Nadia's past was a stellar representation of complex trauma, which is not often represented in media\n[int01] Natasha Lyonne, who is the show's creator who also plays Nadia, mentions her past struggles with substance abuse and mental health along with her experiences growing up Jewish as factoring heavily into her writing of the show as well as her performance of the character. Audiences had a positive response to Natasha's personal connection to the storyline\n[misc01] Natasha Lyonne was raised in an Orthodox Jewish family\n[misc09] Nadia is portrayed to have moved on from Judaism, but throughout the show continues to revisit her connections to religion, showing a complex personal relationship with ethnoreligious experiences. Audience members who were raised Jewish found this aspect to be relatable and positive representation.",
        "negativereceptiontags": "[misc12] un-nuanced portrayal of socioeconomic class\n",
        "negativeReceptionTagNotes": "[misc12] some audience members disliked the portrayal of Horse throughout the show, where he was either portrayed as a messiah or as a someone willing to take advantage of an individual in distress",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "jguo2001@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T11:12:47.322Z",
        "lookupcode": "PaileySpider-Man: Far From Home",
        "tagger": "Pailey",
        "propertyNameOriginal": "Spider-Man: Far From Home",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6320628/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Spider-Man:_Far_From_Home",
        "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Spider-Man:_Far_From_Home",
        "genres": "action\nadventure\ncomedy\n",
        "plotgeo": "Czech Republic\nGermany\nItaly\nMexico\nNetherlands, The\nUnited Kingdom\nUnited States\n",
        "plotdate": "2020s\n",
        "distributiontags": "sony pictures releasing\n",
        "productiontags": "columbia pictures\nmarvel studios\n",
        "productiongeo": "United States\n",
        "biasTags": "B*, Y",
        "biasTagNotes": "The Bechdel Test tag (B*) can be contested. Throughout the film, female characters are primarily seen interacting with other male characters. The few instances that the women interact with each other were either not between female cast-leads or involved discussions about the men around them. You can read more here: https://bechdeltest.com/view/8781/spider-man:_far_from_home/ ",
        "plotSummary": "Following the events of Avengers: End Game, Peter Parker his fellow classmates embark on a high school summer trip abroad to Europe. It is during this trip that Peter Parker must balance being a student with his adventures as Spider-Man as a new threat is unveiled.",
        "positivereceptiontags": "[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[misc07] nuanced portrayal of islam\n",
        "positiveReceptionTagNotes": "[eth11] The two largest instances of racebending are seen in Peter Parker’s best friends MJ and Ned. MJ, a nod to the original, white Mary Jane in the Spider-Man comics, is now named Michelle and is played by Zendaya, a half-black actress. Ned, who is portrayed as a white-hair, blue-eyed caucasian male in the comics, is played by Jacob Batalon, who is a Hawaiian-born Filipino. It is important to note that any major changes in the characters were not related to race, and both MJ and Ned are well loved by fans and critics alike.\n\n[eth13] One thing that was very celebrated about “Spider-Man: Far From Home” was its diverse casting. Beyond the major players – MJ (Zendaya) and Ned Leeds (Jacob Batalon) – Peter Parker’s classmates come from various backgrounds, including Brad Davis (Remy Hii), Flash Thompson (Tony Revolori), and many other people of color (photo). Viewers and critics alike appreciated the accurate representation of a high school student body in the melting pot of New York.\n\n[eth15] Peter Parker in both “Homecoming” and “Far From Home” had crushes / fell in love with women of color: Liz Allen (Laura Harrier) and MJ (Zendaya), respectively. This is the first time in the Marvel Cinematic Universe that a white hero has been involved in an interracial relationship. Both women are biracial, and their race plays a very small role in the romantic relationship, normalizing interracial / mixed-race relationships.\n\n[gen05] Several reviews credit MJ as a feminist icon and heroine. Zendaya’s portrayal of what is classically “Peter Parker’s love interest” goes beyond that title, adding layers of sarcasm, wit, and a headstrong personality. MJ consistently stays true to herself, even while her and Peter are courting one another. Many aspects of her lines and actions are rooted in femininity and feminism.\n\n[gen19] Although he was given a small, supporting role in “Spider-Man: Far From Home”, actor Zach Barack broke down barriers by being the first trangender actor casted in a Marvel movie. The gender of his character is unspecified, but his appearance was widely celebrated.\n\n[misc07] British-Pakistani actress is credited as the first Muslim actor to be cast in a marvel film. She is seen wearing a hijab (another first for Marvel), and follows Peter as one of his classmates during their Europe field trip.",
        "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n",
        "negativeReceptionTagNotes": "[eth06] Despite the diverse casting, it was clear that the POC characters lacked depth to their stories. Many of these characters were supporting cast to Peter as his classmates, many of whom were (somewhat understandably) not given fully realized stories or depth beyond “Ned’s girlfriend”. It didn’t take away from the film, but it does affect the diversity score, as the experiences of these characters were not nuanced or fully realized. \n\n[eth11] This opinion is represented by a fringe group. With any racebending and character changes will always come with negative reviews from fans of the original comics. This fringe group expressed outrage for diverting from the source material by casting people such as Zendaya, who is half-black, for a character (MJ) that is canonically white. They claim that doing so is just for the sake of diversity, and no other purpose. Additionally, other fringe groups found it problematic that, due to these racebent casting choices, aspects of the characters were changed from the original source (ex: Flash being a nerd rather than a jock).",
        "receptionTaggingSources": "https://www.mediaversityreviews.com/film-reviews/2019/7/12/spider-man-far-from-home",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "pailey.kao@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-31T19:13:36.288Z",
        "lookupcode": "GraceSpider-Man: Far From Home (2019)",
        "tagger": "Grace",
        "propertyNameOriginal": "Spider-Man: Far From Home (2019)",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6320628/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Spider-Man:_Far_From_Home",
        "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Spider-Man:_Far_From_Home",
        "genres": "action\nadventure\ncomedy\nscifi\n",
        "plotgeo": "*world x\nAustria\nCzech Republic\nGermany\nItaly\nMexico\nUnited Kingdom\nUnited States\n",
        "plotdate": "2020s\n",
        "distributiontags": "amazon prime video\napple tv+\nhulu\nsony pictures releasing\nyoutube premium\n",
        "productiontags": "*other:\ncolumbia pictures\nmarvel studios\n",
        "productiongeo": "Czech Republic\nItaly\nSpain\nUnited Kingdom\nUnited States\n",
        "notesOnContentProductionDistributionData": "Plot geo includes world x because Earth is technically Earth-616 in the Marvel universe\n\nProduction tags: \"other\" refers to Pascal Pictures",
        "biasTags": "E",
        "biasTagNotes": "E: The character Flash is of Indian descent while his actor is Latino.",
        "plotSummary": "All our friendly neighborhood Spider-Man wants is to join his high school class on their summer vacation in Europe, but duty calls when several elemental creature attacks wreak havoc across the world. ",
        "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen23] gender nonconformity normalized",
        "positiveReceptionTagNotes": "[eth05] MJ and Ned are POC and fully realized characters. Lots of positive reception about making Peter's classmates very diverse in the film.\n[eth11] characters are racebent from their original white comic book counterparts\n[eth15] MJ and Peter, Betty and Ned\n[gen23] 2 trans actors were cast in film",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "receptionTaggingSources": "https://www.forbes.com/sites/anharkarim/2019/01/27/the-spider-man-far-from-home-trailer-takes-an-important-step-for-diversity/?sh=4e065cba5b1b, https://loneconservative.com/2019/07/17/spiderman-far-from-home-shows-the-diversity-in-school-choice/, https://variety.com/2019/film/news/spider-man-far-from-homes-zach-barack-opens-up-about-being-marvel-studios-first-openly-transgender-actor-1203254288/",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "grace.wang3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-05-01T05:26:40.958Z",
        "lookupcode": "SamStar Wars: The Rise of Skywalker",
        "tagger": "Sam",
        "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
        "additionalPropertyNames": "Star Wars: Episode IX - The Rise of Skywalker",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt2527338/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Star_Wars:_The_Rise_of_Skywalker",
        "fanwikiUrl": "https://starwars.fandom.com/wiki/Star_Wars:_Episode_IX_The_Rise_of_Skywalker",
        "genres": "action\nadventure\nfantasy\n",
        "plotgeo": "*world x, space, exegol, pasaana, kijimi, ahch-to",
        "plotdate": "*future\n35 ABY",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "bad robot productions\nlucasfilm ltd\n",
        "productiongeo": "United States\n",
        "biasTags": "S, C",
        "biasTagNotes": "BARELY passes the bechdel test. S: Poe's new backstory as a drug dealer ties into harmful stereotypes about how latinx characters are commonly represented as criminals or drug dealers in media. C: John Boyega's character Finn was heavily sidelined in the narrative in favor of paying more attention to two white characters (rey and kylo ren).",
        "plotSummary": "star wars, sequel, space opera, aliens, woman protagonist, enemies to lovers trope, ",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen21] increased visibility / investment in story of women compared to past seasons\n[int09] increased visibility / investment of characters with intersectional identities in adaptation\n",
        "positiveReceptionTagNotes": "[gen05] rey is a strong leader in a genre that is often masc-dominated and she is able to be angry as well as compassionate without being weak\n[gen21] introduced a greater number of women characters\n[int09] introduced more women of color as side characters",
        "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth14] decreased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen22] decreased visibility / investment in story of women compared to past seasons\n[sex07] un-nuanced representation of queer sexuality",
        "negativeReceptionTagNotes": "[eth04] poe, played by a latinx man, suddenly had a backstory as a drug dealer which contrasted with his resistance hero background of past films and reinforced stereotypes representing latinx characters as drug dealers.\n[eth14] rose, and asian woman, had her character sidelined completely after being set up to be a main character in the past film and all narrative threads were dropped. finn, a black man, had his relationships devalued as the other characters' relationships were prioritized, mostly white characters rey and kylo ren. \n[gen06] by establishing a relationship between kylo and rey, rey's character is reinforcing tropes about women 'fixing' and entering relationships with men who are violent and abusive towards them. \n[gen10] Zorii, poes love interest drug dealer mostly revolves around poe rather than existing as a complex character outside of their history\n[gen22] rose's character's narrative cut significantly from the film, all of her relationships to other characters are ignored.\n[sex07] \"gay representation\" touted by disney / filmmakers but only end up as a split second shot of two unnamed, unknown women kissing.",
        "additionalNegativeReceptionTags": "romanticizes relationships with domestic violence with kylo and reys relationship, fans accused disney of queerbaiting after giving poe a new love interest and shifting focus from poe and finn to rey and kylo-- a straight white relationship, ",
        "receptionTaggingSources": "https://www.themarysue.com/rise-of-skywalker-gender-parity-more-woc-pls/, https://www.hollywoodreporter.com/news/general-news/john-boyega-says-disney-marketed-black-star-wars-characters-as-important-then-pushed-them-to-side-4054090/, https://dismantlemag.com/2020/05/04/rise-of-skywalker-star-wars-women-organizing/, https://www.refinery29.com/en-us/2019/12/9051201/zorii-bliss-rise-of-skywalker-actor-keri-russell-interview, https://www.chsglobe.com/43852/commentary/star-wars-a-tale-of-racism/, https://www.dailydot.com/parsec/rise-of-skywalker-poe-dameron-backstory/",
        "fSTVOtherLetters": "latinx",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "skolasa@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T05:16:00.884Z",
        "lookupcode": "ElleStar Wars: The Rise of Skywalker",
        "tagger": "Elle",
        "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
        "additionalPropertyNames": "Star Wars: Episode IX – The Rise of Skywalker",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt2527338/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Star_Wars:_The_Rise_of_Skywalker",
        "fanwikiUrl": "https://starwars.fandom.com/wiki/Star_Wars:_Episode_IX_The_Rise_of_Skywalker",
        "genres": "action\nadventure\nfantasy\nscifi",
        "plotgeo": "*world x",
        "plotdate": "*future",
        "distributiontags": "walt disney studios motion picture",
        "productiontags": "bad robot productions\nlucasfilm ltd",
        "productiongeo": "Jordan\nUnited Kingdom\nUnited States",
        "notesOnContentProductionDistributionData": "plot-geo: Sci-Fi space locations in a fictitious galaxy (Exegol, Pasaana, Kijimi, Endor System - Kef Bir, Ahch-To, Tatooine)\nplot-date: future, 35 ABY ",
        "biasTags": "S, T, C*",
        "biasTagNotes": "S: Poe Dameron is given a new backstory in the film of being a former drug-runner. This plays into harmful stereotypes of latinx characters - and is a completely unnecessary addition to his character that is not explored in any meaningful way.\nFinn continues to be relegated to the role of \"supportive best friend\" that adds to problematic, stereotypical tropes like the \"black best friend\" who is never given a fleshed-out story-arc, despite being set-up as a main character in the first film.\nRey is forced to fix and redeem the genocidal antagonist of the entire franchise through her gentle acceptance of him and is saved by his love, which plays into harmful messaging about relationship dynamics for women as well as playing into the damsel-in-distress stereotype within her own movie.\nT: A majority of the characters of color are either completely minor or supporting characters who are not given fully fleshed out story arcs in comparison to their white counterparts.\nFinn is yet again given very little to do in the story despite being set-up as a major character in the beginning of the franchise. Poe is also given a smaller role and his character arc is given very little attention. \nRey is also somewhat tokenized. As a female jedi, her arc feels confused and contradictory to her previous films. Rey is also made to be a \"strong female\" archetype who is also used to redeem and love her abuser/the antagonist of the film, who she is forced to share her leading role with.\nC*: Finn and other characters like Jannah are given reduced roles and very little time in the narrative for their narrative arcs. As well, in Finn's case, there are arcs that seemed to be set up in previous films are completely dropped and ignored in this film (i.e: Jedi Finn, Finn as a Stormtrooper rebellion leader, etc.)",
        "plotSummary": "In the final instalment of the Star Wars sequel trilogy, Episode IX follows Rey, Finn, Poe, and the Resistance as they fight to stop Kylo Ren and the First Order from forming a new Empire.",
        "positivereceptiontags": "[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[int09] increased visibility / investment of characters with intersectional identities in adaptation",
        "positiveReceptionTagNotes": "[eth03]: Poe is finally able to fulfil his character arc and become the leader of the Resistance, not just a supporting facet of the Resistance - following in the footsteps of General Leia.\n[eth09]: There were more POC side-characters added to the film. Poe's screen-time was increased compared to the previous two films.\n[gen05] Rey is given significant screen-time and is the undisputed main character in a film franchise that has been headed primarily by men since its inception. She has support and gets to be a hero just like any of the other main Star Wars characters before her. She is allowed to grieve and be emotional while navigating her quest, as well as maintain her agency as she fulfils her narrative arc. Rey becomes a strong leader AND Jedi, AND main character, challenging the diminished or relatively lesser roles that women in Star Wars are typically given next to male leaders or male jedi.  \n[gen15]: There were an increased number of female characters in the film who had speaking roles/ were given some importance as well as new side-characters. Rey's role was fully fleshed out and given attention in this film, with her having the most screen-time of the characters and being the main focus of the legacy of the Jedi/Sith, and her final take-down of Palpatine, fulfilling her arc as a Jedi.\n[int09]: There were more women of color added to the cast in this film. ",
        "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth10] decreased visibility / investment to poc/mixed-race characters in adaptation\n[eth14] decreased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[gen22] decreased visibility / investment in story of women compared to past seasons\n[sex06] un-nuanced representation of queer sexuality",
        "negativeReceptionTagNotes": "[eth04], [eth06]: Poe is given a stereotypical and harmful backstory of being a drug-runner, which adds to tropes and stereotypes of latinx characters as drug-dealers/\"criminals\". This backstory has no basis in the previous films and seems to exist only to give something for the other characters to belittle Poe about. \nFinn is given a reduced role and is relegated to the supportive \"black best friend\" trope to the white protagonist - despite starting the triology off as, arguably, the deuteragonist. He is given nothing to do and is not allowed any agency throughout the film, often deferring or being overshadowed by white characters (ie: Hux saving Finn from being captured.) \n\n[eth10] Finn has less screen-time in this film than TFA, though he has gained some back from TLJ. However, he is given no expansive story-arc and he is mainly there to support Rey and be paired off with Poe. \n[eth10]: Most of the other characters of color are given an equally reduced role and investment - acting only to support the mechanisms of the plot and the white protagonists. \n[eth14]: Finn is given less screen-time and his arcs are completely abandoned or handled with very little care. His arc that seemed to be established in TFA of being force sensitive and a jedi is abandoned an dis only vaguely alluded to in the film. He is not given any significant time in the narrative to explore the arc of his freedom from the enslavement of the stormtroopers - nor is the arc of the defecting stormtrooper rebellion given any significant time for Finn to lead. \n[eth14]: Rose Tico is given a significantly reduced role in this film - and this follows severely racist vitriol from fans after TLJ.\n[gen06], [gen10]: Rey ends up sharing a major portion of her final, big confrontation with Palpatine with Kylo Ren, the villain who is quickly redeemed in the back-half of the film. She is also saved by him, removing a significant amount of agency from Rey's fight and control of her narrative. She then kisses him - despite the fact that he abused, tortured, gaslit, and demeaned her for the entire trilogy.  Fans were confused and disappointed with this portrayal as a \"romance\". Rey is forced to have a love interest and redeem the villain. She is also folded into a legacies of Star Wars - taking away a significant aspect of her character journey of being an unknown person with the ability to fight and use the force - reducing Rey's individuality to become more like the male characters that came before her.\n[gen10] Zorii Bliss exists mainly to be a former, quippy love-interest to Poe with little backstory of her own outside of him.\n[gen22] Rose Tico is given a significantly reduced role, despite being a major supporting character in TLJ.\n[sex06] There is a queer kiss in one shot with unnamed characters. None of the main characters are addressed as being queer.",
        "receptionTaggingSources": "https://www.cbr.com/star-wars-episode-ix-finn-letdowns/#finn-continuously-causes-unnecessary-problems-for-other-characters, https://www.vox.com/2019/12/30/21042843/kelly-marie-tran-rise-of-skywalker-screentime, https://dorksideoftheforce.com/2020/02/12/star-wars-poe-dameron-backstory/, https://www.reddit.com/r/StarWarsCantina/comments/15i2fm2/not_really_seeing_how_poe_being_a_spice_runner_in/, https://www.reddit.com/r/StarWarsCantina/comments/17puj9j/why_rey_is_actually_one_of_the_best_star_wars/",
        "fSTVOtherLetters": "asian, black, latinx, fem",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "ellebobb@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-06T17:09:42.811Z",
        "lookupcode": "GailSuccession2",
        "tagger": "Gail",
        "propertyNameOriginal": "Succession",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt7660850/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Succession_(TV_series)",
        "fanwikiUrl": "https://succession.fandom.com/wiki/Succession_Wiki",
        "genres": "comedy\ndrama\n",
        "plotgeo": "Croatia\nIceland\nScotland\nUnited States\n",
        "plotdate": "2010s\n",
        "distributiontags": "max (hbo)\n",
        "productiontags": "gary sanchez productions\nhbo max originals / hbo entertainment\nhyperobject industries\nproject zeus\n",
        "productiongeo": "Croatia\nIceland\nScotland\nUnited States\n",
        "biasTags": "D*, W*",
        "biasTagNotes": "There are two characters in Succession season 2 who are people of color (Lawrence Yee and Marcia Roy), who are fairly fully realized characters. However, they are supporting characters and based on their screen time and significance to the plot, they do not make it into the top 8 characters of the season. Based on the top 8 characters being Logan, Kendall, Shiv, Roman, Connor, Tom, Greg, and Gerri, I am assigning Succession s2 D and W bias tags -- D for no lead characters of color and W for all white lead characters. However, since Lawerence are Marcia *are* present in s2, I have added a star to the D and the W. ",
        "plotSummary": "After suffering a severe health issue, an aged tyrannical media mogul forces his adult children to compete against one another to be his successor. ",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen13] women-led creative / production team for story centered on women's experiences",
        "positiveReceptionTagNotes": "[gen05] Succession s2 praised by The Ringer and Glamour for featuring powerful and flawed women characters; Glamour notes that four major women characters were over 60.\n[gen13] The Ringer attributes the high-quality writing for the women characters to women on Succession's writing staff (Lucy Prebble, Susan Soon He Stanton, Georgia Pritchett).",
        "negativereceptiontags": "*no significant diversity-related negative reception",
        "receptionTaggingSources": "The Ringer: https://www.theringer.com/tv/2019/8/12/20799176/succession-season-2-women-shiv-gerri, Glamour: https://www.glamour.com/story/succession-grand-dames",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "adekosnik@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-12T19:57:47.925Z",
        "lookupcode": "AnelizaSuccession2",
        "tagger": "Aneliza",
        "propertyNameOriginal": "Succession ",
        "mediaType": "serial",
        "mediaId": 2,
        "imdbPageUrl": "https://www.imdb.com/title/tt7660850/episodes?season=2",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Succession_(TV_series)",
        "genres": "*other:: black comedy, family drama, tragicomedy\ncomedy\ndrama\nsatire\n",
        "plotgeo": "\nHungary\nIceland\nScotland\nTurkey\nUnited States\n",
        "plotdate": "2010s\n2020s",
        "distributiontags": "hbo\n",
        "productiontags": "gary sanchez productions\nhbo max originals / hbo entertainment\nhyperobject industries\n",
        "productiongeo": "Croatia\nIceland\nScotland\nUnited Kingdom\nUnited States",
        "biasTags": "D, W",
        "plotSummary": "SUCCESSION is a satirical drama centered around the Roy family and their media and entertainment conglomerate company, Waystar RoyCo. The second season follows the family as they continue to struggle for power, seek to buy a competitor company, and face a scandal involving their cruise line.",
        "positivereceptiontags": "[misc11] nuanced portrayal of socioeconomic class\n",
        "positiveReceptionTagNotes": "[misc11] Succession has been celebrated for its critical analysis of whiteness and its reliance on capitalism (and vice versa). The second season further explores those themes and emphasizes the moral corruption of white elites. ",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "aruiz3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-31T17:34:20.853Z",
        "lookupcode": "JuztineThe Lion King",
        "tagger": "Juztine",
        "propertyNameOriginal": "The Lion King",
        "additionalPropertyNames": "The Lion King (2019)",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6105098/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/The_Lion_King_(2019_film)",
        "fanwikiUrl": "https://disney.fandom.com/wiki/The_Lion_King_(2019_film)#Cast",
        "notesOnAnyIdentificationData": "2019 remake",
        "genres": "adventure\nanimation\ndrama\nmusical\n",
        "plotgeo": "Kenya\nTanzania\n",
        "plotdate": "\nUnknown ",
        "distributiontags": "disney+\nwalt disney studios motion picture\n",
        "productiontags": "fairview entertainment\nwalt disney pictures\n",
        "productiongeo": "United States\n",
        "biasTags": "B",
        "biasTagNotes": "B  Even the scene early in the movie where Simba and Nala are being groomed by their mothers, the three female lions only ever speak to Simba. ",
        "plotSummary": "A CGI remake of of the 1994 hand drawn animated feature, The Loin King tells the story of Simba, a young lion intended to be king of The Pride Lands. This loose retelling of Hamlet deals with power, loss, exile, and redemption, told through the animals of the African Savanna.",
        "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[sex12] queer characters made straight in adaptation / not present in adaptation\n",
        "positiveReceptionTagNotes": "[eth09] There are no human characters in The Lion King, but the show has been praised for cast less white voice actors in leading roles in a story that takes place in the African Savanna, specifically the casting of Simba and Scar. \n[sex12] Historically, Disney has been criticized for queer coded villains, and the character in the original 1994 of Scar is one of them. The queer coding was removed form the 2019 film. ",
        "negativereceptiontags": "[sex10] decreased visibility / investment of queer characters in adaptation\n[sex12] queer characters made straight in adaptation / not present in adaptation\n[misc12] un-nuanced portrayal of socioeconomic class\n",
        "negativeReceptionTagNotes": "[sex12] Loosing Scar as a queer character lowers all queer representation in the film.\n[misc12] exclusively focuses on the needs of royalty  ",
        "receptionTaggingSources": "https://www.vox.com/2019/7/17/20694836/lion-king-2019-versus-1994-original-review-comparison",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "Juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-14T19:07:23.867Z",
        "lookupcode": "AceThe Lion King",
        "tagger": "Ace",
        "propertyNameOriginal": "The Lion King",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt6105098/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/The_Lion_King_(2019_film)",
        "fanwikiUrl": "https://disney.fandom.com/wiki/The_Lion_King_(2019_film)",
        "genres": "adventure\nanimation\ndrama\nfamily\nmusical",
        "plotgeo": "*world x: Pride Lands of Africa\nKenya",
        "plotdate": "2010s",
        "distributiontags": "walt disney studios motion picture",
        "productiontags": "fairview entertainment\nwalt disney pictures",
        "productiongeo": "United States",
        "notesOnContentProductionDistributionData": "Simba, the price of the Pride Lands, set out on a journey to learn the meaning of responsibility and bravery after the murder of his father, Mufasa.",
        "biasTags": "B, C*",
        "biasTagNotes": "C*: not sure how much it applies because they're a voice cast, but Beyonce voices the most prominent female supporting character and is not dark-skinned/is lighter-skinned than the other female cast members",
        "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation",
        "positiveReceptionTagNotes": "[eth09] cast not characters - has a more diverse cast than the original 1994 film, which was emphasized throughout marketing\n[gen15] some of the few changes include giving Nala more screentime, letting the audience see her make an important decision that was only implied before",
        "negativereceptiontags": "[gen10] un-nuanced portrayal of women's experience\n[misc12] un-nuanced portrayal of socioeconomic class",
        "negativeReceptionTagNotes": "[gen10] even with a little more screentime, Nala is one of very few female characters, all of whom largely exist to move the (male) plot along. \n[misc12] if we interpret the different animal groups as social classes (which we certainly can), the movie focuses on those in power maintaining power",
        "receptionTaggingSources": "https://www.washingtonpost.com/outlook/2019/07/10/lion-king-is-fascistic-story-no-remake-can-change-that/, https://www.nytimes.com/2019/07/11/movies/the-lion-king-review.html, https://www.vox.com/culture/2019/7/11/20689387/lion-king-review-new-remake-live-action, https://www.vulture.com/2019/07/the-lion-king-2019-review.html, https://time.com/5624935/new-lion-king-differences/",
        "cCases": "The lead women of color characters are played by light-skinned actors.",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "12aschen@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-13T16:07:00.962Z",
        "lookupcode": "SunnyToy Story 4",
        "tagger": "Sunny",
        "propertyNameOriginal": "Toy Story 4",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt1979376/?ref_=fn_al_tt_1",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Toy_Story_4",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Toy_Story_4",
        "genres": "adventure\nanimation\ncomedy\n",
        "plotgeo": "United States",
        "plotdate": "2010s\n",
        "distributiontags": "walt disney studios motion picture\n",
        "productiontags": "pixar animation studios\n",
        "biasTags": "D, S, Y, W, C",
        "biasTagNotes": "D= fails the test\nS = bo peep\nY = no old characters\nW = all white\nC = all white",
        "plotSummary": "Toy Story 4 follows the leads Buzz and Woody from the first three films. They are paired up some friends, like Forky, who were introduced in the previous film. This story explores Woody trying to reconnect with his love, Bo Peep, who was in the first two movies but not the third.",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[dis17] disability de-stigmatization\n[dis20] mental health stigmatization\n",
        "positiveReceptionTagNotes": "https://slate.com/culture/2019/06/toy-story-4-bo-peep-female-characters-gender-flip-sequels.html\n\nhttps://variety.com/2019/film/opinion/toy-story-4-disabilities-representation-1203259620/\n\nhttps://www.usatoday.com/story/life/movies/2019/06/25/toy-story-4-your-burning-forky-questions-answered/1544721001/#:~:text=But%20Cooley%20doesn't%20see,worst%20place%20for%20a%20toy.",
        "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[dis18] disability stigmatization\n",
        "negativeReceptionTagNotes": "https://www.vogue.co.uk/article/bo-peep-toy-story-4-feminist-makeover\n\nhttps://www.hollywoodreporter.com/movies/movie-news/toy-story-4-problem-disability-narrative-1220616/",
        "fSTVOtherLetters": "white",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "howMuchOfThisMediaHaveYouConsumed": 4,
        "emailAddress": "sunnysangha@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2023-07-20T07:35:23.734Z",
        "lookupcode": "JuztineToy Story 4",
        "tagger": "Juztine",
        "propertyNameOriginal": "Toy Story 4",
        "mediaType": "film",
        "imdbPageUrl": "https://www.imdb.com/title/tt1979376/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Toy_Story_4",
        "fanwikiUrl": "https://disney.fandom.com/wiki/Toy_Story_4",
        "genres": "adventure\nanimation\ncomedy\ndrama\nfamily\n",
        "plotgeo": "United States\n",
        "plotdate": "2010s\n",
        "distributiontags": "disney+\nwalt disney studios motion picture\n",
        "productiontags": "pixar animation studios\nwalt disney pictures\n",
        "productiongeo": "United States\n",
        "biasTags": "B, D, W, Y, C, A",
        "biasTagNotes": "Harmful disabled coding in the Gabby Gabby character",
        "plotSummary": "Now belonging to Bonnie, Woody and friends depart on a roadtrip to rescue their friend Bo Peep",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[dis03] challenges stereotypes and tropes about disabilities\n",
        "positiveReceptionTagNotes": "[gen05] Bo Peep is a strong lead character\n[dis03] Forky shows signs of anxiety ",
        "negativereceptiontags": "[dis04] reinforces stereotypes and tropes about disabilities\n[dis08] un-nuanced representation of mental health\n",
        "negativeReceptionTagNotes": "[dis04] Gabby Gabby is portrayed as a villain ",
        "receptionTaggingSources": "https://www.hollywoodreporter.com/movies/movie-news/toy-story-4-problem-disability-narrative-1220616/, https://marygaulke.co/2019/06/29/on-forky-identity-depression-and-how-we-move-on/",
        "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines.",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "juztine@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-24T15:57:51.562Z",
        "lookupcode": "PaileyUnbelievableLS",
        "tagger": "Pailey",
        "propertyNameOriginal": "Unbelievable",
        "mediaType": "serial",
        "mediaId": "LS",
        "imdbPageUrl": "https://www.imdb.com/title/tt7909970/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Unbelievable_(miniseries)",
        "genres": "crime\ndrama\n",
        "plotgeo": "United States\n",
        "plotdate": "2010s\n",
        "distributiontags": "netflix\n",
        "productiontags": "cbs television studios\nescapist fare\n",
        "productiongeo": "United States\n",
        "biasTags": "N/A",
        "biasTagNotes": "Because this piece is based off of real life events and people, there isn't a lot of bias in the casting and writing. Although the primary cast is rather young and with very little POC, it feels accurate for the area they are in (Washington & Colorado) and for the story they are depicting.",
        "plotSummary": "Based on a true story, \"Unbelievable\" follows the case of Marie Adler, who was charged for a crime for reporting that she was raped. The series follows Marie as she grapples with the aftermath of a traumatic event, while detectives, police, and other authority figures attempt to unravel the truth.",
        "positivereceptiontags": "[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
        "positiveReceptionTagNotes": "[gen05] The differing personalities and lives of Detective Rasmussen and Detective Duvall challenged stereotypes and tropes about women. The two women contrasted each other in how they handled the case, how they carried themselves at work, and how they managed their personal lives. They exemplify that there’s more than one way for a woman to show power and take control of their life.\n\n[gen09] “Unbelievable” provides a nuanced portrayal of a woman’s experience in cases of sexual assault and rape. The harshness of how Marie was treated by family and authority figures alike act as a call against patriarchy and existing societal standards that default to questioning women.\n\n[dis07] Between Marie and Amber, two women who were victims of nearly identical situations, viewers were able to view two portrayals of how a person can react to trauma and how mental health challenges such as PTSD, anxiety, or depression take form. They struggle in different ways and learn to manage it in different ways, proving that mental health lies on a large spectrum and takes effort to understand.\n\n[dis19] By watching Marie and Amber navigate their life not only after the traumatic event of rape, but also the way they were treated after, viewers are shown that mental health challenges are very real and can present in different ways. The differences in their stories show that mental health challenges are often interpreted in different ways by different people, for both good and bad.",
        "negativereceptiontags": "*no significant diversity-related negative reception\n",
        "receptionTaggingSources": "https://www.vulture.com/2019/09/unbelievable-netflix-feminist-crime-series.html, https://www.rifemagazine.co.uk/2020/05/netflixs-feminist-crime-drama-unbelievable-is-full-of-quiet-power/, https://www.meredithlpc.com/blog/a-mental-health-professionals-review-of-netflixs-unbelievable#:~:text=Following%20Marie%27s%20assault%2C%20she%20is,and%20has%20strained%20social%20relationships",
        "howMuchOfThisMediaHaveYouConsumed": 3,
        "emailAddress": "pailey.kao@berkeley.edu",
        "notesOnReceptionTags": "There is very minimal negative reception, especially in regards to diversity. Because this is a show based on true events, there were limitations to casting and character choices. It’s far from being a perfectly diverse and nuanced story, but it attempts to remain truthful to the original story, which is crucial for a show like “Unbelievable.”"
    },
    {
        "year": 2019,
        "timestamp": "2024-02-20T04:39:36.041Z",
        "lookupcode": "ElleUnbelievable1",
        "tagger": "Elle",
        "propertyNameOriginal": "Unbelievable",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7909970/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Unbelievable_(miniseries)",
        "fanwikiUrl": "https://unbelievable-netflix.fandom.com/wiki/Unbelievable_Wiki",
        "genres": "crime\ndrama",
        "plotgeo": "United States",
        "plotdate": "2000s\n2010s",
        "distributiontags": "netflix",
        "productiontags": "*other:\ncbs television studios\nescapist fare",
        "productiongeo": "United States",
        "notesOnContentProductionDistributionData": "Production-tags, other: Katie Couric Media, Timberman/Beverly Productions, Sage Lane Productions",
        "biasTags": "D*",
        "biasTagNotes": "D*: The show does not feature many POC characters, the cast is mainly white. However, the show is \"based on a true story\", with casting, generally, seeming to align with the real people the characters are based on. I could not find any significant negative reception on this account, however, I felt it necessary to note and tag. While there are no explicitly egregious moments of bias in the casting or depictions, there is a noticeable lack of developed POC representation within the show, even with characters who are not explicitly based on a real person. ",
        "plotSummary": "Based on a true story, \"Unbelievable\" follows the story of Marie Adler, a girl wrongly charged with making a false report of rape. As the series progresses, Marie's story becomes intertwined with the investigation of two detectives working to uncover the truth of various connected crimes.",
        "positivereceptiontags": "[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n[gen13] women-led creative / production team for story centered on women's experiences\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[dis07] nuanced representation of mental health\n[dis19] mental health de-stigmatization\n[misc11] nuanced portrayal of socioeconomic class",
        "positiveReceptionTagNotes": "[eth11]: The role based on Special Agent Jonny Grusing, a white man, is portrayed by Scott Lawrence, a Black man. \n[gen05], [gen09]: The core of the show is dedicated to portraying the experiences of women in a nuanced and intricate way. The show's portrayal of the main character, Marie Adler, fights against typical tropes of women in true crime series - generally either victims for the sole purpose of moving the plot along, or dead victims to be observed without any attention to their lives or personalities. Marie's character and experiences are given careful consideration that explores the complex and traumatic nature of the assault committed against her and how she would respond to such a trauma. Also, the show is made-up primarily of women, offering a viewpoint of various different women's lives, personalities, and abilities. The main detectives leading the investigation are also women, challenging the typical \"male savior\" trope in many true crime stories revolving around women's assaults.\n[gen13]: The show was co-created by two women, with several women on board as  executive producers. \n[gen15]*: In comparison to the general genre of true crime, \"Unbelievable\" spends its focus on actually focusing on the women that were involved in the story with care and decency. The story, while detailing the actual crimes and perpetrators, is always grounded in the impact on the lives of the women of the story and how they must negotiate with them.\n[dis07], [dis19]: The mental health of the victims, particularly Marie, is focused on intently throughout the series. They are portrayed in a nuanced, complex way that is indicative of the suffering and reactions that the women are undergoing in these traumatic situations. Offers care in the portrayal of mental health that allows the audience to gain sympathy and understanding for the characters without stigmatization or unnecessary degradation.\n[misc11]: Marie Adler's life as a former foster-child who has graduated out from the system is handled with care and nuance. The show details how her socioeconomic status made her vulnerable to police pressure and the impacts that it had on her while navigating the system.",
        "negativereceptiontags": "*no significant diversity-related negative reception",
        "howMuchOfThisMediaHaveYouConsumed": 4,
        "emailAddress": "ellebobb@berkeley.edu",
        "notesOnReceptionTags": "Lack of negative reception: after much research, I could not find any significant negative reactions to diversity-related tags. The show was received very well both critically and with the audience. Though there is a lack of diversity, I could not find significant reactions to this, possibly based on the \"true-story\" aspect of the series. I think the show did the main aspect of what it was trying to deliver very well (ie: portray a woman's, and women's, experiences with trauma and rape and the failure of the system to protect and serve, etc.) to be done very well, hence the strong positive response. I will account for the lack of negative reception in the blurb to account for the various factors that add together to make up the reception to this series, so as to not disingenuously represent the actual reception."
    },
    {
        "year": 2019,
        "timestamp": "2024-01-11T19:02:45.348Z",
        "lookupcode": "AnelizaWatchmen1",
        "tagger": "Aneliza",
        "propertyNameOriginal": "Watchmen",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7049682/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Watchmen_(TV_series)",
        "fanwikiUrl": "https://watchmen.fandom.com/wiki/Watchmen_Wiki",
        "genres": "*other::dystopia\ncrime\ndrama\nmystery\n",
        "plotgeo": "*world x: Europa\nUnited States\nVietnam\n",
        "plotdate": "1920s\n2010s\n",
        "distributiontags": "hbo",
        "productiontags": "dc films / entertainment\nparamount television\nwarner bros. pictures\nwhite rabbit\n",
        "productiongeo": "United States\nWales",
        "biasTags": "A, B*, S*",
        "biasTagNotes": "A - Louis Gosset Jr. plays a wheelchair user but does not use one in real life \nB* - Technically, the women all talk about the murder of a man or the presence/impact of various male characters \nS* - There's definitely toom for debate, but Trui feels like a mash up of both the Dragon Landy and the Model Minority",
        "plotSummary": "Set in Tulsa, Oklahoma Watchmen follows the mystery surrounding police officer Angela Akbar (aka Sister Knight) which involves god-like being Dr.Manhattan, the white supremacist group The Seventh Calvary, and genius scientist Lady Trieu.",
        "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen09] nuanced portrayal of women's experience\n",
        "positiveReceptionTagNotes": "\n",
        "negativereceptiontags": "[eth08] white creative / production team for story centered on poc/mixed-race experiences\n",
        "negativeReceptionTagNotes": "[eth08] - somewhat fringe group",
        "receptionTaggingSources": "https://www.vox.com/culture/2019/10/17/20918439/watchmen-hbo-review-damon-lindelof-regina-king-comic, \nhttps://www.theatlantic.com/entertainment/archive/2019/10/review-what-makes-hbos-watchmen-so-timely/600394/, \nhttps://www.rogerebert.com/streaming/hbos-watchmen-is-like-nothing-else-on-television, \nhttps://www.latimes.com/entertainment-arts/tv/story/2019-12-12/hbo-watchmen-regina-king-damon-lindelof-lost-critics\n",
        "fSTVOtherLetters": "asian",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "Aruiz3@berkeley.edu"
    },
    {
        "year": 2019,
        "timestamp": "2024-01-19T00:30:12.742Z",
        "lookupcode": "SunnyWatchmen1",
        "tagger": "Sunny",
        "propertyNameOriginal": "Watchmen",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7049682/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Watchmen_(TV_series)",
        "fanwikiUrl": "https://watchmen.fandom.com/wiki/Watchmen_Wiki",
        "genres": "*other::\ncrime\ndrama\nmystery\n",
        "plotgeo": "*world x\nUnited States\nVietnam\n",
        "plotdate": "1920s\n2010s\n",
        "distributiontags": "hbo",
        "productiontags": "dc films / entertainment\nparamount television\nwarner bros. television studios\nwhite rabbit",
        "productiongeo": "United States\nWales\n",
        "biasTags": "A, S, T, F",
        "biasTagNotes": "A = non-wheelchair user playing wheelchair user\n S=lady trieu , based off Vietnamese legend but it is arguable how it was displayed with adornment or for merely plot capital  \nF = one character = \"a young clone of Trieu's mother passed off as her daughter.\" ",
        "plotSummary": "Set in 2019 Tulsa Oklahoma, the show follows an alternate reality where vigilantes are seen as outlaws for their \"violence\". In 2016, a white supremacist organization targeted and killed 40 cops, leaving only two survivors (Angela and Judd). Detective, Angela Abarr, attempts to crack down on the white supremacist group. Through this she becomes involved with the plots of Doctor Manhattan and the Hooded Justice, who was the original masked hero and a survivor of the Tulsa massacre. ",
        "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[gen05] challenges stereotypes and tropes about women\n[gen09] nuanced portrayal of women's experience\n",
        "negativeReceptionTagNotes": "not historical enough \ntakes too much liberty\nliberalizes the subject matter",
        "receptionTaggingSources": "https://www.mediaversityreviews.com/tv-reviews/2020/1/5/watchmen \n",
        "fSTVOtherLetters": "asian",
        "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability.",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "sunnysangha@berkeley.edu",
        "notesOnReceptionTags": "i am going to watch the show this wknd and come back "
    },
    {
        "year": 2019,
        "timestamp": "2024-01-26T00:09:42.863Z",
        "lookupcode": "SunnyWhen They See Us",
        "tagger": "Sunny",
        "propertyNameOriginal": "When They See Us",
        "imdbPageUrl": "https://www.imdb.com/title/tt7137906/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/When_They_See_Us",
        "fanwikiUrl": "https://netflix.fandom.com/wiki/When_They_See_Us",
        "genres": "biography\ncrime\ndrama\nhistorical\nhistorical fiction\n",
        "plotgeo": "United States\n",
        "plotdate": "1980s\n2000s\n",
        "distributiontags": "netflix\n",
        "productiontags": "ARRAY filmworks, Forward Movement, Harpo Films, Participant, Tribeca Productions",
        "productiongeo": "United States",
        "notesOnContentProductionDistributionData": "Anna Duvernay is one of the few Black women in directorial positions. She is rarely given films outside of race or painful histories. Please give her a film about Black girls and Black women in happy and playful sets who are just going through a regular indie coming of age please the hollywood canon needs it so bad",
        "biasTagNotes": "\n\n",
        "plotSummary": "The show is a miniseries documenting the conditions surrounding the rape of a Central Park jogger in 1989. 5 Black teens were charged and arrested for the rape in a case that attention from around the nation. In 2002, another man came forward and confessed his sole particaption in the rape and attack on Trisha Melie. The 5 boys, infamously dubbed \". The Central Park 5\" were freed and financially compensated by the State of New York and NYPD.",
        "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[nat03] challenges stereotypes and tropes about nationality\n[nat05] nuanced national representation\n[nat07] production team shares national culture for story centered on national cultural experiences\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n",
        "negativereceptiontags": "[gen04] reinforces stereotypes and tropes about trans/gnc people\n",
        "negativeReceptionTagNotes": "\"How my mother Deloris Wise was portrayed wasn’t the mother I was raised with because she is an outspoken & a very supportive mother,\" said Korey's sister Vanity in an Instagram post. Vanity, who is also transgender, criticized director Ava DuVernay's decision to include the scene where her mother disapproves of Marci's transition to female.\n\nthis is a quote from an article, but the dude who wrote it was a blaring white supremacist who said the miniseries failed for citing the imprisonment of the 5 boys as racist. media literacy and common sense and logic and a whole lot of other things are dead in the brains of americans cuz wth? but this was good, he cited a comment from Korey's sister (who is also trans) and she commented on the portrayal of her sister in the miniseries ",
        "howMuchOfThisMediaHaveYouConsumed": 2,
        "emailAddress": "sunny22sangha@hotmail.com",
        "notesOnReceptionTags": "this made so many racist people mad, \"\"The five of them went to Central Park to beat up people and they ended up with millions of dollars and they’re heroes and civil rights icons,\" Reynolds said. \"It’s appalling.\" -ABC interview , is crazy .."
    },
    {
        "year": 2019,
        "timestamp": "2024-02-21T02:55:02.728Z",
        "lookupcode": "ElleWhen They See Us1",
        "tagger": "Elle",
        "propertyNameOriginal": "When They See Us",
        "mediaType": "serial",
        "mediaId": 1,
        "imdbPageUrl": "https://www.imdb.com/title/tt7137906/",
        "wikipediaPageUrl": "https://en.wikipedia.org/wiki/When_They_See_Us",
        "fanwikiUrl": "https://netflix.fandom.com/wiki/When_They_See_Us",
        "genres": "biography\ncrime\ndrama\nhistorical\nhistorical fiction",
        "plotgeo": "United States",
        "plotdate": "1980s\n1990s\n2000s\n2010s",
        "distributiontags": "netflix",
        "productiontags": "*other:\nharpo productions\nparticipant media",
        "productiongeo": "United States",
        "notesOnContentProductionDistributionData": "Production-tags: Other: Tribeca Productions, Participant Media, and ARRAY. ARRAY was founded by Ava DuVernay who created, co-wrote, and directed \"When They See Us\". ",
        "biasTagNotes": "Based on reception and my own personal notes on the show, I do not believe the show has earned any bias tags. Instead, it portrays a well-rounded, diverse, empathetic portrait of the story that is devoted to accurate and re-focused representation of Richardson, McCray, Santana, Wise and Salaam that views them as individuals, rather than the \"Central Park Five.\" The show seems dedicated to undoing/challenging  harmful stereotypes and representations of the boys.",
        "plotSummary": "\"When They See Us\" is a biographical miniseries that depicts the lives and experiences of the \"Central Park Five\" - following their individual stories throughout the entirety of their false convictions, and later exonerations, for the rape of Trisha Meili in 1989.",
        "positivereceptiontags": "[eth01] actor shares ethnicity with character\n[eth03] challenges stereotypes and tropes about poc/mixed-race people\n[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth07] poc/mixed-race creative / production team for story centered on poc/mixed-race experiences\n[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[nat07] production team shares national culture for story centered on national cultural experiences\n[gen01] actor shares gender identity with character\n[gen03] challenges stereotypes and tropes about trans/gnc people\n[gen07] nuanced portrayal of trans experience\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[dis07] nuanced representation of mental health\n[int01] actor shares intersectional identity with character\n[misc11] nuanced portrayal of socioeconomic class",
        "positiveReceptionTagNotes": "[eth01] All actors are cast in accordance with their real-life counterparts. Appropriate care put into maintaining shared ethnicity between actors and the characters/real-life persons.\n[eth03], [eth05] The show is dedicated to portraying a well-rounded, diverse, empathetic portrait of Richardson, McCray, Santana, Wise, and Salaam that views them as individuals, rather than the \"Central Park Five.\"\n[eth03], [eth05] The show consistently undoes & challenges harmful, racist stereotypes and representations of the boys that were utilized to dehumanize them during the before, during, and after the trial. \n[eth03], [eth05] The show works to pull the veil back from the harmful, racist rhetoric that fueled the trial. The show makes active commentary on the systemic racism that is imbued in the justice system, the prison system, and the legal system as a whole. Provides context for the challenges that the boys faced and the amount of deeply-rooted dogma that was standing against them. \n[eth07], [nat07] Centered on the stories of the African-American boys (and Afro-Latino Raymond Santana) the show was created by Ava DuVernay, an African-American woman. As well, a majority of the head writers are also African-American. The production team, with DuVernay on it, also features Oprah Winfrey.\n[eth09]*: Focuses on the lives, families, and emotions of Richardson, McCray, Santana, Wise, and Salaam very closely. Provides a more empathetic, complex depiction of them than an expected \"just the facts\" portrayal would offer. Allows them to exist within their own narrative and helps to reclaim their humanity in the face of dehumanizing media rhetoric.\n[gen01], [int01] Isis King is a Black trans woman, portraying a Black trans woman in the show.\n[gen03], [gen07] The portrayal by Isis King of Marci Wise is deeply impactful and done with a lot of care by King. The portrayal is nuanced and in-depth, does not fall into stereotype, and offers a window into Marci Wise's life and her impact on her brother's life. Also depicts the struggles that Black trans women go through in particular, emphasized by the scene where she is thrown-out by her mother. \n[gen19] Provides more visibility and investment into Marci Wise's story and experiences.\n[gen15] Provides more investment into the families of Richardson, McCray, Santana, Wise, and Salaam - with particular focus on their mothers as compared to previous interpretations/productions of the story or in the media.\n[dis07] Provides a deep look into how the trauma of the events impacts Richardson, McCray, Santana, Wise, and Salaam and how they negotiate with it. The show particularly pays attention to the excruciating mental trauma that Wise undergoes in solitary confinement.\n[misc11] Show focuses on how socioeconomic class leaves the boys and their families vulnerable to being exploited and taken advantage of by multiple parties throughout the series.",
        "negativereceptiontags": "*no significant diversity-related negative reception\n[gen10] un-nuanced portrayal of women's experience",
        "negativeReceptionTagNotes": "[gen10] FRINGE***; There was some negative reactions spearheaded by Linda Fairstein, who has vocally opposed her depiction in the series as being full of \"distortions and falsehoods.\" However, it is worth noting that she has suffered severe backlash from her dogged involvement in the convictions and she also has yet to let-up or retract any of her racist, unfavorable rhetoric regarding the case. SO this should be taken with a grain of salt. It is NOT representative of general reactions to the show.",
        "receptionTaggingSources": "https://www.nytimes.com/2019/06/11/arts/television/linda-fairstein-when-they-see-us.html, https://muse.jhu.edu/article/730381/pdf, https://www.forbes.com/sites/danafeldman/2019/06/19/ava-duvernay-on-when-they-see-us-what-kind-of-people-are-we-if-we-turn-our-eyes-to-this/?sh=875be1e63427, https://www.oprahdaily.com/entertainment/tv-movies/a27757881/isis-king-when-they-see-us-facts/, https://www.rogerebert.com/reviews/when-they-see-us-2019",
        "howMuchOfThisMediaHaveYouConsumed": 5,
        "emailAddress": "ellebobb@berkeley.edu"
    }
]