[
  {
    "tagger": "Sam",
    "propertyNameOriginal": "Joker",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt7286456/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Joker_(2019_film)",
    "fanwikiUrl": "https://dc.fandom.com/wiki/Joker_(Movie)",
    "notesOnAnyIdentificationData": "",
    "genres": "crime\ndrama\nthriller\n",
    "plotgeo": "United States\n",
    "plotdate": "1980s\n",
    "distributiontags": "warner bros. pictures\n",
    "productiontags": "*other: village roadshow pictures, bron creative, joint effort\ndc films / entertainment\nwarner bros. pictures\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, D, A*",
    "biasTagNotes": "A* because it's not his disability that causes him to be violent, but it is a reaction to how he relates to others because of his disability (\"What do you get when you cross a mentally-ill loner with a system that abandons him and treats him like trash?\") and he says he feels much better not being on his meds after stabbing a man to death.",
    "plotSummary": "Struggling stand-up comedian Arthur Fleck becomes the Joker as his mental health and financial situation deteriorate, igniting a chaotic, violent rebellion against the affluent population of Gotham City.",
    "plotTagNotes": "",
    "positivereceptiontags": "[dis05] nuanced representation of disability\n[int05] nuanced portrayal of intersectional experience\n",
    "positiveReceptionTagNotes": "[dis05] and [dis07] sort of. people connected emotionally with him, and had empathy for the way people mistreated him. people connected to his loneliness not as a symptom of his disability but as a symptom of other people reacting negatively to it. they make a big point in the film that he is a victim of violence many times before he is a perpetrator of it.\n[int05] this one isn't understood by the character at all but the audience could understand that black women try to connect with him as someone let down by societal systems, even if he won't recognize they are also (even more so) a victim to the same systems.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[gen10] un-nuanced portrayal of women's experience\n[dis08] un-nuanced representation of mental health\n",
    "negativeReceptionTagNotes": "[eth06] arthur never realizes that POC are also victims of institutional violence and class based struggles\n[gen10] sophie is the doting loving girlfriend who lives in his head but even in his head has no life or NAME. SO MANY PEOPLE ARENT NAMED. its shown as romantic that he stalks her and then just up and kisses her.\n[dis08] his mom faced obvious mental health issues but theres no sympathy for her unlike the time and care given to him, and we are supposed to celebrate when he kills her",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.okayplayer.com/originals/new-joker-movie-controversy-black-people-review.html, https://www.huffpost.com/entry/lets-talk-about-the-black-women-in-joker_n_5d9605dae4b0da7f6622abc7, https://thenerdsofcolor.org/2019/10/04/the-fate-of-black-women-in-joker/, https://marymount.edu/academics/college-of-sciences-and-humanities/school-of-humanities/student-publications/magnificat-2022/portrayal-of-mental-illness-in-joker, https://www.thefilmagazine.com/joker-incels-violence-the-alt-right-tackling-the-discourse-around-2019s-most-controversial-movie/",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "A character is depicted as villainous because of their disability.",
    "howMuchOfThisMediaHaveYouConsumed": 2,
    "ethnicity": 2,
    "nationality": 3,
    "gender": 1,
    "sexuality": 3,
    "age": 2,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 22,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 13,
    "comments": "age-- his mom is in his 60s but shes also treated like an old crone who burdens him and she doesnt get any of the sympathy for her mental health issues like he does.",
    "_150CharacterPullQuoteFromBlurb": "If there is a message about shared class struggles, it doesn’t seem pushed by the narrative. Rather, Joker’s fight against “The System” supersedes any other understanding of intersectional inequality.",
    "pseudonym": "Basil",
    "copyEditedBlurb": "Before <i>Joker</i> even came out, critics were concerned about the real-world ramifications of creating a folk hero out of Gotham City’s most infamous villain, giving him a rare spotlight as a protagonist. The film tries for a more sympathetic rendition of the man behind the clown makeup and attempts to indict the social systems that fail him, but ultimately the few interesting ideas about class or mental health in <i>Joker</i> are abandoned to adhere exclusively to Arthur Fleck’s individual experience as a working class white man.\n\nThe film frames Arthur’s declining mental health as a symptom of the lack of economic resources and social safety nets for the disabled working class — “What do you get when you cross a mentally-ill loner with a system that abandons him and treats him like trash?” he asks — but the narrative doesn’t really dive deeper into the systemic issues perpetuating this. While the antagonists are the elite and privileged, Fleck’s relationship with the working class people around him are still held at distance.\n\nThere is an interesting pattern of these interactions occurring specifically with Black women, like his therapist who attempts to relate to him, telling him <spoilers>“they don't give a shit about people like you, Arthur. And, they really don't really give a shit about people like me either,” after the city cuts funding for the program</spoilers>. However, Arthur barely seems to register this. He consistently feels that he isn’t seen by the people in his life, but there’s no recognition that this woman could be someone with shared experiences, rather than just being part of a hurtful system. <spoilers> Later, Joker presumably kills a different psychiatrist after telling her she wouldn’t get his joke, an intentional call back (through set design and casting) to his refusal to relate to the Black women trying to help him</spoilers>. If there is a message about shared class struggles, it doesn’t seem pushed by the narrative. Rather, Joker’s fight against “The System” supersedes any other understanding of intersectional inequality.\n\nWhether they’re seen as <a href=”https://time.com/5696670/joker-movie-black-women-characters/”> sympathetic </a> or “<a href=”https://www.nytimes.com/2019/10/09/movies/joker-movie-controversy.html”> oppositional or antagonistic</a>” towards Arthur, the lack of connection between Arthur and the Black women around him goes both ways. The two Black women I’ve mentioned are named only by their roles in institutions Arthur doesn’t feel supported by: social work and psychology. We see the city through Fleck’s eyes, and he never sees them as people.\n\nThis is most prominent with his love interest and neighbor, Sophie. Even if reviews note that the other Black women in the film are unnamed, there is a consistent blind spot towards the fact Sophie is never named in the film. The only reason we know her name is from the credits and press tours. This could be an intentional clue that <spoilers>their relationship is a fantasy Arthur constructs. In his head, she has no hesitations, no other obligations, and no daughter. She is a blank slate who smiles beautifully and tells Arthur what he wants to hear, and he might not even know her name. But if it’s a clue, it’s not made up for later. We get very little of her as a real person, and even after the illusion falls away<spoilers> we stay on Arthur and leave the unnamed Sophie behind, sitting with Fleck’s loneliness after <spoilers>the loss of his fantasy</spoilers> without facing the dehumanization and discomfort for Sophie at being the subject of it.\n\nArthur Fleck might start a movement against the white, rich elite of Joker’s Gotham, but the movie makes it clear that his revolution is also a white boys club."
  },
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "Joker",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt7286456/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Joker_(2019_film)",
    "fanwikiUrl": "https://villains.fandom.com/wiki/Joker_(2019)",
    "notesOnAnyIdentificationData": "",
    "genres": "crime\ndrama\nthriller\n",
    "plotgeo": "*world x\nUnited States\n",
    "plotdate": "1980s\n",
    "distributiontags": "warner bros. pictures\n",
    "productiontags": "dc films / entertainment\nwarner bros. pictures",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "A, B, C, D, S, T, V,",
    "biasTagNotes": "A- the joker has “mental health issues” reduced to that alone.\nB-fails test, (closest is sophie when patronizing her daughter, both unnamed on screen.) \nC- quirky sweet love interest vs cold rigid therapist + psychiatric. Not brutally offensive but aligns with industry norms/stereotypes and does not offer dark skin women new progressive roles. \nD - fails test, black women’s characters are scenery/plot props for the joker\nS- black woman therapist: media property has minority or female characters, but their portrayals simply conform to both negative and positive stereotypes. Also Penny as a young mom is depicted as reckless/not in control. Sophie depicted as single black mom who is tired of daughter, + shown violent “rob the store, kill me”. Daughter/kid shown as annoying. Really no positive examples of women/girls compared to men/boys. (Compare/Contrast: Bruce Wayne, the detectives, comedy club mcs to ALL the women n girls)\nT - their presence serves only to create a general impression of diversity. do not have fully-realized lives or a substantial storyline of their own. Ex: mother on bus, the two psyches(one who had a line w/ powerful potential of intersectionality but never explored again), sophie(this one ill pass because her role as the love interest is gonna be simply reduced for a man movie but still it shouldnt be), sophie’s daughter\nV- the mixed group of brown kids jumping the joker ",
    "plotSummary": "A mentally ill man who works as a clown and a stand up comedian who lives upon fringe society due to his class status. He decides to manage his ills with society through violence. ",
    "plotTagNotes": "",
    "positivereceptiontags": "\n[dis07] nuanced representation of mental health",
    "positiveReceptionTagNotes": "https://www.washingtonpost.com/gender-identity/several-male-film-critics-praised-joker-heres-why-female-critics-arent-sold/",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[gen06] reinforces stereotypes and tropes about women\n[gen10] un-nuanced portrayal of women's experience\n[dis02] actor does not share onscreen disability with character\n[dis04] reinforces stereotypes and tropes about disabilities\n[dis08] un-nuanced representation of mental health\n[dis19] mental health de-stigmatization\n",
    "negativeReceptionTagNotes": "https://othersociologist.com/2019/10/06/gender-race-and-ableism-in-joker/\n\nhttps://ceasefiremagazine.co.uk/joker-art-misogyny/\n\n",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "black, latinx, fem, masc",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors., Antagonists are played by dark-skinned actors, while protagonists are played by light-skinned actors.",
    "aCases": "A character with a disability is played by an actor who does not share that disability. In the case of visible disabilities, make-up or special effects may be used to simulate the disability., A character is depicted as villainous because of their disability.",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 1,
    "sexuality": 1,
    "age": 2,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 12,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 6,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "I find it so odd that a villain origin story from Hollywood is like a never-ending Russian doll. Now, instead of the Joker being the true villain, we can blame his mother!",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "This was so bad. I was only able to get through it at 2x speed. All the diversity stuff aside, this film was just bad. The pacing, the too-long shots, the tortoise timing of it all. It was like watching paint dry. Although, the scene where he gets his lick back on the rich white boys was engaging and interesting. \n\n<a href='https://ceasefiremagazine.co.uk/joker-art-misogyny/'>Neal Curtis</a> excellently explores the misogyny and misogynoir of the film in Ceasefire Magazine. The film uses women as props, never naming them on screen or giving them full stories. The only named woman is his mother, Penny Fleck, and she is shown to be the root of his problems. We never explore her mental health, like do with the Joker’s. I find it so odd that a villain origin story from Hollywood is like a never-ending Russian doll. Now, instead of the Joker being the true villain, we can blame his mother! Or his father if they gave Penny any grace on screen, and then some other thing, instead of directly citing capitalism and colonialism outright. Films exploring the shortcomings of mental health infrastructures, class systems, and social relations without containing social theory and history end up seeming incredibly narrow and lacking substance (because well, they are). <a href='https://othersociologist.com/2019/10/06/gender-race-and-ableism-in-joker/'>Dr. Zuleyka Zevallos</a> perfectly details the sociological harms the film perpetuates in her blog.\n\nAlso, the group of random brown skinned teenagers who beat up the Joker is an interesting choice of casting and framing compared to the group of bougie white boys who antagonize him later. An imagined world where white boys don't commit street violence and rich snobs can’t be brown. But to be honest, the white boys were the ones brutally murdered on screen, and I’m glad it wasn’t the kids of color because that would have been worse. Still, interesting dynamics between the two groups of boys.\n\nThe cops shooting the wrong person then getting jumped was odd framing to evoke cop sympathy. Real life cops are not like that; tragically, they are worse. The Joker’s dance was funny so I’ll give them that. \n\nThere are some accurate depictions of what state-funded mental health services look like and I wish the film used this as a call-to-action to fix the system, rather than a prop piece to explain the Joker’s rage. "
  }
]