[
  {
    "tagger": "Grace",
    "propertyNameOriginal": "Spider-Man: Far From Home",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6320628/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Spider-Man:_Far_From_Home",
    "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Spider-Man:_Far_From_Home",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\ncomedy\nscifi\n",
    "plotgeo": "*world x\nAustria\nCzech Republic\nGermany\nItaly\nMexico\nUnited Kingdom\nUnited States\n",
    "plotdate": "2020s\n",
    "distributiontags": "amazon prime video\napple tv+\nhulu\nsony pictures releasing\nyoutube premium\n",
    "productiontags": "*other:\ncolumbia pictures\nmarvel studios\n",
    "productiongeo": "Czech Republic\nItaly\nSpain\nUnited Kingdom\nUnited States\n",
    "notesOnContentProductionDistributionData": "Plot geo includes world x because Earth is technically Earth-616 in the Marvel universe\n\nProduction tags: \"other\" refers to Pascal Pictures",
    "biasTags": "E",
    "biasTagNotes": "E: The character Flash is of Indian descent while his actor is Latino.",
    "plotSummary": "All our friendly neighborhood Spider-Man wants is to join his high school class on their summer vacation in Europe, but duty calls when several elemental creature attacks wreak havoc across the world. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth05] nuanced representation of poc/mixed-race experience / racism\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen23] gender nonconformity normalized",
    "positiveReceptionTagNotes": "[eth05] MJ and Ned are POC and fully realized characters. Lots of positive reception about making Peter's classmates very diverse in the film.\n[eth11] characters are racebent from their original white comic book counterparts\n[eth15] MJ and Peter, Betty and Ned\n[gen23] 2 trans actors were cast in film",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "*no significant diversity-related negative reception\n",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.forbes.com/sites/anharkarim/2019/01/27/the-spider-man-far-from-home-trailer-takes-an-important-step-for-diversity/?sh=4e065cba5b1b, https://loneconservative.com/2019/07/17/spiderman-far-from-home-shows-the-diversity-in-school-choice/, https://variety.com/2019/film/news/spider-man-far-from-homes-zach-barack-opens-up-about-being-marvel-studios-first-openly-transgender-actor-1203254288/",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 3,
    "gender": 2,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 30,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 11,
    "comments": "",
    "_150CharacterPullQuoteFromBlurb": "It can be – and was – argued that if race made little difference, then why not cast white actors for canonically white characters. To that, I counter, why not cast diverse actors? Hollywood knows we need it.",
    "pseudonym": "Ichigo",
    "copyEditedBlurb": "<i>Spider-Man: Far From Home</i> does indeed travel far from its home (the comics), especially through its casting and character choices. Most notably, the Tom Holland Spider-Man universe gave us an iconic MJ (originally Mary Jane, now Michelle Jones), played by half-Black actress Zendaya, and a charismatic Ned, played by Hawaiian-born Filipino actor Jacob Batalon. This contrasts with the original comics, where Mary Jane and Ned were both white, and as always, fans have opinions.\n\nFor the most part, viewers adored Zendaya’s and Batalon’s portrayals of MJ and Ned. Race played a small role in their character development, which was primarily guided by their personalities and relationships with Peter Parker. However, it can be – and was – argued that if race made little difference, then why not cast white actors for canonically white characters. To that, I counter, why not cast diverse actors? Hollywood knows we need it. And the personability that Zendaya and Batalon bring to their characters reflects the maturity and nuance that is required for actors to navigate race-bent roles.\n\nBeyond our leads, <i>Far From Home</i> brought us an incredibly diverse supporting cast. Peter Parker’s classmates came from a variety of backgrounds, including Malaysian Brad Davis (Remy Hii) and Guatemalan Flash Thompson (Tony Revolori). <i>Far From Home</i> also made Marvel history with the first transgender actor (Zach Barack) and the first Muslim, hijab-wearing actress (Zoha Rahman). Viewers and critics alike appreciated the accurate representation of a high school student body in the melting pot of New York. However, it must be acknowledged that these characters of color (somewhat understandably) lacked depth to their stories. Despite their sizable screen-time, they were little more than “Peter’s classmates”. Additionally, several comic fans found it problematic that <a href=\"https://hellzyeahthewebwieldingavenger.tumblr.com/post/165395800341/racial-diversity-and-bending-in-spider-man\">the racebending of these characters led to changes in personalities from the original source</a>.\n\nNext comes the gender score. I want to first acknowledge the reception around MJ, who was given a larger role in this film as she and Peter begin to court one another (+1 to normalizing interracial relationships). MJ goes above and beyond her traditional role as “Peter’s love interest”. She stays true to her sarcastic, witty self, with many of her lines and actions rooted in feminist power (see: “And therefore I have value?”). Unfortunately (and very importantly), this film failed the Bechdel Test. Women are constantly interacting with the men of the film, and the rare instances in which the women interact are either forgettable (see: <a href=\"https://bechdeltest.com/view/8781/spider-man:_far_from_home/\">debate over whether MJ speaking to \"Ned's girlfriend\" counts</a> ) or involve talking about the men around them. One small step forward, ten huge steps back. Do better, Spider-Man.\n\nUltimately, <i>Spider-Man: Far From Home</i> normalized diverse casting, but didn’t give that cast the nuance it needed. Despite all this representation, <i>Far From Home</i> is just another superhero movie featuring a white, young lead. It’s a good film overall, but fails to take strides with representation by refusing to dive deeper into the experiences of the diverse characters they cast."
  },
  {
    "tagger": "Pailey",
    "propertyNameOriginal": "Spider-Man: Far From Home",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6320628/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Spider-Man:_Far_From_Home",
    "fanwikiUrl": "https://marvelcinematicuniverse.fandom.com/wiki/Spider-Man:_Far_From_Home",
    "notesOnAnyIdentificationData": "",
    "genres": "action\nadventure\ncomedy\n",
    "plotgeo": "Czech Republic\nGermany\nItaly\nMexico\nNetherlands, The\nUnited Kingdom\nUnited States\n",
    "plotdate": "2020s\n",
    "distributiontags": "sony pictures releasing\n",
    "productiontags": "columbia pictures\nmarvel studios\n",
    "productiongeo": "United States\n",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B*, Y",
    "biasTagNotes": "The Bechdel Test tag (B*) can be contested. Throughout the film, female characters are primarily seen interacting with other male characters. The few instances that the women interact with each other were either not between female cast-leads or involved discussions about the men around them. You can read more here: https://bechdeltest.com/view/8781/spider-man:_far_from_home/ ",
    "plotSummary": "Following the events of Avengers: End Game, Peter Parker his fellow classmates embark on a high school summer trip abroad to Europe. It is during this trip that Peter Parker must balance being a student with his adventures as Spider-Man as a new threat is unveiled.",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth11] white characters racebent to poc/mixed-race characters in adaptation\n[eth13] increased visibility / investment to poc/ mixed-race characters compared to past seasons\n[eth15] interracial / poc/ mixed-race relationships normalized\n[gen05] challenges stereotypes and tropes about women\n[gen19] increased visibility / investment in story of trans/gnc characters compared to past seasons\n[misc07] nuanced portrayal of islam\n",
    "positiveReceptionTagNotes": "[eth11] The two largest instances of racebending are seen in Peter Parker’s best friends MJ and Ned. MJ, a nod to the original, white Mary Jane in the Spider-Man comics, is now named Michelle and is played by Zendaya, a half-black actress. Ned, who is portrayed as a white-hair, blue-eyed caucasian male in the comics, is played by Jacob Batalon, who is a Hawaiian-born Filipino. It is important to note that any major changes in the characters were not related to race, and both MJ and Ned are well loved by fans and critics alike.\n\n[eth13] One thing that was very celebrated about “Spider-Man: Far From Home” was its diverse casting. Beyond the major players – MJ (Zendaya) and Ned Leeds (Jacob Batalon) – Peter Parker’s classmates come from various backgrounds, including Brad Davis (Remy Hii), Flash Thompson (Tony Revolori), and many other people of color (photo). Viewers and critics alike appreciated the accurate representation of a high school student body in the melting pot of New York.\n\n[eth15] Peter Parker in both “Homecoming” and “Far From Home” had crushes / fell in love with women of color: Liz Allen (Laura Harrier) and MJ (Zendaya), respectively. This is the first time in the Marvel Cinematic Universe that a white hero has been involved in an interracial relationship. Both women are biracial, and their race plays a very small role in the romantic relationship, normalizing interracial / mixed-race relationships.\n\n[gen05] Several reviews credit MJ as a feminist icon and heroine. Zendaya’s portrayal of what is classically “Peter Parker’s love interest” goes beyond that title, adding layers of sarcasm, wit, and a headstrong personality. MJ consistently stays true to herself, even while her and Peter are courting one another. Many aspects of her lines and actions are rooted in femininity and feminism.\n\n[gen19] Although he was given a small, supporting role in “Spider-Man: Far From Home”, actor Zach Barack broke down barriers by being the first trangender actor casted in a Marvel movie. The gender of his character is unspecified, but his appearance was widely celebrated.\n\n[misc07] British-Pakistani actress is credited as the first Muslim actor to be cast in a marvel film. She is seen wearing a hijab (another first for Marvel), and follows Peter as one of his classmates during their Europe field trip.",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth11] white characters racebent to poc/mixed-race characters in adaptation\n",
    "negativeReceptionTagNotes": "[eth06] Despite the diverse casting, it was clear that the POC characters lacked depth to their stories. Many of these characters were supporting cast to Peter as his classmates, many of whom were (somewhat understandably) not given fully realized stories or depth beyond “Ned’s girlfriend”. It didn’t take away from the film, but it does affect the diversity score, as the experiences of these characters were not nuanced or fully realized. \n\n[eth11] This opinion is represented by a fringe group. With any racebending and character changes will always come with negative reviews from fans of the original comics. This fringe group expressed outrage for diverting from the source material by casting people such as Zendaya, who is half-black, for a character (MJ) that is canonically white. They claim that doing so is just for the sake of diversity, and no other purpose. Additionally, other fringe groups found it problematic that, due to these racebent casting choices, aspects of the characters were changed from the original source (ex: Flash being a nerd rather than a jock).",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.mediaversityreviews.com/film-reviews/2019/7/12/spider-man-far-from-home",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 4,
    "nationality": 5,
    "gender": 3,
    "sexuality": 3,
    "age": 4,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 38,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "While I did tag this film with \"E\" for ethnic impersonation, \"Far From Home\" has received overwhelmingly positive reception regarding diversity, and the mismatch between Flash and Tony Revolori's ethnicity was not picked up on by major new sites. I didn't think a 3 was warranted in light of the producer's commitment to making the film's diversity as true to irl New York as possible. ",
    "_150CharacterPullQuoteFromBlurb": "As someone who grew up in a coastal and relatively urban area, the multiculturalism on screen was so true to life that the first few minutes were almost jarring to witness.",
    "pseudonym": "",
    "copyEditedBlurb": "Call me biased, but there is something deeply appropriate about a Gen-Z Spider-Man. The collective tongue-in-cheek humor and tottering social skills characteristic of this generational cohort only serve to underline Peter Parker’s inherent under-doggedness, and this updated setting is as well-executed as it is felicitous: <i>Spider-Man: Far From Home</i> has managed to cast a realistic high school class that hails from what might be the most diverse hotspot in the world—21st-century Queens, NY—an achievement that has garnered the film overwhelming praise for its representational work. \n      Familiar faces Ned and MJ are joined by Brad in this sequel, Midtown High’s resident heartthrob, played by Malaysian-Australian actor Remy Hii. It’s a breath of fresh air to see an Asian man be so unequivocally desired by his peers, but where this film really shines is with its extras—among his classmates, Peter’s whiteness makes him visibly a minority. As someone who grew up in a coastal and relatively urban area, the multiculturalism on screen was so true to life that the first few minutes were almost jarring to witness. Director Jon Watts specifically modeled the film’s ethnic makeup after schools such as <a\nhref=\"https://www.latimes.com/entertainment/movies/la-et-mn-spider-man-homecoming-diversity-inclusion-20170710-story.html\">Brooklyn Technical High School</a>], a selective STEM school in NYC, whose competitive admissions process begets a multicultural student body. <a\nhref=\"https://www.forbes.com/sites/anharkarim/2019/01/27/the-spider-man-far-from-home-trailer-takes-an-important-step-for-diversity/?sh=77a364df5b1b\">Forbes</a>]celebrated <i>Far From Home</i> for having a hijab-wearing Muslim woman student, and transgender actor Zach Barack likewise made an appearance within the film’s diverse milieu. \n      The only bone I have to pick with this film—or this generation of Spider-Man, for that matter—regards No. 1 Spider-Man stan Flash Thompson. Flash is reimagined to be of Indian descent and of high-socioeconomic status, and making the school’s rich kid Asian strikes me as a somewhat reductive view of the Asian American experience, one that coalesces all individuals of Asian descent into Silicon-Valley-model-minority-<i>Crazy-Rich-Asians</i> homogeneity. What raises this alarm is that Flash is actually played by a Latino actor, Tony Revolori, and this case of ethnic impersonation has gone unexplained by screenwriters. A final qualitative score of 38 reflects the strides made by this film’s casting—particularly within the notoriously un-diverse Marvel universe—but a Flash-induced fall from grace and more-or-less average gender representation keep the score from being exceedingly high. "
  }
]