[
  {
    "tagger": "",
    "propertyNameOriginal": "",
    "additionalPropertyNames": "",
    "mediaType": "",
    "mediaId": "",
    "imdbPageUrl": "",
    "wikipediaPageUrl": "",
    "fanwikiUrl": "",
    "notesOnAnyIdentificationData": "",
    "genres": "",
    "plotgeo": "",
    "plotdate": "",
    "distributiontags": "",
    "productiontags": "",
    "productiongeo": "",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "",
    "biasTagNotes": "",
    "plotSummary": "",
    "plotTagNotes": "",
    "positivereceptiontags": "",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "",
    "negativeReceptionTagNotes": "",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "",
    "fSTVOtherLetters": "",
    "cCases": "",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": "",
    "ethnicity": "",
    "nationality": "",
    "gender": "",
    "sexuality": "",
    "age": "",
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": "",
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "",
    "pseudonym": "",
    "copyEditedBlurb": ""
  },
  {
    "tagger": "Sunny",
    "propertyNameOriginal": "Aladdin",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6139732/?ref_=nv_sr_srsg_4_tt_7_nm_1_q_aladin",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Aladdin_(2019_film)",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Aladdin_(2019_film)",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\ncomedy\nfamily\n",
    "plotgeo": "*nonextant nation",
    "plotdate": "1500s\n",
    "distributiontags": "walt disney studios motion picture\n",
    "productiontags": "walt disney pictures",
    "productiongeo": "Jordan\nUnited Kingdom",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, F, S, T, E, Y, C",
    "biasTagNotes": "B= jasmine only woman character\nS= bad/good arab based on accents and european features\nT= honestly everyone, the main cast and background characters\nE= mimicking arab and south asian culture. \nY = no women other than jasmine who is twenties\nC = jasmine has light skin in film but in OG she has darker skin",
    "plotSummary": "Aladdin is a thief who falls in love with the princess Jasmine. Jasmine desires more in life, feeling locked away in her castle. The two find magic in one another. ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[eth12] poc/mixed-race characters whitewashed / not present in adaptation\n[nat04] reinforces stereotypes and tropes about nationality\n[nat06] un-nuanced national representation\n[nat08] production team does not share national culture for story centered on national cultural experiences\n",
    "negativeReceptionTagNotes": "they white washed, cast a half white person as jasmine, lack of skin color ranges, they had white extras darken their skin",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.huffpost.com/entry/disney-aladdin-skin-darkening_n_5a54e36fe4b003133eccb275\n\nhttps://www.vox.com/2019/5/24/18635896/disney-live-action-aladdin-controversy-history\n\nhttps://shsclaw.sprise.com/6753/all/showcase/aladdin-colorism-whitewashing-and-the-casting-controversy/\n\nhttps://thenerdsofcolor.org/2019/03/14/the-live-action-aladdin-doubles-down-orientalist-and-colorist-trends/\n\n",
    "fSTVOtherLetters": "swana, unknown or mixed POC, fem, masc",
    "cCases": "Either there are no dark-skinned actors, or the characters played by dark-skinned actors are not given meaningful storylines., The lead women of color characters are played by light-skinned actors., For adaptations and remakes: A character who is dark-skinned in the source or original or antecedent material is played by a light-skinned actor in the adaptation or remake.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 3,
    "ethnicity": 1,
    "nationality": 1,
    "gender": 1,
    "sexuality": 3,
    "age": 1,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 14,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": "",
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "Anything I want to say about this film, Edward Said probably already has. <i>Aladdin</i> offers little more than a modern case study for Orientalism. ",
    "pseudonym": "Shark Kiss",
    "copyEditedBlurb": "<i>Aladdin</i> got a bias and reception score of 14, which is actually higher than I thought it would be. Anything I want to say about this film, Edward Said probably already has. <i>Aladdin</i> offers little more than a modern case study for Orientalism. \n\nWhere do we start? Let's begin with half-white, light skin Jasmine. I am not a casting director, but how hard is it to find a brown skin woman? I go outside and see so many. Do brown skin women just not like acting? You’re telling me if I did a study, there would be a correlation between having light skin and liking to act, and having darker skin and not liking to act? Like? “sHeS a CarToOn!” Yes! A brown one! Colorism is a beast. Building on the work of Dr. Maytha Alhassen, we can examine the effects of colorism by seeing how Aladdin and Jasmine are depicted in comparison to the other “Arabs” in the film and how this can fuel white supremacist ideologies. “Arabs” is in quotes because while it is obvious this film is caricaturing Arabs through the fictitious “Agrabah,” the actual “culture” shown is an amalgamation of Middle Eastern and South Asian cultures. Not only are those two extremely large and diverse regions compressed to fit Western labels, but combining them into one fictitious land shows how little Disney cares about the unique cultures of these areas and how they see the people there as homogeneous. How many Disney films explore different European cultures? <i>Frozen 2</i> engaged in deep specificity when depicting Norway—filmmakers even visited the country to learn about Nordic cultures. If American Girl Dolls can build diverse capitalism, Disney can too! Jokes, because they will probably do it poorly. Case Study #1: <i>Aladdin</i> (1992); Case Study #2: <i>Aladdin</i> (2019). <i>Aladdin</i> explores neither Middle Eastern nor South Asian cultures; instead, it yet again explores white culture, in the form of Orientalism. \n\nThe highest score was a 3 for sexuality because there was nothing explicitly homophobic about this film. In terms of gender, Jasmine is the only major female character and the movie fails the Bechdel Test. Every time a movie fails the Bechdel Test, the part of me that asks “What is the test even proving nowadays, anyway?” dies. It is proving a lot. \n\nAll in all, the live-action version of the film (which can be used as a supplement for teaching Edward Said’s <i>Orientalism</i>) is, shockingly, not diverse. "
  },
  {
    "tagger": "Aneliza",
    "propertyNameOriginal": "Aladdin",
    "additionalPropertyNames": "",
    "mediaType": "film",
    "mediaId": "",
    "imdbPageUrl": "https://www.imdb.com/title/tt6139732/",
    "wikipediaPageUrl": "https://en.wikipedia.org/wiki/Aladdin_(2019_film)",
    "fanwikiUrl": "https://disney.fandom.com/wiki/Aladdin_(2019_film)",
    "notesOnAnyIdentificationData": "",
    "genres": "adventure\ncomedy\nfamily\nfantasy\nmusical",
    "plotgeo": "*nonextant nation: Agrabah\n",
    "plotdate": "1550s",
    "distributiontags": "*other: Moon\nwalt disney studios motion picture\n",
    "productiontags": "*other: Rideback\nwalt disney pictures\n",
    "productiongeo": "Jordan",
    "notesOnContentProductionDistributionData": "",
    "biasTags": "B, F, S, E, Y, C",
    "biasTagNotes": "",
    "plotSummary": "Aladdin, a street dweller with a heart of gold, falls for Princess Jazmine of Agrabah. In an attempt to earn money and influence, Aladin agrees to help Jafar and find a magical lamp, which, unbeknownst to Aladin, hosts a Genie that Jafar intends to use to help take over Agrabah.  ",
    "plotTagNotes": "",
    "positivereceptiontags": "[eth09] increased visibility / investment to poc/mixed-race characters in adaptation\n[gen15] increased visibility and/or investment in story of women / genderqueer characters in adaptation",
    "positiveReceptionTagNotes": "",
    "additionalPositiveReceptionTags": "",
    "negativereceptiontags": "[eth02] actor does not share ethnicity with character\n[eth04] reinforces stereotypes and tropes about poc/mixed-race people\n[eth06] un-nuanced representation of poc/mixed-race experience / racism\n[eth08] white creative / production team for story centered on poc/mixed-race experiences\n[nat04] reinforces stereotypes and tropes about nationality",
    "negativeReceptionTagNotes": "[eth04], [eth06], [nat04] the representation of the \"Middle East\" as a mystical place reinforces orientalism\n",
    "additionalNegativeReceptionTags": "",
    "receptionTaggingSources": "https://www.vox.com/2019/5/24/18635896/disney-live-action-aladdin-controversy-history, https://screenrant.com/aladdin-disney-harsh-realities-problems-watching-today/#aladdin-amp-jasmine-are-voiced-by-white-voice-actors",
    "fSTVOtherLetters": "asian, swana",
    "cCases": "The lead women of color characters are played by light-skinned actors., For adaptations and remakes: A character who is dark-skinned in the source or original or antecedent material is played by a light-skinned actor in the adaptation or remake.",
    "aCases": "",
    "howMuchOfThisMediaHaveYouConsumed": 5,
    "ethnicity": 2,
    "nationality": 2,
    "gender": 3,
    "sexuality": 3,
    "age": 3,
    "totalBiasAndReceptionQualitativeScoreOutOf50MultiplyBy2": 30,
    "totalCastAndCharacterQuantitativeScoreOutOf50SeeTheRubric": 19,
    "comments": "",
    "150CharacterPullQuoteFromBlurb": "There are people of color on camera the entire time and there is an attempt to feature women more prominently. And yet, it feels so hollow and superficial.",
    "pseudonym": "",
    "copyEditedBlurb": "<i>Aladdin</i> is a really excellent example of lazy diversity. As in, there are people of color on camera the entire time and there is an attempt to feature women more prominently. And yet, it feels so hollow and superficial. It’s easy to make the critique that this remake does not hold up to the animated original, but that’s beside the point. This live action remake feels even more bogged down because there isn’t anything to help ground us other than an Orientalist perspective on the Middle East that imagines it as an oasis of magic and mythos, and at the same time a place where “barbaric” men are waiting to take over the world. In fact, I feel that this remake muddies the waters even further by adding South Asian dance and visual aesthetics, which only adds to the sense of confusion and, honestly, racism. Although, I’d be curious to learn if that was a decision made to offset backlash following the announcement of Naomi Scott — who is Indian and white, not SWANA, adding to the whitewashing of the film — as Princess Jasmine. And while we’re on the topic of Scott and Princess Jasmine, I’m really struggling with her female empowerment song where she decides she will never be silenced, as well as the attempt to make her come across as a smart girl in general. While the effort was cute, there is something about the way her lines and scenes are written that make me wonder if anyone on the production team has met an actual smart girl, or at least paid enough attention to them to notice we don’t talk like that. In a similar vein, Nina Pedrad’s character Dalia was a nice addition, but Pedrad was not being used to her greatest potential as the foil to Jasmine. Pedrad could have been Jasmine and that would have made this film at least 40% better, in my humble opinion. Before you ask, I have nothing to say about Will Smith, mostly because there is too much to say. "
  }
]