{
"items": [
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Aladdin",
        "year": 2019,
        "lookupcode": "SunnyAladdin",
        "timestamp": "2024-01-11T18:15:53.817Z",
        "emailAddress": "sunny22sangha@hotmail.com",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 1,
        "sexuality": 3,
        "age": 1,
        "qualitativeScore": 14,
        "quantitativeScore": 28,
        "blurb": "Aladdin got a diversity score of 7, which is surprisingly higher than I thought it would be. Anything I want to say, Edward Said probably already has. This film offers little other than a modern case study for orientalism. \n\nWhere do we start? Let's begin with half-white light skin Jasmine. I am not a casting director, but how hard is it to find a brown skin woman? I go outside and see so many. Do brown skin women just not like acting? You’re telling me if I took a statistic, there would be a correlation between light skin women and liking to act, and at the same time, it would show an inverse relationship for darker skin women claiming they do not like to act? Like? “sHeS a CarToOn” Yes! A brown one! Colorism is a beast. Building upon the work of Dr. Maytha Alhassen, we can examine the effects of colorism deeper by seeing how Aladdin and Jasmine are depicted in comparison to the other “Arabs” in the film and how this can fuel white supremacist ideologies. “Arabs” is in quotes, because while it is obvious this film is making a caricature of Arabs through the fictitious “Agrabah” — the actual “culture” shown is an amalgamation of Middle Eastern and South Asian cultures. Not only are those two extremely large, diverse, and differing regions compressed to Western labels – but conflating all their cultural nuances into one fictitious land shows how little care Disney has for the unique cultures of these areas and how they see the people as homogeneous. How many Disney films explore different European cultures? Frozen 2 engaged in deep specificity by covering Norway, filmmakers even visited the land to learn about Nordic culture. How many Disney films explore African countries' cultures? If American Girl Doll can build diverse capitalism — Disney can too! Jokes, because they will probably do it poorly: Case Study #1 Aladdin (1992), Case Study #2 Aladdin (2019). Aladdin explores neither Middle Eastern or South Asian culture, instead, it yet again explores white culture –in the form of orientalism. \n\nThe highest score was a 3 for sexuality because there was nothing explicitly homophobic about this film. Now, if “heterophobia” was a real thing, I am certain this film would qualify. Jasmine is also the only major female character and the movie fails the Bechdel Test. Every time a movie fails the Bechdel Test, the part of me that says “what is the test even proving nowadays anyways” dies. It is proving a lot. The Kent test needs to be pushed more often because no way is the Bechdel test (bare minimum) still not being fulfilled. \n\nAll in all, the live-action version of the film which can be used as supplementary evidence for Edward Said’s “Orientalism” is shockingly, not diverse. \n"
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Aladdin",
        "year": 2019,
        "lookupcode": "AnelizaAladdin",
        "timestamp": "2024-01-13T02:04:33.790Z",
        "emailAddress": "aruiz3@berkeley.edu",
        "ethnicity": 2,
        "nationality": 2,
        "gender": 3,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 19,
        "blurb": "Aladdin is a really excellent example of lazy diversity. As in, there are People of Color on camera the entire time and there is an attempt to make women feature more prominently, and yet, this feels so hollow and superficial. It’s easy to give the critique that this remake does not hold up to the animated original, but that’s beside the point. What makes this live - action remake feel even more bogged down is that there isn’t anything to help ground us other than an Orientalist perspective on the Middle East that imagines it as an oasis of magic and mythos and at the same time where “barbaric” men are waiting to take over the world. In fact, I feel that this remake muddies the water even further by adding South Asian dance and visual aesthetics to the landscape and characters, which only adds to a sense of confusion and, honestly, racism. Although, I’d be curious to learn if that was a decision made to offset backlash following the announcement of Naomi Scott as Princess Jasmine, who is Indian and White, not SWANA and also adding to a whitewashing of the film. And whilst we’re on the topic of Scott and Princess Jasmine, I’m really struggling with her female empowerment song where she decides she will never be silenced and generally the attempt to make her come across as a smart girl. While the effort was cute, there is something about the way her lines and scenes are written that make me wonder if anyone on the production team has met an actual smart girl, or at least paid enough attention to them to notice we don’t talk like this. In a similar vein, Nina Pedrad’s character Dalia was a nice addition, but Pedrad was not being used to her best potential as the dummy foil to Jasmine. Nina could have been Jasmine and that would have made this at least 40% better in my humble opinion. Before you ask, I have nothing to say about Will Smith, mostly because there is too much to say. "
    },
    {
        "tagger": "Elle",
        "propertyNameOriginal": "Avengers: Endgame",
        "year": 2019,
        "lookupcode": "ElleAvengers: Endgame",
        "timestamp": "2023-12-09T03:07:34.332Z",
        "emailAddress": "ellebobb@berkeley.edu",
        "ethnicity": 3,
        "nationality": 3,
        "gender": 3,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 28,
        "quantitativeScore": 9,
        "blurb": "Avengers: Endgame returns to the “classic” era of Marvel movies and delivers fascinating mediocrity regarding diversity and representation one final time. Most of the characters who were “dusted” were characters of color and women – making the return to the original six, comprised of five white men and one white woman, unnerving to see. Fans were thrilled to see Rhodey, the only Black character in most of the film, finally escape the sidelines. Rhodey is a major player in the plot of the movie – contributing on an equal scale with the original six. However, criticism notes that Rhodey is still mainly supporting the emotional arc of another character, Nebula, without getting to explore his own. A positive moment of representation for Black characters in the MCU came at the conclusion of the movie when <spoilers> Sam Wilson is given the Captain America shield and asked to continue the legacy as a major character. </spoilers> Natasha Romanoff’s story is also a center for debate among fans. Natasha finally received a character arc that explored her thoughts, feelings, and motivations. <spoilers> However, many fans were upset to see that the culmination of that storyline resulted in Natasha sacrificing herself to further the plot and motivate the men. Natasha is also not given a funeral after her death, while <spoilers> Tony Stark</spoilers> is – which many felt erased Natasha’s significance in the plot. </spoilers> Perhaps the biggest failure, I felt, was the handling of mental health. Thor was mocked and subject to ridicule for his weight gain after experiencing severe PTSD and trauma. Though there is some effort to rectify and reconcile these behaviors in the film to uplift Thor, many fans felt that it simply couldn’t undo the damage. I believe the film also failed Steve Rogers, whose character thesis of his character has been intertwined with ideas of mental health and PTSD. He has represented the idea that while trauma changes a person’s experience of the world, and you can never return to your past, there is still life to live and causes worth fighting for. <spoilers> However, at the conclusion of the film, Steve uses the time machine to go back to the 1940s to live out his life with Peggy Carter. This choice effectively decimated the positive mental health representation Steve had stood for, instead insisting that his “happy ending” was going to the past to live out his previous life away from his new life he worked hard to develop. This devastated fans that looked to him as a symbol for hope in dealing with trauma and PTSD. Additionally, that ending also reduced Peggy Carter, a character who had developed outside of Steve, into merely his love interest. This ending is also noted by queer fans who identify with Steve’s story as emphasizing that only a heteronormative, white-picket-fence ending can be a happy one or desired. </spoilers> Endgame delivered genuine representation and diversity, but still delivered significant losses in the narrative that fans are still discussing and reeling from in 2023 – leaving Endgame off not with a bang but a rather mediocre whimper.",
        "comments": "Ethnicity: Rhodey is the only main character of color throughout most of the film, with others only coming in at the final battle. Reception is mixed - while Rhodey was given significantly more screentime and relevance in the plot this movie, which fans were happy to see, fans also noted that he is sill relegated to supporting the development of Nebula, without getting his own emotional arc. \nFans were thrilled to see Sam Wilson receive the Captain America shield, elevating his significance in the MCU and slating him as a main character for future projects. Also, it acknowledges his significance in the CA plots and his significance to Steve Rogers.\n\nNationality: Very little reception related to Nationality I could find, neither positive nor negative leanings.\n\nGender: Natasha the only main female character. Fans were excited to see her finally get a major role in an Avengers movie that actually focused on her thoughts/feelings/emotions. However, criticism also emerged that she died to motivate the men and the plot, playing into \"fridged woman\" tropes. Also, she died in the same way another female character did in the previous movie, which fans felt was disheartening to see for representation of female characters. However, fans were happy to see Natasha have autonomy in her choice of sacrifice.\nFans thought Steve Rogers ending reduced Peggy Carter simply to his love interest, erasing the developed character she had become in previous films. \nGender reception was a mixed bag, with some really great reception and some absolutely terrible that I felt it couldn't go much above a 3.\n\nSexuality: Prior to the film, it was teased that there would be the first major LGBTQ+ character introduced to MCU in Endgame. Fans were excited and speculated who it could be. However, it actually turned out to be a minor character who appeared in one scene and was played by the director. Fans felt cheated and baited. Fans were also disappointed in the negation of the significance of many popular \"ships\" with a significant section of voices upset that Steve's ending, who is often read as LGBTQ+ by several communities, reinforced the idea that his happy ending was heteronormative, white-picket-fence life with a woman who he had already moved on from in previous movies. \nSome fans hope that with the slow introduction/normalization of LGBTQ+ characters in the MCU that later projects will have better handling of representation.\nThere was no other significant sexuality representation in the film.\n\nAge: Very little reception about age in major reception discussion. Received Y tag."
    },
    {
        "tagger": "Gail",
        "propertyNameOriginal": "Avengers: Endgame",
        "year": 2019,
        "lookupcode": "GailAvengers: Endgame",
        "timestamp": "2024-02-15T06:18:14.672Z",
        "emailAddress": "adekosnik@berkeley.edu",
        "ethnicity": 3,
        "nationality": 3,
        "gender": 3,
        "sexuality": 1,
        "age": 2,
        "qualitativeScore": 24,
        "quantitativeScore": 4,
        "blurb": "In terms of diversity, Avengers: Endgame is an interesting failure, because it tries to do some groundbreaking work with gender and sexuality. In the film’s final battle, there’s a shot of eight women Marvel superheroes standing together, ready to combat big bad Thanos and his army shoulder-to-shoulder. The “girl power” shot makes for a stirring image, but numerous reviews called it a shallow nod to feminism, offering up a few seconds of women’s empowerment while failing to give any of the heroes depicted (Shuri, Captain Marvel, Pepper Potts, Okoye, Valkyrie, Wanda Maximoff, Hope van Dyne, and Mantis) substantive screen time or storylines. <a href=”https://www.indiewire.com/features/general/avengers-endgame-girl-power-scarlet-witch-1202129153/”>IndieWire</a> calls the moment “pandering” and <a href=”https://slate.com/culture/2019/04/avengers-endgame-female-representation-black-widow.html”>Slate</a> calls it “too little, too patronizing, too late.” That said, one audience member told <a href=”https://screen-queens.com/2019/05/20/the-superhero-shot-what-we-really-think-about-endgames-girl-power-moment/”>Screen Queens</a>, “No ten-year-old is going to look at a dozen badass women superheroes and think, ‘wow, crumbs much?’.” Slate and several other outlets note that the one heavily featured female Avenger, Natasha Romanoff/Black Widow, <spoilers> sacrifices herself for her best (male) friend Clint Barton/Hawkeye, but isn’t really mourned – unlike Tony, whose passing is marked by a stately funeral at the film’s close.</spoilers> Nat’s lesser importance relative to Tony couldn’t be made more stark (sorry). \nIn the film’s other short diversity-focused scene, an unnamed male character talks about going on a date with another man, making him the MCU's first <a href=”https://www.gaytimes.co.uk/culture/avengers-endgame-is-first-marvel-film-to-feature-an-openly-gay-character/”>“openly gay character”</a>. But critics lambasted the scene’s brevity and the character’s triviality. <a href=”https://screenrant.com/avengers-endgame-gay-character-joe-russo-bad/”>ScreenRant</a> states, \"If fans thought they were getting a gay character within the MCU who would have any kind of significant impact…they were in for a disappointment.\" The slash fans who had enjoyed watching Steve Rogers/Captain America and Bucky Barnes/Winter Soldier as a queer-coded couple prior to this film were <a href=”https://www.dailydot.com/parsec/avengers-endgame-heteronormative-steve-bucky/”>appalled by Cap’s heternormative ending</a>, and even I, a Steve/Peggy shipper who loved that those two <spoilers>finally got their long-postponed dance</spoilers> have to admit that this film worked hard to both repress any hints of queerness and sideline previously prominent women. Pepper, Nat, and Peggy Carter were compelling leads in earlier MCU movies, but here are reduced to props for their male counterparts – their raison d’être is making Tony, Clint, and Steve happy or sad. On top of that, this is possibly the whitest main cast of any Marvel film, with Rhodey, Valkyrie, and the Black Panther characters having only supporting roles or cameos. Despite its attempts to make the MCU more inclusive, Avengers: Endgame ends up ensuring that nothing and no one distracts from the straight white guys who formed the heart of the franchise for its first two phases. \n\n"
    },
    {
        "tagger": "Gail",
        "propertyNameOriginal": "Barry",
        "year": 2019,
        "lookupcode": "GailBarry2",
        "timestamp": "2023-08-04T20:35:19.805Z",
        "emailAddress": "adekosnik@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 5,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 12,
        "blurb": "Season 2 of Barry, a show about a hitman who takes acting lessons when he isn’t committing murder, only slays in one diversity category: gender. The s2 arc of female lead character, Sally Reed (played by the outstanding Sarah Goldberg), rightfully earned kudos from critics and viewers. In s1, Sally was very much a supporting role — “the girl” standing upstage behind Barry — but in s2, she moves into the spotlight. Sally reveals that years ago, she escaped an abusive relationship, and still struggles with feelings of guilt, sadness, and fear pertaining to that period of her life. She’s also torn about how to translate her experiences into her beloved art form of theater — should she represent her troubles as truthfully as she can, or should she give audiences a satisfying-but-too-simple version of her history, depicting herself as an oppressed woman who found her power and threw off the yoke of a no-good man? Sally talks, thinks, and acts through her trauma in stunningly complex ways — she doesn’t always (or, okay, often) do the best or right thing, but she consistently comes across as a multidimensional woman, full of contradictory impulses and needs, who isn’t a “perfect victim” because she is deeply human. I wish we got to see more women survivors on screen get to be as simultaneously tragic, comic, and true as Sally is. \n\nIn other areas of diversity, Barry s2 is okay, but not killer. One positive is the series' casting of a Latinx actor, Michael Irby, as a Latinx character, Cristobal, whose sexuality in s2 is ambiguous with loads of queer subtext. Cristobal is a Bolivian mob boss with an endearing personality who has flirtatious chemistry with Chechen mob boss NoHo Hank (played with hilarious earnestness by Anthony Carrigan). Neither Irby nor Carrigan is queer, so Barry gets a “Q” bias tag for “queer impersonation,\" and their mutual attraction is only subtextual in s2 <spoiler> but lays the groundwork for their couplehood, which is explicit starting in s3 </spoiler>. There are no women aged 50 or older in Barry s2, so it also gets a “Y” (“Younger”) bias tag. Of Barry's six main characters, five are white, five are cis men, and four are straight -- can an ensemble with so few minorities do any significant, exciting, or compelling diversity work? If not for the extraordinary power of Sally’s story and Goldberg’s tour-de-force performance, I would have said no. \n"
    },
    {
        "tagger": "Grace",
        "propertyNameOriginal": "Barry",
        "year": 2019,
        "lookupcode": "GraceBarry2",
        "timestamp": "2024-02-26T03:42:28.404Z",
        "emailAddress": "grace.wang3@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 4,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 32,
        "quantitativeScore": 13,
        "blurb": "     I love Barry. There’s nothing quite as enjoyable as watching a tragicomedy done right, and Barry deftly introduces comedic levity without compromising its heavier themes (“If I suck balls [then] you are king of suck-balls mountain!” is an improvised s2 line that I don’t quote enough in my daily life.) Two constants characterize Barry as a series—(1) it being a nuanced representation of mental health shown through the show’s titular ex-marine Barry Berkman, whose only talent seems to be being an exceptionally good murderer, and (2) the less-savory detail of the show having a predominately-white cast. Whether a white, cis, heterosexual male lead like Barry can offer the best meditation on trauma is questionable, but season 2’s focus on Sally’s backstory presents a compelling portrayal of women’s experience that elevates this season above the others.\n     Sally is revealed to have escaped an abusive marriage years prior, and her efforts to speak out about her experience expose herself—and viewers—to a garden variety of tropes on what it means to be a Resilient Woman: what boxes can she push her story into, as a survivor. that make herself seem realistic, strong, and, most importantly, palatable to audiences? Sally’s adoption and subsequent breakage of these reductive storylines make her a hard sell in a world of up-and-coming acting that already discriminates against young actresses, but her efforts to stay true to herself are a treat to watch. Sarah Goldberg masterfully plays a character who is impossible to pin down—one full of righteous anger and hard-won pride who pinballs between ambition and intense vulnerability, and, in her hands, Sally Reed blossoms into her deeply-complex characterization that few female characters are blessed with.\n     In this show about trauma, though, there stands a fundamental obstacle: whatever message on trauma Barry manages to convey is checked by the show’s white casting. Barry’s dilemma, though tragic, remains purely circumstantial rather than institutional; one Medium writer (<ahref=\"https://urbanbioethics.medium.com/hbos-barry-is-a-meditation-on-trauma-masquerading-as-a-comedy-474d234cd2b8\">link text</a>)laments that the show missed a “golden opportunity” to delineate the intersection between race and trauma with its casting. Indeed, Barry manages to have the runtime that it does because Barry Berkman belongs to the last demographic group suspected guilty on the scene of a crime. He is frighteningly analogous to the malevolent, “misunderstood,” white, cishet criminals whose actions are pardoned solely on the grounds of their mental instability. What could the show accomplish—other than its delightfully-unhinged gallows humor—if Barry was played by an actor of color? Or if the existing \ncharacters of color were written to be more than just eccentric-international crime lords? As rewarding as season 2’s gender representation is, this season still exists within Barry’s lackluster, off-white backdrop—and thus begets a lackluster diversity score."
    },
    {
        "tagger": "Sam",
        "propertyNameOriginal": "BoJack Horseman",
        "year": 2019,
        "lookupcode": "SamBoJack Horseman6 Part 1",
        "timestamp": "2023-08-28T22:22:58.823Z",
        "emailAddress": "skolasa@berkeley.edu",
        "mediaId": "6 Part 1",
        "ethnicity": 1,
        "nationality": 3,
        "gender": 4,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 14,
        "blurb": "There's actually not a lot to say about BoJack Horseman, the titular horse-man of the show BoJack Horseman, in terms of representation. Well, at least not yet. If you've seen or heard anything about the show, it shouldn't surprise you that before anything else we need to talk about Diane.\n\nDiane Nguyen, a Vietnamese-American (human) woman who serves first as BoJack's ghostwriter and then pursues an independent writing career, is one of the five main characters, and the only character of color of the group. So it's unfortunate that she is voiced by Alison Brie, a white actress. BoJack is not the first animated show to have white actors voice characters of color: Big Mouth, Central Park, and The Simpsons are among others who have recast actors to fit the character's ethnicity. Brie was not recast, but that wasn't the only issue. Creator Raphael Bob-Waksberg has said that while there were people of color in the writing room, there were never East Asian writers, much less Vietnamese writers. And he has gone on to admit that these decisions impacted the character from a narrative perspective. Because the show had cast a white woman to voice Diane, they strayed from writing about her experience a Vietnamese or East Asian woman. In an <a href=\"https://slate.com/culture/2018/09/bojack-horseman-raphael-bob-waksberg-diane-nguyen-representation.html\">interview with Slate in 2018</a>, Bob-Waksberg explains \"we really downplayed her race and her cultural heritage. We’ve treated her basically like a white woman.\" The casting decision happened in S1, but the lack of diversity on both sides of the 'camera' had repercussions that affected Diane throughout the whole show. \n\nIt's also worth noting that the only reason this season is tagged with *any* cast members of color is because of the introduction of \"Guy\" in Season 6 as a supporting character. Todd Chavez, voiced by Aaron Paul, <spoilers>was assumed to be Latinx for most of the show because of his last name, but it is revealed in S6 that he is white and his name comes from his stepdad who is Latino</spoilers>.\n\nSpeaking of Todd, there are many seasons-long arcs that BoJack handles really well. I feel very comfortable calling Todd Chavez one of the most mainstream representations of asexuality in current media. Todd first came out at the end of S3 in 2016 and being asexual has continued to tie into his character and narrative development all the way through S6. And while Aaron Paul isn't asexual, Todd wasn't initially written to be asexual and another character introduced in S6 *is* voiced by an asexual actress. Todd being seen as asexual by the writers could have come from harmful stereotypes about what asexual people are like, namely relating to his childish and somewhat naïve character. But this is mitigated by the fact that we see a diverse group of asexual characters throughout the show. As Todd learns more about asexuality the audience learns with him, including clarifying misconceptions around romantic attraction and relationships/marriage. Asexual characters in media are... uncommon. At the time of writing, Todd is the first and only asexual character to be tagged by MERL. So I was pleasantly surprised that this part of his character is still integrated into the story three seasons later. ",
        "comments": "I feel like 1.5 for ethnicity.. casting a white person as a Vietnamese character is a huge problem but there was a bit of good reception for a different storyline about todds character. he is white, but the storyline was about his white privilege compared to his step dad (where he gets the last name chavez). I think sexuality could be a 4 or 5. I didn't see much about specifically s6 but i know reception abt todd's asexuality is pretty universally high."
    },
    {
        "tagger": "SJ",
        "propertyNameOriginal": "BoJack Horseman",
        "year": 2019,
        "lookupcode": "SJBoJack Horseman5",
        "timestamp": "2024-02-28T23:31:24.214Z",
        "emailAddress": "jguo2001@berkeley.edu",
        "mediaId": 5,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 5,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 36,
        "quantitativeScore": 14,
        "blurb": "Following on the tail of its consistently successful, first four seasons, BoJack Horseman’s fifth season returns to follow BoJack through his return to showbiz, and turns a greater lens on the lives of those around him, who are beginning to question BoJack’s place and influence in their lives. In terms of diversity, BoJack Horseman has received both serious criticism as well as critical acclaim, with overall positive feedback on its depiction of and handling of difficult themes from mental illness and trauma to gender roles and parenthood. One reviewer of the show pointed out that season 5 and season 6 were the pivotal moments for the female characters of the show— where they came to realize the need to prioritize their own wellbeing and embark on a journey of personal development. Ultimately, this reviewer claimed, BoJack Horseman started off as a story about BoJack, but ended as a story about how the people around him (Diane, Princess Carolyn, Todd, Hollyhock), learned to set boundaries with the protagonist and move on with their lives. What seemingly started as a show about a white coded middle aged man’s midlife crisis ultimately ends with the notion that those around him, especially women, are not responsible for his problems and nor are they obligated to forgive him for his abuses. This notion, many viewers believe, demonstrates the core values of feminism in a story seemingly not about feminism at all. One of the controversies that coloured the release of Season 5 was the director’s casting choice for Diane’s voice actor. Many viewers and critics found it unacceptable that an Asian American character was voiced by a white woman, especially when that character’s identity as Asian American is referenced multiple times throughout the show. Bob-Waksberg, the show’s creator, publicly apologized for the casting choice and attempted to increase the diversity in the voice acting cast as a result. Flip, Gina and Pickles are all voiced by POC voice actors (although, no dark skinned actors) and are significant secondary characters in Season 5. Diane as a character is also fleshed out in Season 5, and her arc is dedicated towards finding her roots, understanding her identity as an asian American, and learning to prioritize her mental health. The Asian American audience felt that Diane’s expanded storyline and arc was quality representation of their experiences, but felt that it did not necessarily make amends for the problematic casting choice of Diane’s voice actor. Diane’s casting aside, her arc did receive praise from Asian American audiences, who felt like her character was not typecast into Asian stereotypes and struggled in relatable ways with her identity as a young, American woman. Others enjoyed the character development of Princess Carolyn, who is shown to have vulnerabilities that were previously not delved into, embodying the struggles that many women who achieved success during the second wave of feminism face — wanting to measure up with the men, but increasingly frustrated with a society that does not leave room for them to simultaneously pursue goals more associated with traditional femininity. Finally, the queer community had favourable perceptions of Todd’s journey regarding his sexuality. Few mainstream TV series or movies depict asexual individuals in a normalized and non-stigmatized manner, and Todd’s character arc to viewers seemed to organically weave his asexuality into his existing personality and experiences. Overall, BoJack had a serious controversy over its casting choice, but other instances of diversity and representation were favourably received by the audience. "
    },
    {
        "tagger": "Pailey",
        "propertyNameOriginal": "Captain Marvel",
        "year": 2019,
        "lookupcode": "PaileyCaptain Marvel",
        "timestamp": "2023-11-29T13:47:02.213Z",
        "emailAddress": "pailey.kao@berkeley.edu",
        "ethnicity": 4,
        "nationality": 3,
        "gender": 3,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 32,
        "quantitativeScore": 13,
        "blurb": "All eyes were on Captain Marvel when she made her film debut in 2019. It was Marvel’s first woman-led superhero movie. The possibilities were endless! And in some ways, Marvel delivered. We were given two POC lead characters – Nick Fury and Maria Rambeau – both of whom divert from common racial stereotypes by having fully realized lives outside of their relationship with our (unfortunately and generically) White superhero Carol Danvers. Reception raved about how naturally the movie incorporated two POC leads, supporting them with the witty dialogue and depth that we rarely see for POC characters.\n\nHere’s where the reception gets messy, though. Captain Marvel, as the first of its kind, became a feminist movie. And you may be able to imagine the mixed reception to that. Let’s celebrate the wins first. With this movie, Danvers became a central player in the MCU with critical power, subverting the minimal-power, supporting female trope in superhero movies. Danvers dons a full coverage suit (sans high heels!) and focuses more on being a powerful hero than an object of desire. I have to give my respects to Anna Boden and Geneva Robertson-Dworet, two females who led the production of this movie, for using female voices to write a female-focused film. Their efforts pay off, giving audiences a nuanced portrayal of women’s experiences. Praise for the film celebrates Captain Marvel’s approach to feminism. The film makes social commentaries on gender inequalities through something as simple as being catcalled to more severe experiences like being suppressed by male figures who claim Danvers is “too emotional”. \n\nIt’s ironic, however, that the film calls Danvers “too emotional” because critical reception calls Danvers “too emotionless”. A majority of reception argue that Carol Danvers was an unemotional, overpowered character that didn’t have a proper character arc. Danvers had a lack of perceivable flaws and emotional stakes that held her character back from being the badass, nuanced female we needed to lead Marvel’s first female superhero movie. The stakes were too low, the rewards (her powers) were too high; long story short, Danvers didn’t work enough or sacrifice enough to succeed. There’s a lot to say about this, but I want to emphasize that it's a universal superhero experience (regardless of gender) to have to sacrifice something for immense power. So this isn’t the problem. The problem lies somewhere further back…in 1968. Carol Danvers debuted as the token female superhero, and the 2019 film adaptation just did not adjust enough to stray away from coming off as tokenism. \n\nUltimately, Captain Marvel, at its core, is very generic…it’s a generic superhero movie that fell short of presenting all the things it hoped to do. It plays its cards correctly in terms of representation and diversity (with only 2 POC characters and a few females…how low the bar is indeed), but falls short on the decoding of their feminist message. The sizable, dedicated fanbase balances out with an alarmingly large hate community that lands Captain Marvel at an incredibly average 45/100.",
        "comments": "Nationality, sexuality, and age were rarely talked about in reception, as it was overly saturated for gender. Ethnicity was talked about positively (hence the 4), while gender was heavily contested with nearly equal amounts of positive and negative mixed reception. This is further explained in the blurb."
    },
    {
        "tagger": "Gail",
        "propertyNameOriginal": "Captain Marvel",
        "year": 2019,
        "lookupcode": "GailCaptain Marvel",
        "timestamp": "2024-02-02T05:56:46.444Z",
        "emailAddress": "adekosnik@berkeley.edu",
        "ethnicity": 4,
        "nationality": 3,
        "gender": 4,
        "sexuality": 3,
        "age": 4,
        "qualitativeScore": 36,
        "quantitativeScore": 11,
        "blurb": "The first Marvel film led by a solo female superhero–after 11 years of dude hero movies—generated a ton of positive *and* negative reception for its gender politics. <a href=”https://ramonamag.com/2019/04/captain-marvel-and-the-representation-of-women-in-film/”>Ramona Magazine</a> praises Captain Marvel’s “shut[ting] down sexist norms left and right.” Blogger <a href=”https://pressbooks.pub/opentheoryhandbook/chapter/is-captain-marvel-a-feminist-movie/”>James Sonia</a> appreciates main character Vers/Carol Danvers/Captain Marvel’s “cocky” attitude. <a href=”https://edit.sundayriley.com/captain-marvel-feminist-hero/”>Sunday Edit</a> points out that many women creatives, including the co-director, several screenwriters, the costume designer, and composer, made this movie. Combined with the bonanza $1.1B box office, the raves make it seem like Captain Marvel is a landmark in feminist cinema. But <a href=”https://mashable.com/article/captain-marvel-feminism-female-superhero”>Mashable</a> says the movie “stinks of corporate-mandated female empowerment,” and <a href=”https://www.thegazelle.org/issue/156/cheap-corporate-feminism-in-captain-marvel”>The Gazelle</a> labels the movie an example of “cheap, corporate feminism.” Personally, I like the film’s presentation of woman-power, especially the flashbacks to Danvers’ Air Force career that are filmed like a genderbent Top Gun. These scenes are hilarious, pointed satire–because Hollywood has never greenlit a fighter pilot movie featuring female leads–and they also serve as propaganda for female excellence, just as much as bro-tastic action blockbusters promote male excellence. It’s a pleasure to root for Danvers and her African American bestie and fellow pilot, Maria Rambeau, as they stride to their planes and Danvers utters her mantra, “Higher, further, faster, baby.” But it’s exactly the ease with which Danvers slides into the shoes of male protagonists that Mashable and The Gazelle dislike. “Measuring women’s power in relation to men’s power not only subliminally patronizes women, it also communicates that the only way for women to be valued and successful in society is to be, essentially, men,” states The Gazelle. The degree to which Captain Marvel undermines patriarchy or upholds it is, then, in the eye of the beholder, and for that reason, I gave it a 4 instead of a 5 for Gender. Another element of Captain Marvel left open to interpretation is Danvers’ and Rambeau’s sexuality, individually and in relation to each other. Neither character has an explicit love interest of any gender, which makes their deep friendship appear to be more of a life partnership. I tagged both Danvers’ and Rambeau’s sexualities as “ambiguous” with “queer subtext,” and counted them as the only non-straight characters. 60-year-old Annette Bening, playing an alien-disguised-as-a-human (a part that is male in the comics) *and* an AI, gets the film a 4 in the Age category. Rambeau and Nick Fury are the only major characters of color, and although Lynch’s performance received more commentary (all of it positive), Samuel L. Jackson’s portrayal of a younger, less worldly Fury is equally compelling. Helping a strong woman ascend to the height of her powers makes Nick Fury, as an agent and a man–a feminist message if ever there was one. "
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Chernobyl",
        "year": 2019,
        "lookupcode": "AnelizaChernobyl1",
        "timestamp": "2024-01-12T05:07:01.303Z",
        "emailAddress": "aruiz3@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 4,
        "gender": 3,
        "sexuality": 4,
        "age": 4,
        "qualitativeScore": 36,
        "quantitativeScore": 12,
        "blurb": "Chernobyl is not at all interested in diversity. And to be fair, it does not need to be. Chernobyl explores the aftermath of the real nuclear disaster that took place at the Chernobyl Nuclear Power Plant in the (then) USSR on April 26th, 1986. The series recreates the event, and more importantly, examines the government response, the people who tried to save those they could, and the civilians whose lives were irreversibly changed by that explosion. Although this is a story that focuses almost exclusively of older white men, that doesn’t change the fact that it is also a story about loss, (in)justice, anger, and grief. It’s heavy. It’s also hard to watch, especially in the context of the current national or international disaster – I’m sure no matter when you’re reading this, but regardless we are living through catastrophe. But if there is a bright light to this story and series, it is unsurprisingly the female characters and the actresses that play them with such nuance and care. Emily Watson, who plays fictional physicist Ulana Khomyuk, and Jessie Buckley who plays Lyudmilla Ignatenko, a devoted wife whose husband was a first responder and  badly affected by the explosion, both add a necessary sense of justice and hope to a cast of distraught and forlorn characters. Although, a part of me struggles with this, because in some ways it feels a bit stereotypical that the women are figured as pillars of virtuosity despite the circumstances. But at the same time, I can’t think of a woman who wouldn’t hold steadfast to the ideas of love, justice, and responsibility in the face of crisis because that is what we are trained to do. To give Watson and Buckley credit, they play their respective roles with such emotional depth that we do understand the duality of their experiences – they are tired and scared at the same time that they are emboldened and fierce. That duality gives this characters a necessary dimension and prevents them from becoming flat and forgettable. I appreciate that the series does not down play these performances or characters. While I would have loved to spend more time with them, I understand the narrative choices made and overall found the series to be compelling. "
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Chernobyl",
        "year": 2019,
        "lookupcode": "JuztineChernobyl",
        "timestamp": "2024-02-16T00:11:33.638Z",
        "emailAddress": "juztine@berkeley.edu",
        "ethnicity": 2,
        "nationality": 3,
        "gender": 4,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 28,
        "quantitativeScore": 12,
        "blurb": "Critics have praised the HBO miniseries Chernobyl for its realistic portrayal of the 1986 nuclear disaster that shuddered the world. Given that the series takes place in the Soviet Union during the 1980s, it is understandable why most characters are white. However, the show does try to include characters from different backgrounds, most notably Lyudmilla Ignatenko, the wife of a firefighter exposed to radiation, and Ulana Khomyuk, a scientist who helps uncover the truth about the disaster.\n\nIgnatenko is a strong and supportive character who plays a crucial role in the story. Her inclusion in the show helps to highlight the critical impact the disaster and its aftermath had on women and people not usually discussed when talking about Chornobyl. Khomyuk, on the other hand, serves as a powerful symbol of the scientific community's response to the disaster. Her character is based on a collection of people, and her inclusion in the show helps to give credit to the many scientists who worked tirelessly to understand the disaster and its impact on the surrounding areas.\n\nAdditionally, Chornobyl does an excellent job of showing how the disaster affected not only the officials and scientists involved but also the working-class individuals on the front lines of the cleanup effort. The show does not shy away from depicting the harsh realities of the disaster, including portraying the devastating consequences for the local population.\n\nChornobyl only passes the Bechdel Test in one episode of the five-part series. However, it is worth noting that it does pass the test. By including characters such as Ignatenko and Khomyuk, who were not directly involved in the nuclear industry, the series helps show the disaster's far-reaching effects. Including these characters outside the hegemony, even if only two white, straight-presenting women in a historical representation traditionally dominated by men, is progress, especially in stories set in historically homogeneous regions.\n\nIn conclusion, while it is understandable why most of the characters in Chernobyl are white, including characters like Ignatenko and Khomyuk, it helps provide a more nuanced and complete picture of the disaster. Additionally, the show's portrayal of the effects of the disaster on the working-class population is a haunting reminder of the real-world consequences of nuclear accidents."
    },
    {
        "tagger": "Jingyi",
        "propertyNameOriginal": "Euphoria",
        "year": 2019,
        "lookupcode": "JingyiEuphoria1",
        "timestamp": "2023-08-03T22:05:37.275Z",
        "emailAddress": "soundtracknoon@gmail.com",
        "mediaId": 1,
        "ethnicity": 2,
        "nationality": 3,
        "gender": 4,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 28,
        "quantitativeScore": 14,
        "blurb": "Oh, Euphoria. Where to begin with this hot mess of a show? I think the general consensus is that, while the cast and characters are relatively diverse, the writing room is not (link)—as the writing room is basically one white guy: Sam Levinson. The show is an exercise in maximalism: a huge production budget, sex and drugs at every turn, and glamorous makeup and outfits as ambitious as the show itself. Yet, as an audience, I really feel the limitations of Levinson's writing—while the supremely talented actors bring the characters to life, they seem more like allegories or lessons for the audience to receive than characters I want to root for.\n\nEuphoria may seem diverse on the page (a biracial female lead, Rue, in love with a transgirl, Jules!), but once you squint (or just look honestly. You don't have to squint), you see that the plot is driven by Jules being blackmailed for sending nudes to the most powerful man in town (who also happens to be a closeted chaser), that Rue is constantly being sexualized as she grapples with her addiction, and that Zendaya's light skin has been a point of contention and privilege in her casting (link). The men are abusers and the women (particularly Cassie) are sex objects. Kat's entire character is struggling with her weight, so what does she do to reclaim her body positivity? Become a camgirl and dominatrix. (Not to mention the falling out actor Barbie Ferreira had with Sam, resulting in her eventually leaving the show (link)). Like, can we get female characters whose primary identities do not revolve around their sexual worth? Can we get characters of color who are not constantly subjugated to violence?\n\nSure, the show is entertaining and dramatic—but watching it feels extremely voyeuristic. It's a show that rips open the worst wounds of society, but doesn't seek to critically engage with the viewer: instead, it capitalizes on the carnage. It is edgy to be edgy (and to make money and fame). One could apply a generous nihilist reading to Euphoria: in this stage of late capitalism, nothing matters, so why should we even bother trying, besides for our own personal gains? Call me too pro-social, but I would like to see Euphoria try: it could use its privilege as HBO's most popular show ever (beating out Game of Thrones) to you know, potentially step away away from tropes of violence and hypersexualization and towards giving its talented cast the roles they deserve to play. The show is so myopically focused on each individual character's story (with the first 7 out of 8 episodes of Season 1 starting out with a new character's childhood flash back) that it forgets sometimes the best storytelling is collective.",
        "comments": "sexuality - it's just jules? and rue to an extent. but jules was doxxed and harrassed as a huge part of the plot "
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Euphoria",
        "year": 2019,
        "lookupcode": "JuztineEuphoria1",
        "timestamp": "2024-02-28T21:49:42.663Z",
        "emailAddress": "Juztine@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 4,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 14,
        "blurb": "It is important to note that the first season of Euphoria features prominent queer, mixed-race, and transgender characters, who are often the focus of the show. This representative casting is a significant departure from traditional television, where such characters are typically relegated to supporting roles. The success of projects like HBO's Euphoria and FX's Pose show producers that there is a market for shows centering black and brown queer people and pave the way for such queer gems as the Max sitcom Sort Of. \n\nSeason 1 of Euphoria succeeds in giving some traditionally underrepresented communities screen time. It does have some nuanced representations of a certain kind of mixed-race experience, some types of body diversity, some connections between addiction and mental health, as well as certain types of queerness. But there are also many ways that Euphoria's first season does not reach the level of representation producers seem to claim it has. Casting for Euphoria could be more diverse and inclusive, particularly regarding representing a comprehensive range of skin tones among Black and Latinx women.\n\nMany of the women characters are fetishized, but the majority of Jules's storyline involves being the receiver of some form of abuse or sexualization, a majority of the abuse tied to her trans identity. Jeules' storyline in season one revolves around a dangerous queer sexual encounter introduced in the first episode. Her \"risky\" sexual behavior defines Jules' main plot for the rest of the season. \n\nThe original Israeli series of the same name did not include a trans character; that was Sam Levinson's choice, who brought in trans consultant Scott Turner Schofield to help create a layered and nuanced character that many queer organizations have praised. In an article for gladd.com, Eshe Ukweli praises Euphoria's trans representation, saying, \"Jules is allowed to freely exist in her body, allowed to show vulnerability as she deals with navigating the validation of men while also being attracted to women. Jules' validity as a woman of trans experience is never questioned or debated, and her freedom as a woman is not only constantly shown but is backed up time and time again by her community throughout the series.\" (https://glaad.org/euphorias-jules-continues-pushing-boundaries-trans-representation/) In the first episode, Cal's question, \"Do you walk around like this?\" referring to her gender-affirming clothing, hair, and makeup, is a challenge to her validity, regardless of how tenderly the question is spoken. Jeules' reaction of \"What do you mean?\" reveals her comfort in her identity, something many in Cal's generation fail to understand. \n\nThere has been some apprehension about the show's popularity with younger viewers due to its depiction of sex, drugs, and more sex. However, this may be more of a reflection on the accessibility of HBO than on the show's content."
    },
    {
        "tagger": "Jingyi",
        "propertyNameOriginal": "Fleabag",
        "year": 2019,
        "lookupcode": "JingyiFleabag2",
        "timestamp": "2023-07-20T18:09:46.511Z",
        "emailAddress": "soundtracknoon@gmail.com",
        "mediaId": 2,
        "ethnicity": 1,
        "nationality": 3,
        "gender": 4,
        "sexuality": 3,
        "age": 2,
        "qualitativeScore": 26,
        "quantitativeScore": 9,
        "blurb": "Fleabag's strength does not lie in progressive treatment of diversity on screen, or even diversity signalling---the show centers around the stories of a white, British, young, and (largely) heterosexual cast. Despite performing poorly on diversity metrics on paper, its true strength---as many critics have recognized (links)---lies is in its nuanced and multidimensional portrayal of titular character Fleabag, also played by show writer Phoebe Waller-Bridge. Though her name is easily confused with singer-songwriter Phoebe Bridgers, Waller-Bridge has been more often compared to (link) the likes of Greta Gerwig (Ladybird, Barbie): exploring what it means to be a woman in this modern day through absurd humor, characters that Are Really Going Through It, and plain clever storytelling. Actually, I feel bad that I've compared Waller-Bridge to other women---this is against the very spirit of what Fleabag is about. (Or maybe, at the post-feminist, post-ironic, post-anything but shamelessly following your material pleasures level of the show, it is exactly what the show is about.)\n\nDespite criticisms of Fleabag being for \"posh girls\" (link), Waller-Bridge has amassed quite a sizable fanbase, to the point of fans gaining parasocial pleasure from their favorite writer---which I myself, while not a part of, can totally understand why. Fleabag doesn't break any ground in terms of representation on screen---in fact, it's actually kind of embarrassing how white it is---yet makes it a delightful and interesting watch. And I think there's something to be said of white woman writers recognizing the limitations of their lived experiences, not overstepping their bounds, while still creating a brilliant piece of art. Especially if you're an educated, neurotic millennial who identifies simultaneously as a sl*t and an incel. Bonus points if you've ever pined for a sexy priest. ",
        "comments": "Very white and young, but at least it's feminist (and even then there's mixed reception)"
    },
    {
        "tagger": "Sam",
        "propertyNameOriginal": "Fleabag",
        "year": 2019,
        "lookupcode": "SamFleabag2",
        "timestamp": "2023-08-03T23:50:44.711Z",
        "emailAddress": "skolasa@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 1,
        "nationality": 3,
        "gender": 4,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 12,
        "blurb": "Ah, Fleabag. \n\nIt's no question that Fleabag resonated with fans. Her vulgarity and rawness, her rejection of social convention hiding a deep longing to finally feel that she's doing It right, all with a conspiratorial glance to the audience, was something that people connected with. Hearing their lived experiences (or innermost thoughts or worries) voiced on-screen became empowering to those who related to the plights and messiness of Fleabag's life. It did it all! It inspired TikTok trends and think pieces on how the show ushered in a new era of \"dissociative\" feminism, and then think pieces on why that was bad. Maybe it was, but Fleabag has never pretended to be a \"good\" feminist.\n\nFleabag, who is never named in the show, seems built to say the awkward/shameful/honest truths out loud. A relatively small scale story simply following Fleabag's life, the show is propelled by her stumbling through all of her interpersonal relationships: her sister, her father and step-mother, her romantic partner... who might also be a priest. She is not your latest TV girlboss. But, breaking up dramatic and sometimes sexual tension with a knowing comment or wink, she revels in it. With more freedom than usually allowed for women in media, Fleabag is unafraid to make mistakes, have insecurities, and want to get laid. Fleabag doesn't empower you by showing how strong and self sufficient women can be, but by showing, messiness and all, how women feel in a world that often works against them. \n\nBut let's not get too ahead of ourselves. Fleabag has some chips bet against her, but she's also a white cis woman from an upper-middle class family so even when she falls, she has more of a cushion than the rest of us. The show will try to embody a universal woman's experience (\"Woman are born with pain built in, it’s our physical destiny\" one character says, describing periods and childbirth) but its at its best when it's not trying to be a story about anyone else. It's not a show tackling class disparity, white privilege, or, evidently, biological essentialism. But, as evident by the amount of Emmys the show has, that's a far cry from it being unrelatable. ",
        "comments": "1 for eth bc white only, no reception on age or nationality. sexuality both bc fleabag is queer (while the internet exploded over it it was very..... one tiny scene) but also im kind of including the kinda gender transgressing of having fleabag as the woman protagonist be very sexual."
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Fosse/Verdon",
        "year": 2019,
        "lookupcode": "AnelizaFosse/Verdon1",
        "timestamp": "2023-07-20T00:28:20.017Z",
        "emailAddress": "Aruiz3@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 3,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 10,
        "blurb": "In the third grade I got to be in my sister’s high school production of Pippin and my life genuinely changed. For that reason, I will always have a tender spot in my heart for Bob Fosse, a complicated figure of American theater who was as talented as he was toxic. FOSSE/VERDON appeals to viewers like me, fans of musical theater more broadley and those who have some personal connection to the various shows and films spotlit throughout the series. Fans of musical theater might know Broadway by its other name, “the Great White Way”, which is an apt description for the series as well. Sam Rockwell and Michelle Williams, who play the titular Bob Fosse and Gwen Verdon respectively, are indeed great white actors. Williams especially shines in this role and I applaud Rockwell for leaping at every opportunity to dance on screen. However, the series maintains a vision of American theater as a primarily white space save for a few exceptional performers of color like Chita Rivera and Ben Vereen, both of whom we see glimpses of during a couple of mid series episodes. To a certain extent the lack of racial diversity can be easily explained away by the fact that this is a biographical series that is about people who were/are white. Which, yeah, is fair. And, perhaps there is room to interrogate what Whiteness coupled with a notion of genius or exceptional talent enables and teaches. Is Fosse allowed to behave poorly because he is a man and white and very talented? Historically, worse things than infidelity and emotional abuse have been tolerated by men who share those qualities. But that’s not really what the show is saying or leading us to consider. Rather, the series seems to be more interested in rendering a detailed portrait of a man who was not perfect but was capable of the spectacular. Fosse was complicated. And so was Gwen Verdon. Personally, I think the series works best when focusing on the gender politics that are threaded into Verdon and Fosse’s relationship. The classic conundrums around who has the “bigger” career, greater ambitions, or who is getting less than they need are always interesting to me. Williams especially is gifted at playing a certain kind of broken quiet woman who yearns for justice (or at least what’s fair) and makes receiving love feel like a concession. It’s in these more contemplative moments that I think the show gives us the strongest sense of what it’s trying to say about relationships, men, and women. FOSSE/VERDON is for the most part neutral politically. Even its whiteness feels more circumstantial than exclusionary. It’s not a series that will really change the way you think or feel about the world unless you put in the work to get there. But you know, I had a good time watching it. "
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Fosse/Verdon",
        "year": 2019,
        "lookupcode": "JuztineFosse/Verdon1",
        "timestamp": "2024-02-28T04:22:28.049Z",
        "emailAddress": "Juztine@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 1,
        "nationality": 2,
        "gender": 4,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 26,
        "quantitativeScore": 10,
        "blurb": "The Jazz Hand is a quintessential element of musical theater and synonymous with the concept of Broadway. For generations of musical theater fans, the image of the Jazz Hand's splayed fingers and outward-facing palms is iconic. The Jazz Hand might have never entered the U.S. dramatic movement vocabulary if not for Bob Fosse. Fosse's frequent use of the move in almost every film and theatrical piece he worked on helped cement it as a part of American culture.\n\nBob Fosse's impact on American film, dance, and musical theater is undeniable. Fosse's legacy was solidified when the Broadway tribute show of the same name was aired on Great Performances on PBS. This show brought to light Bob Fosse's impact on musical theater and got his name into households outside the Broadway community. What had been left out of Fosse's narrative before the FX miniseries Fosse/Verdon was how great an impact collaborator and wife Gwen Verdon had on the creation and process of most of Fosse's most memorable works. The miniseries explores the dynamic between the two and how their creative partnership fueled their success.\n\nOne of the most surprising revelations in the series is that <Spoiler>if it weren't for Gwen Verdon, the musical Chicago may have never been directed by Bob Fosse.<Spoiler/> The show sheds light on Verdon's pivotal role in Fosse's life and career. Executive producer Steven Levenson stated in a Variety interview that the creative team aimed to portray this story through the perspective of the #MeToo movement. However, there are differing opinions on whether the production successfully achieves this goal or perpetuates the narrative of abusive behavior being excused due to the abuser's perceived genius.\n\nFosse/Verdon, the miniseries, explores the complex relationship between Fosse and Verdon and takes a critical look at the American musical theater industry. However, the show misses an opportunity to explore how working with Fosse affected the careers and interactions of non-white performers like Ben Vereen (played by Ahmad Simmons) and Chita Rivera (played by Bianca Marroquin), who appear as minor background characters. Although the miniseries discusses the impact of working with Bob Fosse (and Gwen Verdon) on Liza Minnelli's image and career, it could have done more to shed light on the influence of Fosse's work on other non-white performers. For instance, the show could have shown how working in Chicago impacted Chita Rivera or how the closeness of Fosse and Ben Vereen could have affected how Vereen directs, choreographs, and interacts with cast members.\n\nOverall, Fosse/Verdon is a compelling and enjoyable miniseries highlighting the artistic partnerships' of two Broadway icons. However, it also raises important questions about how the entertainment industry operates and whose stories are deemed worthy of being told. By exploring the complex relationship between Fosse and Verdon and the impact of their work on the American musical theater industry, the show invites viewers to consider the broader cultural and societal forces that shape artistic expression."
    },
    {
        "tagger": "Ace",
        "propertyNameOriginal": "Frozen 2",
        "year": 2019,
        "lookupcode": "AceFrozen 2",
        "timestamp": "2024-02-28T19:33:26.632Z",
        "emailAddress": "12aschen@berkeley.edu",
        "ethnicity": 1,
        "nationality": 3,
        "gender": 4,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 32,
        "quantitativeScore": 7,
        "blurb": "Frozen 2 gestures towards the colonial history of fictional Arendelle, but it’s done in a distinctly Disney way. What I mean is that I watched this movie in theaters when it came out and have no real memory of a plot about reparations, just the story of sisterhood and some catchy songs – the takeaways I suspect most viewers will have.\n\nUnsurprisingly, Elsa and Anna’s kingdom is revealed to have a troubled past. King Runeard, their grandfather and the first monarch of Arendelle, intended to eliminate the Northuldra, the indigenous people of the region by constructing a dam which would slowly force the Northuldra to rely on Arendelle, a move that escalated into prolonged violence, and which Anna sets out to heal. It’s a familiar story with countless real life parallels, but one stands out: the Alta Dam Controversy, a case of environmental racism where the Norweigian government proposed a hydroelectric power plant that would block the indigenous Sámi people’s access to resources. It’s an interesting and even powerful move for the plot to evoke real history of indigenous rights. But in the movie, without going into too much detail, potential disaster is completely avoided with Elsa’s ice powers, a magical deus ex machina that is not afforded to real-life decolonization. Despite a prolonged campaign of violence against the Northuldra, everyone at the end seems to be happy and unbothered  – because it must end that way to sell movie tickets, Disney+ subscriptions, and plushies of Olaf making funny faces.\n\nThe Northuldra people are strongly inspired by the Sámi peoples indigenous to Norway, the inspiration for Arendelle. During production of Frozen 2, members of the Sámi parliament reached out to collaborate, establishing a relationship with Disney and leading to the release of the film dubbed into North Sámi. I want to highlight that it was not Disney who reached out – I do not intend to give them the credit for voluntarily seeking consultation here. Regardless, Sámi representatives reached an agreement with Disney to avoid cultural appropriation in the film, which is a non-zero step forward for more diverse and respectful stories from the mouse. However, not all representation is necessarily good. Since the first Frozen, Disney retconned Arendelle to introduce both background characters of color and a Black supporting character. Upsettingly, this singular Black character is a military leader for the colonialist King Runeard. It feels like a backhanded move to introduce characters of color and then make them not only complicit in but instrumental to the colonization of native lands. \n\nAt the end of the day, this is not a movie that will empower people to engage in the struggle for decolonization. It was a Disney sequel about sisterhood that was the tenth highest grossing movie of all time. I would certainly not recommend Frozen 2 as the blueprint for stories about postcolonial reparations, and at most it is one palatable and mainstream way to expose children to the (fairly elementary) idea that history is rarely what it seems. "
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Frozen 2",
        "year": 2019,
        "lookupcode": "SunnyFrozen 2",
        "timestamp": "2024-01-11T18:01:56.506Z",
        "emailAddress": "sunny22sangha@hotmail.com",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 4,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 26,
        "quantitativeScore": 7,
        "blurb": "Frozen 2 got a diversity score of 13. Frozen 2 is about colonization. Like, literally. I was indeed shocked. However tragically, and accordingly since it is Disney, the film is not historically accurate at all. It is not about colonization. It is, how do I say this without seeming pretentious, a simulacra of colonization. It replaces the horrific reality of colonization with a Disney representation of colonization that does not simulate any truth of colonization. I do not want to employ too much postmodernist thinking (I surrender to them unwillingly at times) but Jean Baudrillard in \"The Precession of Simulacra\" writes, \"Simulation is no longer that of a territory, a referential being, or a substance”. What is being simulated here? Nothing. Or worse, a simulacra of colonization through the eyes of a historically white supremacist company. \n\nThe most audacious thing about this film is including Black and brown people into the group of violent colonizers. I am not claiming Black and brown people cannot benefit from imperialism or have never supported it themselves – but having a mixed race group of colonizers colonizing Nordic people in a period inspired piece is insidious work. The racial elements of colonization, one of the fundamental features, being removed in its depiction is audacious to say the least, and to make Black citizens a part of the colonizer group violently overthrowing Nordic-inspired people is absurd. Who’s call was this? Some critics believe it was Disney’s response to the first Frozen being “too white” and so they thought sprinkling in random Black characters (Black villains) [Black colonizing villains]was going to diversify the film in a positive way. I also suspiciously fail to believe anyone critiquing -Frozen- for being too white is doing it in good faith. What people actually want is interesting movies with dynamic complex characters of color showing stories of relatability. Not becoming fictional colonizers in Frozen 2. Like who is going YASSSS OMG SO ME!!! FINALLY COLONIZERS OF COLOR!! YIPPIE!!! (Vivek Ramaswamy erasure, my apologies)\n\nThe story of King Runeard is excellent in its exploration thematically, however, offensive in its optic construction. If they made all the colonizer’s white, would people (Disney adults) have been pissed/disturbed, so instead they opted to pretend people of color violently attacked the Nordic people. I want to know the thought process. \n\nBesides that, (if you can) Elsa is a really cool character! Having no love interest, she joins the ranks of Moana and other new princesses who are not attached to a plot around a man. This is something I really appreciate when showing content to the younger children in my family, especially girls. It is important for girls to see women on screen having narratives and self-explorations without the presence of a man (the bare minimum, mind you). I also loved how Anna disregards her man to save her sister, that is beautiful to watch. It is an amazing depiction of sisterly love. Horrible depiction of the history of colonization. \n"
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "It Chapter Two",
        "year": 2019,
        "lookupcode": "JuztineIt Chapter Two",
        "timestamp": "2024-02-28T10:54:30.999Z",
        "emailAddress": "Juztine@berkeley.edu",
        "ethnicity": 2,
        "nationality": 3,
        "gender": 2,
        "sexuality": 2,
        "age": 2,
        "qualitativeScore": 22,
        "quantitativeScore": 10,
        "blurb": "There was an immediate buzz as the first teasers and trailers for It Chapter Two were released. One showed a scene that made the movie look like it would pass the Bechdel Test as we see an adult Bev conversing with Mrs. Kersh, but <spoiler>it turns out Mrs. Kersh is just Pennywise (and whether that passes the Bechdel Test is highly contested).<spoiler/> Another trailer that really caused a stir briefly shows an injured person calling for help in a rushing river. Fans of the Stephen King novel instantly recognized Adrian Mellon, a homosexual character whose storyline is omitted from the 1990 movie adaptation. Audiences who were unfamiliar with the source material were shocked that It Chapter Two began with <spoiler>Adrian being the victim of a gruesome hate crime/beating not even involving the killer clown. As seen in the trailer, Adrian is thrown into the river after the beating, where Pennywise catches and eats him. <Spoiler/>  Aside from the fanciful horror aspect of the scene, the fear people have in many places of the US of getting jumped for showing affection in public spaces is still a genuine part of the queer experience. \n\nChapter Two suffers from many of the things that go along with having only one principal black character, one principal woman character, and in the new adaptation, one central queer character. The queering (or at least more obvious queering) of Richie is a helpful way to balance Adrian and boyfriend Don's role of exclusively being the recipients of violence and harm.\n\nWhat seems to stick out is the fatphobia and body negativity that seem like it would be more at home in the 1990 miniseries than something released in 2019. Ben is taunted for being fat, and Richie is constantly teasing Eddie for marrying a woman bigger than him. \n\nIt Chapter Two has received mixed reviews from audiences and critics alike. While some praise it for its horror elements and faithful adaptation of the source material, others criticize it for its treatment of certain characters and themes. The film attempts to address issues of representation and diversity, but falls short in some areas. Overall, It Chapter Two is a thought-provoking and unsettling horror movie that offers both scares and social commentary. "
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "It Chapter Two",
        "year": 2019,
        "lookupcode": "SunnyIt Chapter Two",
        "timestamp": "2024-01-11T18:10:10.446Z",
        "emailAddress": "sunny22sangha@hotmail.com",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 1,
        "sexuality": 1,
        "age": 1,
        "qualitativeScore": 10,
        "quantitativeScore": 10,
        "blurb": "\nThis film was devastating for diversity. It scored the lowest in every category. It starts with a gratuitous murder of two gay men: one killed by teenage homophobes, the other killed by Pennywise. Stephen King’s plot point in the novel was inspired by the real life murder of Charlie Howard. In the overall context of the film however, this scene felt jarring and unnecessary. If there was some large central thematic conversation on queer sexuality throughout the movie, or a return to the couple explored by Richie, something that provided purpose for its cinematic inclusion. Unfortunately queer sexuality is a swept up subplot, handled quite loosely and lazily. It is interesting how graphic and explicit the film was with its depiction of queer pain, but not with queer love. \n\nAnother jarring character was Mike who had his living, loving family taken from him and is instead orphaned in the on-screen adaptation. Pennywise also goes from using the racism he faced by his peers to daunt him and uses his “crackhead” parents to taunt him instead. Apparently, this is because filmmakers believed the explicit racism Mike faced in the novel (originally set in the 60s) wouldn’t make sense for kids living in the 80s. Yeah…I had the same reaction too. I went to highschool in the mid 2010s and explicit racism was still very much a thing. Jack Hamilton explores Mike’s fumbled character further in his article for Slate. Hamilton eloquently addresses counter-arguments in his piece and shows how the film negatively treats Mike. \n\nBethany is also a disappointing character drenched in patriarchal understandings. Kosoko Jackson said it best, calling her a “tropeish role…as something for men to conquer”. Bethany had so much potential that was reduced to focus on her role in the love triangle between the boys. \nAlso, upon further exploration of the original text, there is a scene where the Losers Club feel like they cannot escape because they aren’t close enough, so Beverly has sex with all of them to bring them closer together. ????? I cannot fathom how a child orgy led by Beverly is progressive or seen as anything but anti-feminist exploitative mess. \n\nThe first remake film came out when I was 16 and I internalized it as a representation of my own childhood. It had cute scenes filled with summer nostalgia and bike rides with friends. In the words of Aretha Franklin, “Great gowns, beautiful gowns”. The first film offers beautiful shots with little character diversity. The sequel offers even less. This film is the sheer opposite of diversity. There is American homogeneity in the film that sticks onto the scenes like melted candy. Is the film bad? I liked parts of it. Is it diverse? It is diverse in the numerous types of communities it has offended. \n"
    },
    {
        "tagger": "Sam",
        "propertyNameOriginal": "Joker",
        "year": 2019,
        "lookupcode": "SamJoker",
        "timestamp": "2024-01-05T02:37:23.323Z",
        "emailAddress": "skolasa@berkeley.edu",
        "ethnicity": 2,
        "nationality": 3,
        "gender": 1,
        "sexuality": 3,
        "age": 2,
        "qualitativeScore": 22,
        "quantitativeScore": 13,
        "blurb": "Before Joker even came out, critics were concerned about the real-world ramifications of creating a folk hero out of Gotham City’s most famous villain, giving him a rare spotlight as a protagonist. The film tries for a more sympathetic rendition of the man behind the clown face paint, and attempts an indictment of the social systems that fail him, but ultimately the few interesting ideas about class or mental health in Joker are abandoned to adhere exclusively to Arthur Fleck’s individual experience as a working class white man.\n\nThe film frames Arthur’s declining mental health as a symptom of the lack of economic resources and social safety nets for the disabled working class— “What do you get when you cross a mentally-ill loner with a system that abandons him and treats him like trash?” he asks— but doesn’t really dive deeper into the idea of systemic issues perpetuating this. While the antagonists are the elite and privileged, his relationship with the working class people around him are still held at distance.\n\nThere is an interesting pattern of these interactions occurring specifically with Black women, like his therapist who attempts to relate to him, <spoilers> telling him “they don't give a shit about people like you, Arthur. And, they really don't really give a shit about people like me either,” after the city cuts funding for the program</spoilers>. However, Arthur barely seems to register this. He consistently feels that he isn’t seen by the people in his life, but there’s no recognition that this woman could be someone with shared experiences, rather than just being part of a hurtful system. <spoilers> Later, Joker presumably kills his psychiatrist after telling her she wouldn’t get his joke, an intentional call back (through set design and casting) to his refusal to relate to the Black women trying to help him. If there is a message about shared class struggles, it doesn’t seem pushed by the narrative. Rather, Joker’s fight against “The System” supersedes any other understanding of intersectional inequality.\n\nWhether they’re seen as <a href=”https://time.com/5696670/joker-movie-black-women-characters/”> sympathetic </a> or “<a href=”https://www.nytimes.com/2019/10/09/movies/joker-movie-controversy.html”> oppositional or antagonistic</a>,” towards Arthur, the lack of connection between them goes both ways. The two Black women I’ve mentioned are credited only by their role in institutions Arthur doesn’t feel supported by: social worker or psychologist. We see the city through Fleck’s eyes, and he never sees them as people.\n\nThis is most prominent with his love interest and neighbor, Sophie. Even if reviews take note that the other Black women in the film are unnamed, there is a consistent blind spot towards the fact that Sophie is never addressed by name in the film. <spoilers> Granted, this could be an intentional clue that their relationship is a fantasy that Arthur constructs. In his head, she has no hesitations, no disagreements, and no daughter. She is a blank slate to smile beautifully and tell Arthur what he wants to hear, and he might not even know her name. We get very little from her as a real person, and after the illusion falls away, we stay on Arthur and leave the unnamed Sophie behind, sitting with his loneliness after the loss of his fantasy without facing the dehumanization and discomfort for Sophie being the subject of it</spoilers>.\n\nJoker might start a movement against the white, rich Gotham elite, but the movie makes it clear that the revolution is also a white boys club.\n",
        "comments": "age-- his mom is in his 60s but shes also treated like an old crone who burdens him and she doesnt get any of the sympathy for her mental health issues like he does."
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Joker",
        "year": 2019,
        "lookupcode": "SunnyJoker",
        "timestamp": "2024-02-28T23:05:09.887Z",
        "emailAddress": "sunnysangha@berkeley.edu",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 1,
        "sexuality": 1,
        "age": 2,
        "qualitativeScore": 12,
        "quantitativeScore": 6,
        "blurb": "This was so bad. I was only able to get through it at 2x speed. All the diversity stuff aside, this film was just bad. The pacing, the too long shots, the tortoise timing of it all. It was like watching paint dry. The scene where he gets his lick back on the rich white boys was engaging and interesting. \n\nNeal Curtis excellently explores the misogyny and misogynoir of the film in Ceasefire Magazine. The film uses women as props, never naming them on screen or giving them full stories. They are pieces for the Joker. The only named woman, his mother Penny Flack, and she is shown as the root of his problems. We never explore her mental health, like we get to with the Joker’s. I find it so odd how a villain origin story from Hollywood is like a never ending Russian Doll. Now, instead of the Joker being the true villain, we can blame his mother! Or his father if they gave Penny any grace on screen, and then some other thing, instead of directly citing capitalism and colonialism outright. Films exploring the shortcomings of mental health, class systems, and social relations without containing social theory and history find themselves being incredibly narrow and lacking substance (because well, they are). Dr Zuleyka Zevallos perfectly details the sociological harms in her piece.\n\nAlso, the group of random brown skinned teenagers who beat up the Joker is an interesting choice of casting and framing compared to the group of later bougie white boys who antagonize him. An imagined world where white boy’s don't commit street violence and rich snobs can’t be brown. But to be honest, they were the ones brutally murdered on screen, and I’m glad it wasn’t kids of color because that would have been worse. Still, interesting dynamics between the two groups of boys.\n\nThe cops shooting the wrong person then getting jumped, odd framing to evoke cop sympathy and some sort of “the people cause the real issues!”. Real life cops are not like that, tragically, they are worse. The Joker’s dance was funny so I’ll give them that. \n\nThere is some accurate depiction of what state funded mental health services look like and I wish the film used their usage of the idea as a call-to-action to fix the system, rather than a prop piece to explain the Joker’s rage. \n"
    },
    {
        "tagger": "Sam",
        "propertyNameOriginal": "Mindhunter",
        "year": 2019,
        "lookupcode": "SamMindhunter2",
        "timestamp": "2024-01-24T02:43:18.906Z",
        "emailAddress": "skolasa@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 2,
        "nationality": 3,
        "gender": 4,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 32,
        "quantitativeScore": 8,
        "blurb": "Mindhunter sets itself apart from its crime drama contemporaries by placing itself in the interest of the psychological. By focusing on the FBI’s emerging interest in criminal profiling by interviewing serial killers, the show keeps a chronological and visual distance from the sensationalism of showing the murders themselves. We were not confronted with the torture-porn of women dying gruesomely on screen in season 1, but they didn’t get to do much living either. While the season revolved around women as causes or victims of violence—which is to say, accessories to men’s stories—we saw very few of them as complex characters. There were only a smattering of women in the first season and even psychologist Wendy Carr, one of the show’s leads, didn’t show up until episode three and immediately buried her personal life in order to work at Quantico, putting herself back in the closet to work for an organization that considered her sexuality a disorder. And yet, this remained largely unexplored in season 1.\n\nSeason 2 makes a welcome change by giving more agency and focus to the women. Carr’s plotline becomes significantly more complex as we see her time away from work where she can let the mask of corporate heterosexuality slip. The intersections of her professional and personal life bleeding into each other is Carr at her most interesting as she navigates a new relationship with a queer woman. Season 2 also takes us to the family home of Bill Tench and his wife Nancy, who are in conflict over raising their adopted son. With Nancy getting a bump up to being a main character, we see the struggles of a working mother who has to handle the family affairs singlehandedly while Bill is emotionally checked out. We know from the first season that the mother always gets blamed for the father’s absence, so seeing this dynamic from Nancy’s perspective rather than it being retold by a man adds a previously unexplored level of nuance to the gendered labor of parenthood.\n\nThere is a big leap for the white women in the show, but mixed consensus on the representation of race as the plot makes a strong pivot from gendered violence to the then ongoing cases of the Atlanta Child Murders. For some, the weight of the topic was perhaps too heavy for the second season of the show, and could have been handled with more care, especially with a predominantly white cast. <a href=”https://slate.com/culture/2019/09/mindhunter-season-2-atlanta-child-murders-race-depiction.html”>Slate.com</a> called it “unsatisfying”, talking about how the season could never have a neat ending when the real cases were closed without the suspect facing any charges for the murdered children. Narrativized retroactively, this gives a clunky premise to Holden’s investigation: to approach the conviction that history would recognize, even if it means repeatedly rejecting a premise of “generations of violence and systemic racism” (as Tench tells Holden) in order to push his profile of a Black suspect. And while we hear about Klan involvement and racism in the police force, the cops shown are all well-meaning. “We all care,” the chief of police tells a frustrated Holden. As a result, Laura Miller argues, presenting the mothers of the missing children as distrustful and cold towards the police turns them into an “indictment of law enforcement for shortcomings the series itself doesn’t depict”. The mothers’ advocacy for themselves and their children becomes simply a means to dole out blame. When Holden leaves Atlanta with his efforts to help tied up in bureaucratic tape, it’s the inevitable dissatisfaction from the mothers that lingers unfavorably in the air as the season closes."
    },
    {
        "tagger": "SJ",
        "propertyNameOriginal": "Mindhunter",
        "year": 2019,
        "lookupcode": "SJMindhunter2",
        "timestamp": "2024-02-28T22:38:26.731Z",
        "emailAddress": "jguo2001@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 1,
        "nationality": 3,
        "gender": 3,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 26,
        "quantitativeScore": 17,
        "blurb": "Netflix’s Mindhunter was a success during its first season, and had built up a cult following online with the True Crime fandom. When it returned for a second season, the audience — true crime fans and more typical Netflix enjoyers alike, responded favourably to the show. One of the selling points of Mindhunter to its true crime fans was its blow by blow accuracy to the book that inspired its conception, “Mindhunter: Inside the FBI's Elite Serial Crime Unit”. The three characters that head the helm of the plot (Holden Ford, Bill Tench, Wendy Carr) are based off their real life counterparts in the field of criminal psychology, Douglas, Ressler and Burgess. <a href=\"https://www.vulture.com/2017/10/mindhunter-netflix-real-serial-killers.html\">[source]</a> There was relatively little discussion online about diversity in the show other than regarding three topics — mental illness/disability, gender and race. A subplot that occurred during Ford and Tench’s hunt for the Atlanta murderer showed Tench’s young son, Brian, showing increasing signs of potential anti-social behaviour, which generated controversy among the viewers. Many viewers pointed out that Brian’s behaviours aligned much better with autism, and were uncomfortable with the show framing this behaviour as earning warning signs of homicidal violence. They expressed that while serial killers often experienced abuse or trauma in their childhood, the framing of an autistic child who had experienced trauma being a budding serial killer was problematic. <a href=\"https://www.reddit.com/r/MindHunter/comments/d4jxhb/possible_point_towards_the_brian_is_autistic/\">[source]</a> Other viewers gave the show their benefit of the doubt, believing that this framing was intentionally misleading due to the show using Tench’s unreliable subjective perspective and playing on his over-exposure to violent cases. <a href=\"https://www.reddit.com/r/MindHunter/comments/cx5xjg/does_anyone_else_think_brian_may_just_have_autism/\">[source]</a> Another line of controversy surrounded the lack of POC characters involved in the main leads, but many avid fans of the show argued that the show’s strength was in sticking to the source material. They mentioned that the show sought to create a realistic depiction of the 70s and 80s, where racism and misogyny was rampant and kept POC individuals and women out of important positions, which they connected to the violence perpetuated against women and the way the black community is failed by the justice system. In order to understand violent crime, they argued, a show must be willing to depict the unfairness and violence inherent in the social systems and structures that surround individual acts of extreme cruelty. <a href=\"https://www.reddit.com/r/MindHunter/comments/7qmqmm/comment/dssjmzo/?utm_source=share&utm_medium=web2x&context=3\">[source]</a> Some black viewers commented that the show was very accurate to the political climate in the decade following King’s assassination, the failures of the government to care for its black citizens, and the wariness that the black community had towards the FBI and police. They felt that the depiction of Williams as a product of a racist system that taught him to be violent through systemic violence, was powerful in its execution. <a href=\"https://www.reddit.com/r/MindHunter/comments/crqy3b/really_liked_how_the_show_explored_race_relations/\">[source]</a> Some viewers felt like the compressed TV show did not give enough screentime to the black police force also involved in the investigation. <a href=\"https://www.reddit.com/r/MindHunter/comments/cv8y1u/comment/ey6mmaf/?utm_source=share&utm_medium=web2x&context=3\">[source]</a> One way in which the show deviated from its source material was through the writing of Wendy Carr, who is inspired by Dr. Burgess, the nursing professor who assisted the FBI in establishing criminal psychological profiles. Dr. Burgess is a straight woman, but Dr. Wendy Carr was written to be a closeted lesbian and a psychology professor. When interviewed by Newsweek about this rewriting, Dr. Burgess expressed that she was not bothered by this depiction, and mentioned that Carr’s character had to be written as a psychology professor due to misconceptions about nursing as a profession. <a href=\"https://www.newsweek.com/mindhunter-wendy-carr-character-inspiration-ann-burgess-1459208\">[source]</a> Carr is played by Anna Torv, who is a presumably straight woman, but audiences seemed to have not taken any serious issue with this depiction. Overall, it seemed that the show attempted to incorporate diversity despite sticking close to the source material, but simple choices (such as casting a lesbian actress to play Carr’s character) could have vastly improved its representation of marginalized groups. ",
        "comments": "- due to the historical era in which the show is set, with racial politics being a crucial element of the plot, casting choices may have been restricted. some viewers liked the representation of a black serial killer, when \"serial killing\" was thought to be a white male phenomenon."
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Pose",
        "year": 2019,
        "lookupcode": "JuztinePose2",
        "timestamp": "2023-09-12T01:36:41.470Z",
        "emailAddress": "Juztine@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 5,
        "nationality": 3,
        "gender": 5,
        "sexuality": 5,
        "age": 4,
        "qualitativeScore": 44,
        "quantitativeScore": 42,
        "blurb": "After the first season finale I wondered if anything could be better than the queer representation in season one of Pose. It turns out something can, and that is season two of Ryan Murphy, Brad Falchuk, and Steven Canals’ dramatic masterpiece, Pose. Season 2 abandons the Trump Tower storyline, removing screen time for straight white men, focusing exclusively on the lives of the queer black and brown characters. The removal of these storylines leave more available screen time for performers like Michaela Jaé Rodriguez, Billy Porter, Dominique Jackson, Indya Moore, Angelica Ross, Hailie Sahar, and so many more, to light up the screen brighter than the neon pink of the opening title sequence. \n\nSeason two of Pose has entire episodes with hardly any straight white men to be seen on screen. When we do see straight white characters, they are either villains like the bigoted landlord Frederica Norman, played by Patty Lupone, or characters like Paul, played by Frank De Julio. Paul is a client of Electra’s at a dominatrix club who <spoilers> dies of a drug overdose while tied up under Electra’s care. For ages transgender women have been resigned to playing dead bodies on television, so the reversal of trans characters dealing with a straight white dead body, is very notable. </spoilers>\n\nPose is the story of queer trauma, and does depict queer brown and black people as the targets of violence and systemic oppression. But pose is also the story of queer joy, queer resilience, and queer triumph. Pose is able to be pure joy and devastating, gritty and glamorous, camp and high art; like queerness itself, Pose defies boundaries. \n\nPose season two scores highly in almost every aspect we score at MERL. There are areas of body diversity, like large bodies, that aren’t given stories in Pose. But Pose still expands what is usually seen on screen in other ways. The epic romance of Angel and Lil Papi not only shows a nuances heterosexual relationship, but also representation for having a feminine partner who is taller than the masculine one. \n\nPose is not just a show about the ballroom community, it is in many ways by the community. The creators of Pose went directly to the source to ethically tell the story of the New York ball scene, using such legends as The House of Extravaganza, as primary sources. Ballroom Icon Leiomy Maldonado, whose signature 360 dip forever changed the ballroom scene, is not only featured, but a choreographer of the show, giving authenticity to the catwalks of Pose. Sandra Bernhard’s real life activism gives so much life to her fictional character’s fire, yet another authentic aspect of this spectacular ensemble. \nThe popularity of Pose is proof that queer black and brown lead stories can make money, so I can only hope more producers will take note and continue to produce work by and about queer people. "
    },
    {
        "tagger": "Gail",
        "propertyNameOriginal": "Pose",
        "year": 2019,
        "lookupcode": "GailPose2",
        "timestamp": "2024-02-26T00:30:19.769Z",
        "emailAddress": "adekosnik@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 5,
        "nationality": 3,
        "gender": 5,
        "sexuality": 5,
        "age": 3,
        "qualitativeScore": 42,
        "quantitativeScore": 21,
        "blurb": "Pose, more than any other television series in recent memory, strives above all to humanize queer and trans people of color (QTPOC), depicting a set of characters in and around New York’s late 1980s-early 1990s ball scene as compelling, complex multidimensional people who can never be reduced to just one thing. Pose s2 doesn’t feature any white leads (a shift from s1) – though a few famous white actresses show up in important supporting roles – and with half the primary characters being trans and more than half (depending on how you count) being queer, this is one of the strongest majority-minority dramatis personae to ever hit American screens. Behind-the-scenes creatives including Janet Mock, Steven Canals, and Our Lady J worked wonders in rendering the myriad realities that our heroes walk through in season 2: dazzling ballroom competitions, the high-stakes worlds of professional dance and modeling, the cutthroat New York real estate market, the struggles to navigate HIV-positive status in the early years of the AIDS crisis, the hopes and disappointments of a marginalized subculture when their creativity is appropriated into the cultural mainstream, various types of sex work and their benefits and (sometimes tragic) costs to individual workers, and the too-numerous forms of violence directed at QTPOC people. There’s also plenty of love, allyship, friendship, frenemyship, and downright enemyship on offer. Pose s2 earned much love from <a href=”https://ew.com/tv-reviews/2019/06/07/pose-season-2-fx-review/”>EW</a>, <a href=”https://www.vulture.com/2019/06/pose-season-2-review.html”>Vulture</a>, <a href=”https://www.theatlantic.com/entertainment/archive/2019/06/pose-season-two-review-fx/591409/”The Atlantic</a>, and many other not-specifically-queer-serving publications, as well as specifically-queer-serving ones like <a href=”https://www.autostraddle.com/pose-episode-210-recap-together/”>Autostraddle</a> and <a href=”https://www.them.us/story/pose-season-two-review”>Them</a>. One criticism that several pubs made was how pedantic and lecture-y the writing could sometimes get, but I don’t blame the show for teaching and preaching to the mass audience it managed to reach. I only found myself cringing at one diversity-related storyline all season, and it weirdly (for a show that does more and better work on gender than any other) had to do with women asking for, and not getting, a seat at the table: <spoilers>Elektra tells Pray Tell that she’s tired of all the trans women in the ball scene doing most of the work (aesthetic labor, walking, posing) while men get to sit back and judge them; Pray Tell and the council of other (cis male) MCs decide to flip the script by wearing drag and walking themselves in the next ball, at which Elektra convenes a panel of women judges to score their efforts. But I agree with the <a href=”https://www.reddit.com/r/PoseFX/comments/cnbuia/pose_s02e10_in_my_heels_live_season_finale/”>Reddit</a> users who asked, Why couldn’t they have asked Elektra or other women to join the council or become MCs?</spoilers> Plus ca change, as they say. \n"
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Russian Doll",
        "year": 2019,
        "lookupcode": "JuztineRussian Doll1",
        "timestamp": "2023-07-20T21:31:58.465Z",
        "emailAddress": "juztine@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 4,
        "nationality": 3,
        "gender": 5,
        "sexuality": 4,
        "age": 4,
        "qualitativeScore": 40,
        "quantitativeScore": 30,
        "blurb": "Russian Doll tells the story of Nadia Vulvokov, a woman stuck in a time loop that begins at her 36th birthday party and ends with a tragic death, causing her to reset back to the start of her party. The story revolves around an upper middle class, cis gender, heterosexual, white woman, living in New York City, so creators chose to surround Nadia (Natasha Lyonne), with an abundance of diverse characters. Nadia’s friends include a spectrum of nuanced representations of queerness, ethnic diversity, and age variety including women over the age of 70. Representation in Russian Doll never comes off as forced, instead feeling accurate to a demographic of friends living in current day New York City. A diverse cast is definitely a plus, but I still wonder why we continue to see the young white character’s story first before being able to develop the non-white, queer, or older characters. \n\nThe second lead of the show is Alan Zaveri (Charlie Barnett), a man also caught in a time loop. Barnett, who was adopted but is believed to have Afro-Latinx heritage, is a good choice to co-lead the show opposite Lyonne, but his character does not show up until the final moments of episode 3 of 8. Once he enters the story, Alan gets almost as much screen time and character development as Nadia, rather than appearing just to support her story. Russian Doll received points for having age diversity because of the casting of Elizabeth Ashley as Ruth Brenner, a friend of Nadia’s mother. Ruth’s story is developed, but I do have to point out that a good amount of her story is told in flashbacks where she is played by Kate Jennings Grant, a much younger actor. Russian Doll also received some online praise for a nuanced depiction of mental illness and the unhoused because of Brendan Sexton III’s character, Horse. Though Nadia and Horse’s interactions are very touching and do humanize a person dealing with being unhoused, I would have liked to have more development of this character since he is dealing with such a dangerous living situation.\n\nRussian Doll is a good watch that seems to decenter whiteness little by little as each episode goes by, but I believe it could have been even stronger if it started with a balance of the two leads from the first episode.  "
    },
    {
        "tagger": "SJ",
        "propertyNameOriginal": "Russian Doll",
        "year": 2019,
        "lookupcode": "SJRussian Doll1",
        "timestamp": "2024-02-28T21:23:14.666Z",
        "emailAddress": "jguo2001@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 5,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 15,
        "blurb": "Netflix’s Russian Doll premiered in 2019, quickly amassing critical acclaim and winning audience favour. However, for a show set in the diverse NYC, the series excels at some metrics of diversity such as strong gender representation and nuanced exploration of mental illness, but flags when it comes to representing racial and ethnic diversity. The critical acclaim surrounding the show largely celebrated the all female team of creators and executive producers, and a plot centred around a nuanced female lead dealing with childhood trauma and mental illness. Some critics still felt that the show was diverse due to its casting of Alan with a mixed actor and John with a Latinx actor, and the inclusion of Lizzy’s presence as a lesbian. <a href=\"https://medium.com/latina-media/six-reasons-why-russian-doll-is-so-perfect-6c6388d75cc9\">[source]</a> The perceptions of ethnic, racial and sexuality diversity on part of the audience seems to be rather weak or absent, with some commenters appraising the diversity of side characters. <a href=\"https://www.reddit.com/r/RussianDoll/comments/aoqvdv/side_character_appreciation_post/\">[source]</a> The favourable perceptions of the show (with a Rotten Tomatoes rating of 97%, IMDb of 7.7 and Google User of 88%) seem to focus on the nuanced portrayals of mental illness, addiction, trauma and gender roles in the groundhog’s day style plot. Nadia is a female protagonist who is written with a number of gender nonconforming traits, such as her risk taking, confrontational and fearless personality with an unashamed attitude towards sex and confidence in her work as a software engineer. Her “mirror” character Alan is a man who struggles with mental health difficulties commonly associated with women, such as anxiety and suicidal ideation, with a terror of deviating from his carefully planned routines. Anonymous social media users found the show to be deeply cathartic and a nuanced representation of complex post traumatic disorder, a particular manifestation of PTSD following exposure to long term abuse (often during childhood). One commenter wrote that they felt seen and represented by Nadia’s reconciliation with the ways in which she was hurt as a child, and the depiction of intergenerational trauma. They liked “the description of everything she went through in childhood being like a shard of glass wounding her over and over again inside throughout adulthood. So she has to reach inside and pull it out. My mum had severe mental health problems too so the show hit very close to home, but in a good way.” <a href=\"https://www.reddit.com/r/CPTSD/comments/uqrs16/has_anyone_seen_russian_doll_it_explores_complex/\">[u/yazshousefortea]</a> Despite its favourable perceptions in how it addresses and represents mental health, appraisal for diversity beyond gender and mental health were rather weak, and some audience members found issue with the portrayal of Horse. One poster expressed that Horse, a homeless man, was written as a mythical or non-human presence and made choices that seemed unrealistic and inconsistent. <a href=\"https://www.reddit.com/r/RussianDoll/comments/amoy6y/am_i_the_only_one_who_didnt_like_horse_in_the_end/\">[u/SpotTheOzzie]</a> Overall, this show has an excellent portrayal of women’s struggles and mental illness, but could have tried harder in increasing the diversity of its main cast. The scoring system also has a few shortcomings when it comes to representation of disability or mental illness -- there was no way of representing the show's strengths in this aspect, and is thus highlighted in this blurb. ",
        "comments": "\n\n\n"
    },
    {
        "tagger": "Pailey",
        "propertyNameOriginal": "Spider-Man: Far From Home",
        "year": 2019,
        "lookupcode": "PaileySpider-Man: Far From Home",
        "timestamp": "2024-02-28T17:52:05.973Z",
        "emailAddress": "pailey.kao@berkeley.edu",
        "ethnicity": 4,
        "nationality": 3,
        "gender": 2,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 30,
        "quantitativeScore": 11,
        "blurb": "“Spider-Man: Far From Home” does indeed travel far from its home (the comics), especially through its casting and character choices. Most notably, the Tom Holland Spider-Man universe gave us an iconic MJ (originally Mary Jane, now Michelle Jones) played by half-black actress Zendaya and a charismatic Ned played by Hawaiian-born Filipino Jacob Batalon. This contrasted the original comics, where Mary Jane and Ned were both white, and as always, fans have opinions.\n\nFor the most part, viewers adored Zendaya and Batalon’s portrayals of MJ and Ned. Their race played a small role in their character development, which was more heavily guided by their personalities and relationship with Peter Parker. However, it can be – and was – argued that if race made little difference, then why not cast white actors for the canonically white characters (a fringe group anger over tokenism). To that, I counter, why not cast diverse actors? Hollywood knows we need it. And the personability that Zendaya and Batalon put into their characters more than make up for this change.\n\nBeyond our leads, “Far From Home” brought us an incredibly diverse supporting cast. Peter Parker’s classmates came from a variety of backgrounds, including Malaysian Brad Davis (Remy Hii) and Guatemalan Flash Thompson (Tony Revolori). “Far From Home” also made Marvel history, with the first transgender actor (Zach Barack) and first Muslim, hijab-wearing actress (Zoha Rahman). Viewers and critics alike appreciated the accurate representation of a high school student body in the melting pot of New York. However, it must be acknowledged that these POC characters (somewhat understandably) lacked depth to their stories. Despite their sizable screen-time, they were little more than “Peter’s classmates”. Additionally, several comic fans found it problematic that the racebending of these characters led to changes in personalities from the original source (see: <a href=\"https://hellzyeahthewebwieldingavenger.tumblr.com/post/165395800341/racial-diversity-and-bending-in-spider-man\">Flash being a nerd rather than a jock to adhere to his Indian-presenting character</a> ).\n\nNext comes the gender score. I want to first acknowledge the reception around MJ, who was given a larger role in this film as her and Peter begin to court one another (+1 to normalizing interracial relationships). MJ goes above and beyond her traditional role as “Peter’s love interest”. She stays true to her sarcastic, witty self, with many of her lines and actions rooted in feminist power (see: “And therefore I have value?”). Unfortunately (and very importantly), this film failed the Bechdel Test. Women are constantly interacting with the men of the film, and the rare instances in which the women interact are either forgettable (see: <a href=\"https://bechdeltest.com/view/8781/spider-man:_far_from_home/\">debate over whether MJ speaking to \"Ned's girlfriend\" counts</a> ) or involve talking about the men around them. One small step forward, ten huge steps back. Do better, Spider-Man.\n\nUltimately, “Spider-Man: Far From Home” normalized diverse casting, but didn’t give it the nuance it needed. Despite all this representation, “Far From Home” is just another superhero movie featuring a white, young lead. It’s a good film overall, but fails to take strides with representation by refusing to dive deeper into the experiences of the diverse characters they cast."
    },
    {
        "tagger": "Grace",
        "propertyNameOriginal": "Spider-Man: Far From Home",
        "year": 2019,
        "lookupcode": "GraceSpider-Man: Far From Home",
        "timestamp": "2024-01-23T20:37:38.384Z",
        "emailAddress": "grace.wang3@berkeley.edu",
        "ethnicity": 4,
        "nationality": 5,
        "gender": 3,
        "sexuality": 3,
        "age": 4,
        "qualitativeScore": 38,
        "quantitativeScore": 11,
        "blurb": "      Call me biased, but there is something deeply appropriate about a Gen-Z Spider-Man. The collective tongue-in-cheek and tottering social skills characteristic of this generational cohort only serve to underline Peter Parker’s inherent underdoggedness, and this modern-plot date is as well-executed as it is felicitous: “Spider-Man: Far From Home” has managed to cast a realistic high-school class that hails from what might be the most diverse hotspot in the world—21st-century Queens, NY—an achievement that has garnered the film overwhelming praise for its representational work. \n      Familiar faces Ned and MJ are joined by Brad in this sequel, Midtown High’s resident heartthrob, played by Malaysian-Australian actor Remy Hii. It’s a breath of fresh air to see an East-Asian man be so unequivocally desired by his peers, but where this film really shines is with its extras—among his classmates, Peter’s whiteness makes him visibly a minority. As someone who grew up in a coastal and relatively-urban area, the multiculturality on-screen was so true to life that the first few minutes were almost jarring to witness. Director Jon Watts specifically modeled the film’s ethnic makeup after schools such as Brooklyn Technical High School, a gifted STEM school in NYC, whose competitive admissions process begets a multicultural student body.<a\nhref=\"https://www.latimes.com/entertainment/movies/la-et-mn-spider-man-homecoming-diversity-inclusion-20170710-story.html\">link text</a>]. Forbes celebrated “Far From Home” for having a classmate be a hijab-wearing Muslim woman <a\nhref=\"https://www.forbes.com/sites/anharkarim/2019/01/27/the-spider-man-far-from-home-trailer-takes-an-important-step-for-diversity/?sh=77a364df5b1b\">link text</a>], and transgender actor Zach Barack likewise made an appearance within the film’s diverse milieu. \n      The only bone I have to pick with this film—or this generation of Spider-Man, for that matter—regards No. 1 Spider-Man stan Flash Thomson. Flash is reimagined to be of Indian descent and of high-socioeconomic status, and making the school’s rich kid Asian strikes me as a somewhat reductive view of the Asian-American experience, one that coalesces all individuals of Asian descent into a Silicon-Valley-model-minority-Crazy-Rich-Asians homogeneity. What raises this alarm is that Flash is actually played by a Latino actor, Tony Revolori, and this case of ethnic impersonation has gone unexplained by screenwriters. A final qualitative score of 38 reflects the strides made by this film’s casting—particularly within the notoriously un-diverse Marvel universe—but a Flash-induced fall from grace and more-or-less average gender representation keep the score from being exceedingly high. ",
        "comments": "While I did tag this film with \"E\" for ethnic impersonation, \"Far From Home\" has received overwhelmingly positive reception regarding diversity, and the mismatch between Flash and Tony Revolori's ethnicity was not picked up on by major new sites. I didn't think a 3 was warranted in light of the producer's commitment to making the film's diversity as true to irl New York as possible. "
    },
    {
        "tagger": "Sam",
        "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
        "year": 2019,
        "lookupcode": "SamStar Wars: The Rise of Skywalker",
        "timestamp": "2023-11-28T22:16:49.494Z",
        "emailAddress": "skolasa@berkeley.edu",
        "ethnicity": 2,
        "nationality": 3,
        "gender": 2,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 24,
        "quantitativeScore": 11,
        "blurb": "As the concluding film to the Star Wars sequel trilogy, Rise of Skywalker had big shoes to fill. And yet, the last film ended the saga with a fumble with major characters taking a back seat and an abundance of confusing narrative choices (I think we all remember the infamous <spoiler>“Somehow, Papatine has returned”</spoiler>). \n\nMany qualms with the film are about it undoing the work of The Last Jedi, not only in tone but also in content. Kelly Marie Tran joined the franchise as Rose Tico, a mechanic for the resistance who joins Finn as they sabotage the First Order. Critical reception to Tran’s character was largely positive, and as a reporter at <a href=”https://www.bizjournals.com/losangeles/news/2017/12/14/flick-picks-the-last-jedi-ruled-by-dynamite.html”>L.A. Biz</a> writes, \"Tran is a welcome addition both culturally and narratively,  bringing much-appreciated representation to the cinematic universe\". And yet, she all but disappeared from Rise of Skywalker, relegated to the sidelines immediately after making her debut in the previous film. Tran was the subject of vicious racist and sexist attacks from people online during promotion for The Last Jedi, so her exclusion from Skywalker felt like a pander to that part of the audience. \n\nInstead of supporting their leads of color in the narrative, Disney shifted focus away from their storylines. John Boyega, who played Finn, faced similar harassment when he joined the franchise and his character’s arc was also limited in the last film.\n\nFinn had multiple romantic interests in the course of the trilogy (Rey, Rose, and the fandom’s favorite Poe) and yet, they never got any traction. At the expense of Finn’s involvement, we saw Kylo take more and more of a protagonist role as the Rise of Skywalker centered on his moral turning point and relationship with Rey. “<a hfref=\"https://twitter.com/JohnBoyega/status/1212090062147637251?ref_src=twsrc%5Etfw\">Star Wars romance 😗👀🙂,\"</a> Boyega wrote in a tweet from 2019, alluding to this narrative shift and showing pictures of Rey and Kylo torturing and stabbing each other.\n\nFinn’s romantic options weren’t the only threads to be dropped as the series progressed, like the force-sensitivity teases that were just abandoned (including the Very Important thing he had to tell Rey that they just… never addressed). Director J.J. Abrams has since confirmed Finn was going to tell Rey about his connection with the force. But that never made it in the movie, and director notes shouldn’t be received as if they’re replaceable for actual content.\n\nPoe Dameron underwent his own problematic character changes in Skywalker, revealing his background as a spice smuggler (with the introduction of an old love interest-- who some perceived as a tool to disaffirm the fandom’s engagement with the popular Stormpilot ship). Star Wars loves its roguish-scoundrel-hero, but so far what we knew of Poe didn’t fit that image: he was an idealistic poster-boy for the Resistance, and our re-introduction to the rebellion in The Force Awakens. Suddenly giving him a past in drug smuggling played into harmful stereotypes around Latinx men, who are disproportionately characterized in media as having a relation to drugs and crime.",
        "comments": "gender i feel is a 2.5 bc of rey and lando's daughter but rose, poes gf, and... rey again in a reylo context. but i'm rounding down. also i feel like 2.5 for sexuality for the debatable queerbating, for the half second queer kiss that they touted so much, and sexuality in the intersectional sense that they snubbed finn and rey's relationship potential in favor of kylo..."
    },
    {
        "tagger": "Elle",
        "propertyNameOriginal": "Star Wars: The Rise of Skywalker",
        "year": 2019,
        "lookupcode": "ElleStar Wars: The Rise of Skywalker",
        "timestamp": "2024-01-31T03:41:58.844Z",
        "emailAddress": "ellebobb@berkeley.edu",
        "ethnicity": 2,
        "nationality": 3,
        "gender": 2,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 24,
        "quantitativeScore": 11,
        "blurb": "Somehow… The Rise of Skywalker returns – and it’s even more controversial than its predecessors. The Rise of Skywalker is the final installment of the Star Wars sequel trilogy and follows Rey, Finn, Poe, and others as they help the Resistance and try to stop Kylo Ren and the First Order from forming a new Empire. The film, for all intents and purposes, should have been a smashing conclusion to a beloved franchise; however, the film ran into major problems with diversity and representation. The film attempts to provide interesting and diverse representation – but the film’s handling of several aspects caused significant negative reaction from fans and critics alike. Rey is one the first main female character of a Star Wars project – and is the first female Jedi in the Star Wars films. Fans were glad to see that she was given a defined role where she was allowed to have an emotional arc, however, they felt that her role was diminished in favor of the male antagonist, Kylo Ren. A majority of Rey’s role in the film is relegated to supporting and furthering Kylo Ren’s character. Fans were split, with a significant reaction being negative, to the fact that Rey <spoilers> is brought back from the dead by Kylo Ren – and rewards him for it with a kiss, despite the fact that he has spent the entire trilogy torturing, killing, and hunting Rey and her friends. </spoilers> The missed potential fans mourned is not only for Rey, however. TROS also let down the character of Finn. The only main Black character in the trilogy, Finn also began with one of the most compelling story-arc: a former Stormtrooper who escaped his imprisonment with the First Order and joined the Resistance to fight. Finn also was implied on multiple occasions to be force-sensitive and a potential Jedi (Chekov’s lightsaber fight against Kylo Ren in TFA). Despite this incredible representation the trilogy began wit, fans and critics alike were disappointed to see Finn’s role utterly reduced in the final installment. Finn was reduced to being a “best-friend” trope support to Rey – and was stripped of his agency in the story. Finn was often in need of rescue, and often seemed to function only as the plot needed him – to be in the way, to have a joke, to get knocked around, to fight with Poe. The complete lack of fulfilment for Finn’s character is hugely disappointing and falls flat of providing any meaningful diversity and representation. The Rise of Skywalker contains many individual aspects of representation and potential that fans enjoyed and can hold on to, but on a holistic level – the film could not stick the landing on providing significant, meaningful representation and diversity. ",
        "comments": "Sexuality: Despite not being explicitly textual, most reception had negative feelings about the handling of Finn and Poe's relationship, in part fueled by the actors supporting/discussing the idea positively despite the studio not pushing their relationship."
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Succession",
        "year": 2019,
        "lookupcode": "AnelizaSuccession2",
        "timestamp": "2023-11-16T18:29:33.346Z",
        "emailAddress": "Aruiz3@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 2,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 8,
        "blurb": "I think there will be maybe four more series in my lifetime that are as compelling and alabaster as Succession. Succession is soooo white and that is arguably part of the point the series is trying to make. It’s a critique of capitalism and the wealthy for sure, but it’s also (either intentionally or not) an examination of how whiteness gets amplified through wealth and capitalism. The things that happen this season are outrageous and truly only conceivable because the family at the center of this drama are some power-tripping white people <spoiler> Kendall and Naomi’s affair, Shiv silencing that woman, Logan smiling when his son rightfully stabs him in the back, it’s all sick slop, and yet I gobble it up like the boar on the floor I am. As a scholar of race, I would say that this is distinctly white behavior because these are all actions that rely on the near destruction of an other but not complete annihilation because whiteness needs to exist in contrast to something. Kendall going wild with Naomi isn’t just about being an addict, they both need to indulge in the excess of their wealth through their addictions because that’s what makes them different, even if it can kill them. Shiv has to betray her limited beliefs in feminism because that will ultimately (she thinks, lol) get her into a real position of power as CEO of Waystar. Logan wants his son to betray him because Logan can only be his fullest self when he has an enemy to take all his rage out on. It’s quite sick in both the “it makes me ill” and the “it’s very cool” senses of the word. As impressive as I think this feat is, it makes for a very different conversation about diversity when there are quite literally marginal differences between the characters. Shiv, however, as one of the few women on the show and also the woman who has the most to lose on the show, is actually a very fun case study in white feminism and womanhood. I remember when intersectional feminism was really gaining steam in public discourse - circa the 2016 election - and how comical it was for people to recognize that even though white women are women, their politics aren’t inherently geared toward universal female liberation. I wish we had Shiv then to gesture as an example of a white woman who claims to love and support women but is actually only interested in protecting herself and her own future. She knows too well that patriarchy will not save her, and yet she tries over and over again to make patriarchy work for her, often weaponizing her white womanhood. In a way, this is positive representation of women because we see how Shiv is terrible. We need to see how women are complicated and wrong because, unfortunately, that’s also realistic. "
    },
    {
        "tagger": "Gail",
        "propertyNameOriginal": "Succession",
        "year": 2019,
        "lookupcode": "GailSuccession2",
        "timestamp": "2024-01-05T00:00:45.068Z",
        "emailAddress": "adekosnik@berkeley.edu",
        "mediaId": 2,
        "ethnicity": 2,
        "nationality": 3,
        "gender": 5,
        "sexuality": 3,
        "age": 5,
        "qualitativeScore": 36,
        "quantitativeScore": 7,
        "blurb": "Now that Succession has completed its legendary four-season run (2018-2023), it’s clear to me that season 2 is the best of the series, showcasing Kendall Roy’s transformation from his domineering father’s hangdog, bootlicking lackey to <spoilers> an empowered traitor, hell bent on bringing the old man down</spoilers>. Every review written about Succession only says positive things about this season, including its representation of diversity. <a href=“https://www.theringer.com/tv/2019/8/12/20799176/succession-season-2-women-shiv-gerri”>The Ringer</a> and <a href=“https://www.glamour.com/story/succession-grand-dames”>Glamour</a> praise the prominence of women characters over 60, though of those, I would only consider sharp-as-flint, much-beleaguered executive Gerri Kellman (played to the hilarious hilt by J. Smith-Cameron) to be a primary, regular character. The Ringer credits the complex, nuanced depictions for women characters to the four women writers on Succession’s staff for this season (Lucy Prebble, Susan Soon He Stanton, Georgia Pritchett). However, even though no one blamed any of its creatives for producing an all-white show, that is what Succession season 2 feels like. I give the season two bias tags: D for “fails the Duvernay test,” i.e., “the media property has no cast-leads with ethnicities values other than ‘white’ that have fully-realized lives,” and W for “white only,” i.e., “the media property has no cast-leads with ethnicities values other than ‘white.’” I do put asterisks by both of these tags, as two recurring secondary characters—Lawrence Yee and Marcia Roy—are characters of color with distinct, vivid personalities and story arcs, but in my opinion, they’re not sufficiently in the foreground to be considered “leads.” I think it’s fruitful to look at Succession’s whiteness as a biting critique of white supremacy—I would even venture a guess that the creative team *wants* the audience to watch it this way—and from that perspective, the decision to not feature more people of color is a solid one, strengthening rather than detracting from the text’s artistic statement. I just hope not too many series copy Succession’s template, giving us a universe of wall-to-wall white folks and justifying the lack of ethnic diversity by depicting all of the main characters as The Worst. "
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "The Lion King",
        "year": 2019,
        "lookupcode": "JuztineThe Lion King",
        "timestamp": "2023-08-09T00:47:06.914Z",
        "emailAddress": "juztine@berkeley.edu",
        "ethnicity": 4,
        "nationality": 4,
        "gender": 1,
        "sexuality": 2,
        "age": 3,
        "qualitativeScore": 28,
        "quantitativeScore": 14,
        "blurb": "As someone who was the target age for the release of the original hand-drawn animation version of The Lion King in 1994, the cuddly characters and songs from Elton John’s pop-rock score dominated the marketing of toys, food, and clothing in my childhood. As a kid I loved the film, but the over-saturation I experienced mixed with the lasting hype of the Broadway musical did not make me run to go see the new computer animated version of the film. When I did finally sit down to watch it I was glad to see a story set on the African Continent had more people of color, but it stands out that many large characters such as Timon, Pumba, and Zazu are still voiced by white men. \n\nRecently, Disney has been criticized for its long history of queer coded villains. From the flashy femininity of Governor Ratcliffe from Pocahontas, to The Little Mermaid’s Ursula being based on legendary drag queen Divine, Disney has had a long history of queering up their villains. Disney took this criticism to heart when remaking their 2019 film, removing any queer coding that once defined the villainous lion, Scar. ‘Be Prepared’, Scar’s song that was once filled with neon green smoke, sickening hair flips, fierce over the shoulder glances to the camera, and twerking hyenas, became a drudging monologue from a sad, but very straight lion. The constant association of queerness and evil is definitely poor representation, but removing queerness without adding it in somewhere else, is just queer erasure. Some have seen Timon and Pumbaa as queer coded characters, but aside from casting openly gay performer Billy Eichner as the lovably extraverted meerkat Timon, the remake did little to entertain this idea. The choice to cut Timon’s culturally insensitive drag “hula” number was definitely for the best, but replacing it with some kind of queer performance would have been welcomed. \n\nIt is good that a story set in the African Savanna is led by a majority of people of color; Donald Glover and Beyoncé being much more ethical casting choices as the monarchs of the African Pride Land than Matthew Brodrick and Moira Kelly. The impact of ethnically appropriate casting does not have a huge impact because we as audience members are still just seeing lions. It is also good that big studios like Disney are being more thoughtful about how they portray queerness in their movies.  But I really miss the excitement of going with Scar and the hyenas to the gay clubs like Jeremy Irons did in 1994. "
    },
    {
        "tagger": "Ace",
        "propertyNameOriginal": "The Lion King",
        "year": 2019,
        "lookupcode": "AceThe Lion King",
        "timestamp": "2024-02-28T22:31:50.025Z",
        "emailAddress": "12aschen@berkeley.edu",
        "ethnicity": 3,
        "nationality": 3,
        "gender": 2,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 28,
        "quantitativeScore": 10,
        "blurb": "Writing a review about diversity in The Lion King is interesting and tricky for the reasons that you might expect. At face value, the onscreen representation is that of lions, hyenas, meerkats, and other desert fauna. That said, it is an allegory AND a Disney movie, and any move that they make towards diversity is amplified hundredfold by the size of their audience – it was the seventh-highest grossing movie of all time. Though it can only do so much for literal representation and its general existence as a money printing machine might sour you on it, The Lion King is an improvement on the original in terms of who gets to perform classic stories. \n\nAs a remake built to generate income, The Lion King had three selling points going for it: its technical display of animation, nostalgia for the 1994 film, and a star-studded updated voice cast. There’s not much for me to say here about the animation, but because it is a retelling of a much-loved story (which is a retelling of Hamlet to begin with), the content changed very little. Among these updates are that Nala, one of the only female characters, got a bit more screentime to explain some plot holes, and Scar’s character feels distinctly less campy. The main change, then, is the cast.\n\nTo its credit, the remake has better ethnic representation: out of the tagged characters, Simba, Nala, and Scar are played by white actors in the original and by Black actors in this remake. Throughout the film’s marketing, Disney strongly associated the characters with their actor , particularly for A-list celebrities like Beyoncé. Although their faces don’t appear on screen, they were publicized enough that audiences can be expected to know who voices who. In this way, the updated cast increases the visibility of Black performers and gives people, especially children, a way to see themselves – if not IN the stories, then at least performing them. (Granted, many of these cast members are already quite famous, and I find it unlikely that Disney would have publicized as aggressively as they did for a cast of diverse, promising, but largely unknown talent. Celebrity casting is not really a way to uplift actors but a way to uplift the studio.) With this remake, one extreme would be giving Disney a standing ovation for their progressiveness, and the other is the small but annoyingly vocal corners of the internet bashing the studio for imposing a “wokeness” agenda on a beloved children’s story. The reality of this decision is somewhere in the middle: it’s nice to see a more diverse cast, sure, but let’s not give them too much credit for a decision centered around selling movie tickets.\n"
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Toy Story 4",
        "year": 2019,
        "lookupcode": "SunnyToy Story 4",
        "timestamp": "2024-01-11T17:52:39.770Z",
        "emailAddress": "sunny22sangha@hotmail.com",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 3,
        "sexuality": 3,
        "age": 1,
        "qualitativeScore": 18,
        "quantitativeScore": 7,
        "blurb": "Toy Story 4 got a diversity score of 9. All the toys were white, hence the 1s in both ethnicity/nationality. Would a brown skin doll have been too radical for the American canon? This is something conservatives will make you seem critical or finicky for pointing out, but is it not odd how all the toys with human skin models are white? You could argue Andy and Molly buy white dolls because they themselves are white. As a former child who had white kid friends, they owned brown dolls, but maybe Andy’s parents were white nationalists or something. Nevertheless, this does not explain any of the antique shop toys’ total whiteness (or the lack of color in other humanlike dolls belonging to non-family shown throughout all four movies). Race in animated films will always be of interest, as the Pixar canon shows the ability to add race and nationality onto raceless entities (Cars having a WW2 veteran, Sarge, implying there were car Nazis). \n\nFor “gender”, it scored higher because of its depiction of white women in charge. Bo Peep was an iconic figure doing her own thing, without any of the boy/men’s assistance, and in the end she chooses not to go with Woody in order to prioritize her own life. Woody instead ends up staying with Bo, a refreshing twist to the “woman-who-throws-everything-away-for-love” trope, instead we see a man do it. Note: these are toys, but I refer to them as man/woman. This is silly and delusional, yes, but Pixar adding gender norms to toys takes the cake. Continuing. \n\nThe villain, Gabby Gabby, arguably provided a metaphor for disability (in a way) as she was a toy with a missing voice box. Her redemption arc was interesting and I comically related to her. Does it paint disabled people as villains? Good question that I cannot answer, but what I can say is I would have had a similar villain arc if the same dynamic applied to pancreases and dopamine receptors. \n\nToy Story 4 is not a diverse film. However, they tackle some interesting topics. Forky, the nihilistic suicidal fork, feels imposter syndrome (in a way) because he is a fork not a “toy”. I like the idea of non-toys being toys because it is based on the kid’s perception of them and allows a wider capture of children’s toys. As a kid I used to play with napkin shards that I pretended were Sonic characters, so there's a diverse capture with Forky (intended or not). The film also explores Woody’s mental health and codependency with Andy then Bonnie — allowing a complex topic to be delivered to children. All in all, the film explores interesting topics, and presents a good fem-coded character through Bo-Peep, but falls short in a variety of other areas.\n"
    },
    {
        "tagger": "Juztine",
        "propertyNameOriginal": "Toy Story 4",
        "year": 2019,
        "lookupcode": "JuztineToy Story 4",
        "timestamp": "2024-02-28T07:25:04.862Z",
        "emailAddress": "Juztine@berkeley.edu",
        "ethnicity": 1,
        "nationality": 1,
        "gender": 4,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 24,
        "quantitativeScore": 6,
        "blurb": "Trigger warning: brief discussion of suicidal ideation. \n\nThe fact that Toy Story 4 was released over two decades after Pixar's original feature film is a testament to how these characters have engrained themselves in American pop culture. In 1995, when the only Disney Princesses of color were Jasmine from Aladdin and Pochahantas, few people (outside of those who have been pushing for representation for ages) questioned why all the toys in Toy Story represented human likenesses were white. But I wonder why, in 2019, producers would bring voice actors of color such as Keanu Reeves, Keegan-Michael Key, and Jordan Peele without creating even one dark-skinned humanlike toy? Reeves plays Duke Caboom, a white presenting toy based on Evel Knievel; Kay and Peele play stuffed animals with plush neon green, blue, yellow, and orange fur. \n\nThe Toy Story franchise began with a cast of nearly all masc presenting characters in its first film. The only exceptions to this were Mrs. Potato Head and Bo Peep, a tiny part of the original film. Toy Story 2 introduced Jesse, and Toy Story 3 gave us Trixie the triceratops, Dolly, and the painfully precious Bonnie Anderson. In Toy Story 4, we get a completely new side of Bo Peep, who has traded her bonnet for a side bow, her enormous bell of a dress for a pantsuit and cape, and her role as a side character for a spot in the top billing. Bo Peep is a character who decides she wants to take a place in the spotlight and does.  \n\nAnother new addition to Toy Story 4 is Gabby Gabby, a toy that was supposed to talk but lacked a voice box. Gabby Gabby could be seen as a character representing a disability, yet spends most of the movie trying to \"fix\" her disability. Forky is a toy made by Bonnie out of a plastic spork. Forky shrieks, \"Why am I alive?\" while identifying as trash and wanting to go into the trash. Blogger Mary Gaulk pointed out how Toy Story 3 showed audiences what happens to toys that end up in the garbage, so Gaulke believes this is representative of suicidal ideation. \n\nWhile the lack of representation is disappointing, it's essential to acknowledge the progress the Toy Story franchise has made over the years while continuing to push for more diverse and inclusive storytelling in all forms of media. "
    },
    {
        "tagger": "Elle",
        "propertyNameOriginal": "Unbelievable",
        "year": 2019,
        "lookupcode": "ElleUnbelievable1",
        "timestamp": "2024-02-21T00:37:14.082Z",
        "emailAddress": "ellebobb@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 5,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 10,
        "blurb": "Through the span of eight episodes, \"Unbelievable\" manages to depict a deeply emotional, wrenching, and rewarding exploration into the trauma of Marie Adler following her rape – as well as an intense portrayal of the investigation that led to uncovering truth and justice for Marie and other victims. This show possesses some of the strongest positive reception that I have seen and I feel that it has earned the praise. The show’s reception is mainly focused on \"Unbelievable’s\" depiction of women – and with clear reason. The show tells the story of Marie Adler at its emotional core – depicting the fallout from her rape and the police’s mishandling of her case with extreme care and nuance. The two lead detectives in the show, Detectives Duvall and Rasmussen, are portrayed by women – with most other significant roles in the show belonging to women, as well. The show is not merely cast representatively – the characters are deeply complex, individual people who deliver a strong story. The characters do not fall into tropes expected of a true crime series – neither the trope of the strong, but unemotional, woman nor the helpless victim appear, which was refreshing and rewarding to audiences. The show also avoids another true crime \"classic\" of exploiting the trauma and violence done against women without care for them as individual people, only as victims. Instead, the show handles Marie’s story with dignity and a full exploration of her complex emotions and mental health responses to the trauma, allowing her to appear as a fully fleshed-out character that the audience can know and care for. With this, the show provides both the emotional heart of these stories and the crime-procedural that directly addresses problems within the justice system that harm both women and those of a lower socioeconomic class. One criticism that can be levied against \"Unbelievable\", particularly within the guidelines of scoring this text, is that it has very little ethnic diversity – and is comprised of a mostly white cast. I felt it was necessary to address this lack of diversity as it is glaring while watching the series. However, it is difficult to charge the show with malintent due to its \"based on a true story\" origins, with most of the roles cast in accordance with the real-life inspirations of the characters. The show does have some small roles devoted to characters of color, one being a stellar performance by Scott Lawrence as Special Agent Taggart. This lack of diversity accounts for the series’ middling scores despite the show’s success with the public and most of my own personal thoughts. While the show does not deliver perfectly on every aspect of diversity and representation, it succeeds in a tremendous way with its depictions of women. Specifically, it succeeds by shifting the trauma of rape and systemic violence away from a traditional true crime lens to focus on the emotional, nuanced impact on the actual women – not just as nameless victims, but as complex individuals. ",
        "comments": "Ethnicity: While there was little reception regarding ethnicity, and the show does offer smaller roles to POC characters - I felt that I couldn't give the show any higher than a three as it hardly features any non-white characters in any capacity. Though the character of Billy Taggart, played by a Black man, was handled well and received positively, landing the show at a middling 3 for ethnicity.\nGender: The show's reception in regards to diversity primarily focuses on its portrayal and handling of Gender, specifically the handling of women characters. Hits so many good narrative beats for representation - and avoids typical pitfalls of the true crime genre's stereotypes of women - and just in general avoids common tropes. Clear care put into the handling of gender representation - noted by the majority of reception being positive and focused on this category.\nSexuality, Nationality: Very little reception regarding these topics.\nAge: Has no female cast leads 50-59 at the time of filming, however does feature many in the 40-49 category. Given a three due to positive reception to the way the roles were praised as being strong and complex."
    },
    {
        "tagger": "Pailey",
        "propertyNameOriginal": "Unbelievable",
        "year": 2019,
        "lookupcode": "PaileyUnbelievableLS",
        "timestamp": "2024-02-28T17:56:07.449Z",
        "emailAddress": "pailey.kao@berkeley.edu",
        "mediaId": "LS",
        "ethnicity": 3,
        "nationality": 3,
        "gender": 5,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 9,
        "blurb": "At its core, “Unbelievable” is an incredibly powerful female-led piece. Before diving into the details, I want to put out a precursor. Because “Unbelievable” is based on true events, there were limitations to casting and character choices. It is far from being perfectly diverse, but scores rather high due to its accuracy to the original story.\n\n“Unbelievable” gains most of its impact from its nuanced portrayal of women’s experiences. (TW) <spoilers> Sexual assault and rape </spoilers> is extremely real and consequential, especially for women, and “Unbelievable” makes sure to remind the audience that the path to justice and recovery is not only exhausting, but also different for every victim. From the beginning, Marie was treated terribly. The constant questioning of her story by the two (male) detectives that led her case and the physical prodding she experienced demonstrated society’s tendencies to doubt victims (especially women!!) of sexual assault and disregard female emotions. This differs greatly with Amber’s case, which was handled by two female detectives (Rasmussen and Duvall) who gave Amber proper time to grieve and process before reassuring her that they do believe her. This “ideal” handling of the case stresses how different sexual assault cases can be. Not by taking everything victims say at face value or by always believing women, but by handling the case with care and sympathy. The effort Rasmussen and Duvall put in to recognize and understand the struggles of living as a woman was ultimately what made Amber’s case less traumatizing. \n\nIt doesn’t stop there. Detective Rasmussen and Detective Duvall defy common stereotypes about women in the workforce. Both women demonstrated their capability to lead a case through two different lenses: professionalism and control (Duvall) versus encouragement and trust (Rasmussen). Alongside this comes heartwarming scenes at home with family and partners, demonstrating that female strength and power can be shown in many ways, and never at the expense of having a personal life.\n\nI want to take a moment to reward “Unbelievable” for not painting a picture of men versus women. Marie suffered at the hands of two male detectives, yes, but also her own foster mothers and nurses. Even in the finale, Detective Parker admits that he handled the case poorly, and reflects on his own capabilities working for the law.\n\nFinally, the structure and pacing of the show allows viewers to view both the immediate and long-term effects of suffering a traumatic event, including nuanced portrayals of how PTSD, anxiety, and depression can manifest and get in the way of life. Marie and Amber presented and navigated their resulting mental health struggles differently (see: Amber found a way of controlling the situation by detailing the exact happenings while Marie became further lost by repeating the same narrative).\n\nAltogether, “Unbelievable” showed us many sides of the same coin. Marie and Amber’s diverging stories demonstrate that the same experience can manifest in different ways. The willingness of those surrounding them to believe, to understand the nuance behind female experiences, sexual assault, and mental health struggles have a large effect on not only the case, but the experiences of those involved."
    },
    {
        "tagger": "Aneliza",
        "propertyNameOriginal": "Watchmen",
        "year": 2019,
        "lookupcode": "AnelizaWatchmen1",
        "timestamp": "2024-01-11T20:41:57.049Z",
        "emailAddress": "Aruiz3@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 4,
        "nationality": 3,
        "gender": 4,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 34,
        "quantitativeScore": 17,
        "blurb": "In a way, Watchmen is like looking at a parallel universe. And at the same time, it’s like looking in a mirror. Watchmen centers around Angela Akbar aka Sister Night (played by Regina King)  who is a police officer in Tulsa, Oklahoma. Part of the history of Tulsa – both in real life and the show – is the tragic and horrific Massacre that was carried out against Black folks in the part of the city that was known as “Black Wall Street.” Watchmen depicts this brutal history and expands on it through the terrorist actions of the fictional the white supremacist group called the Seventh  Kalvary, which the show suggests is a contemporary iteration of the KKK. In the aftermath of a Kalvary attack against Police Officers in Tulsa, officers are required to wear masks concealing their identity, elevating some into vigilante status. This is where the the distinction between window to another world and mirror reflecting this world. Technically, the police in Watchmen are like super heroes, but that are also victims. We are made to feel bad for them, and understand the risks they are taking with their lives, families, and futures. I wouldn’t say this show is pro-cop per se, but it also isn’t anti-cop. It’s more like, “Let’s have a few certifiably good cops”...which feels, intellectually unsatisfying. Although, trying to understand how the magic in this universe works is enough of an intellectual task on its own. True to sci-fi and fantasy form, Watchmen offers us a glimpse into a world that is not so different from our own, and attempts to work out our problems using magic and technology that is unavailable to us. The issue, in this case, is racism and white supremacy, and the answer it seems is to kill its proponents and leaders. Arguably, there’s more going on in this show. As much as this is a case study on white supremacy, it’s also an examination of a Black woman who is both emotionally destroyed and ideologically strengthened by the traumas that befall her. She is the strong Black woman who saves the day even though she is desperately in need of saving. King plays this character with a level of physical and empathetic vigor, bringing a depth and dynamism to Angela that a lesser actress might not be capable of. But I also wonder how exhausting it must have been to play this role, and of course for Black women in real life who have no option but to be superhuman. As much as I enjoyed specific performances in this show (King, Yahya Abdul Mateen II, Jean Smart, and Tim Blake especially), I’m still unsure if I liked it overall. I want to suspend belief and believe that a hero is going to save us from racism, but the reality of this matter feels too heavy to fully indulge in the fantasy Watchmen offers us. \n"
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "Watchmen",
        "year": 2019,
        "lookupcode": "SunnyWatchmen1",
        "timestamp": "2024-02-28T22:49:10.818Z",
        "emailAddress": "sunnysangha@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 3,
        "nationality": 3,
        "gender": 3,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 32,
        "quantitativeScore": 17,
        "blurb": "The show is appealing in terms of diversity, showcasing a Black superhero who is able to fight against white supremacy is an interesting dynamic. The gripes of the show falls into how much of this is actually progressive and how much of it is instead a hegemonic depiction of diversity. How much of it is white people using Black people’s stories for profit. The producers are both white and the writers staff is majority white. Is that not odd for a story supposedly uplifting Black voices. Why are there more white voices than Black voices in the production room? We can chalk this up to Hollywood not having enough people of color, but that's stupid, do you really think L.A has a lack of people of color? Instead, there's a lack of picking up content created, controlled, and led by Black people. Allowing full autonomy, access, and means to the creative production to the groups you are portraying within the story is incredibly important and should be an industry bare minimum. For shows about the experience of being Black, I want Black casting directors, entire Black writers teams, Black producers, etc. To me, this is not a wild ask. If you cannot do it (which idk what on earth would prevent that) why write it from a white or non-Black perspective. What does that offer instead, compared to if the team was all Black. \n\nAlthough the text was highly praised for its unique nature, there were also matching dissents for valid reasons. Most notably Angela Barr’s character, who is described as the “Strong Black Woman” trope by Michelle Lane. Lane further explains this in detail in her full article linked here.\n\nAlso, they are all cops. We do not need violent agents of the state being diversely represented. Police shows without the history of policing accurately being shown are copaganda and white supremacist in nature. Many people noted there is nothing necessarily a progressive nature about this show, it is simply progressive for showing Black stories, which we should also advocate for politics changing the material state for Black people. The nuanced discussion around reparations is also odd. The show never explicitly states a pro-reparations stance, which ultimately makes me feel there is an unwavering conservative tinge attached to it. The show displays a world where Black people got reparations and white people became more anti-Black, yet, why fantasize and create that reality? Why did the white creators take a nuanced stance on Black reparations? This is not my discussion to have, but I don’t think it is theirs either, and I am sure many Black creatives in the industry are able to handle these topics/texts and present them in a way that is more profound for their own communities. The show has a lot of wonderful features about it, which are absent from most DC productions, but we should not let DC’s undiverse canon have us celebrate almost diverse texts.\n"
    },
    {
        "tagger": "Elle",
        "propertyNameOriginal": "When They See Us",
        "year": 2019,
        "lookupcode": "ElleWhen They See Us1",
        "timestamp": "2024-02-27T04:53:37.380Z",
        "emailAddress": "ellebobb@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 5,
        "nationality": 4,
        "gender": 4,
        "sexuality": 3,
        "age": 3,
        "qualitativeScore": 39,
        "quantitativeScore": 15,
        "blurb": "When They See Us is a harrowing, brilliant biodrama depicting the stories of Antron McCray, Kevin Richardson, Yusef Salaam, Raymond Santana, and Korey Wise – or “The Central Park Five.” The show received massive amounts of positive reception – and I find myself agreeing completely with both critic and audience reactions. The show handles the profoundly personal and real events surrounding the Central Park Jogger case and the boy’s lives with a supreme amount of empathy. The show is a crime drama; however, it significantly refocuses its subject matter to focus on the lives and experiences of McCray, Richardson, Salaam, Santana, and Wise. The show’s main source of positive reception was regarding its relentless representations of how the racism embedded not only into the justice system, but American institutions which failed the boys and ensured their wrongful convictions. Though the story has been told through various media, Ava DuVernay works throughout When They See Us to shift the narrative of the crime to focus on the boys themselves. The show humanizes them through nuanced and holistic portrayals after decades of incessant dehumanization both amid and after their convictions. The show emphasizes the individual experiences and lives of the boys – breaking the common practice of simply clumping them together as “The Central Park Five.” As the show progresses, tension is built through transparent depictions of the ways in which the boys are subjected to injustice. These depictions – of police pressuring, a conviction lacking any substantial evidence, a media and prosecution willing to play into racist stereotypes against Black and Latino “men” to gain a conviction – fully engage the violence that the inherent racism in the justice system leveled against the boys. When They See Us shatters the expected form of the crime drama and recontextualizes the events of the case to emphasize the lives and losses of Antron McCray, Kevin Richardson, Yusef Salaam, Raymond Santana, and Korey Wise. In doing so, the show provides an intensely critical picture of American institutions of “truth” and “justice” by highlighting the various ways they failed the boys and continue to fail people of color in America. The majority of reception is positive and unwavering with audiences and critics expressing relief, gratitude, and respect for presenting the story with empathy and humanity. The narrative shifts to examine how systemic racism and bigotry has overshadowed the injustice faced by the boys for decades. When They See Us’ nuanced and refocused representation of the real events leading to the convictions of McCray, Richardson, Salaam, Santana, and Wise throughout the show finally takes control of the narrative to tell their stories.",
        "comments": "Age: Little reception based on age. Though the show mostly younger actors, this is received well in context - show is properly depicting the ages of the central park five as young boys and not aging them up to be more \"adult\". Ages generally match the characters.\nNationality: Most nationality representation is mixed with ethnicity representation, not all explicitly referencing nationality, but the show's handling of the complex and difficult realities of what it is like to be an American as a person of color, particularly Black or Hispanic, was received well and deserves at the very least a 4. \nGender: Generally well received representations of gender, but small pockets of negativity rising from fringe (and hostile) viewership regarding Linda Fairstein's depiction, including herself. But again, intense grain of salt, there regarding her influence and dogged pursuit in the conviction of the Central Park Five."
    },
    {
        "tagger": "Sunny",
        "propertyNameOriginal": "When They See Us",
        "year": 2019,
        "lookupcode": "SunnyWhen They See Us1",
        "timestamp": "2024-02-28T22:55:16.314Z",
        "emailAddress": "sunnysangha@berkeley.edu",
        "mediaId": 1,
        "ethnicity": 5,
        "nationality": 5,
        "gender": 5,
        "sexuality": 4,
        "age": 3,
        "qualitativeScore": 44,
        "quantitativeScore": 14,
        "blurb": "This miniseries has resulted in innumerable discourse. Even before its release, the case was a national discussion, even bell hooks was involved as she wrote towards the criminality of these boys but did not change her stance in re-publishings after their exoneration. People today still claim these boys were at fault, not innocent, and have written lengthy blog posts trying to “debunk” the case. This is wild to me. This text involves so many aspects I do not have the right to discuss.Other critics have explained how this film does a good job showing how Black boy’s/men’s Blackness and their gender go hand-in-hand in creating a violent sexualized archetype of the Black boy/man that is deployed by white supremacist forces to further harm Black communities. Many feminists scholars have previously explored how men are not protected by patriarchy and its violence extends upon them as well. We can see the effect of a racialized patriarchy depicted through this film. An intersectional lens shows how Black boys/men experience patriarchy in a devastatingly unique way compared to non-Black boys/men. Within this text and within the greater case, there is a lot of nuance I am unable to discuss, but the facets of diversity in terms of film were good in the sense of giving actors of color roles. However, many of these featured actors have not been in many major roles since, so it is depressing how many Black actors are given major picture roles only in trauma-based stories but not as much in the popular cheesy netflix rom coms or coming of age texts that the platform often creates.\n\nThis text also resulted in a lot of mad conservative racists, so honestly, good job done. There was a man who wrote an entire document listing why the boys are guilty and it is one of the most angry racist pseudo lawyer texts I’ve read. The man pretends as if he is coming from a biased stand point, but the way he speaks about the boys, and the loose claims he draws to criminalize the boys further, is absurd and unfortunately a true reflection of white America. The man claimed the sweat in the boy’s boxers was proof of the rape. It is insane how regularly accepted biological processes, like sweating in your private regions, becomes an anomaly when talking about Black people. Texts like these, despite their imperfections, prove to be important for the American canon as they reveal the horrific reality of American history and culture. \n"
    }
]
}